{
    "__articles": "2;2-1;3;5;5-1;13",
    "__conclusion": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)",
    "applicability": "",
    "appno": "26960/06;27926/06;6371/09;6382/09",
    "article": [
        "13",
        "3",
        "2",
        "5"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        }
    ],
    "content": {
        "001-127402.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in four applications (nos.  26960/06, 27926/06, 6371/09 and 6382/09) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Russian nationals (“the applicants”) on the dates indicated in Annex I.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented before the Court by Mr D. Itslayev, a lawyer practising in Grozny and lawyers of the EHRAC/Memorial Human Rights Centre, an NGO with offices in Moscow and London. The applicants in case no. 26960/06 have been granted legal aid. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that their relatives had disappeared in 2001 and 2006 in Chechnya in two unrelated episodes and that no effective investigation had taken place.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 12 July 2006 the Government were requested to submit factual information under Rule 54 § 2 (a) in case no. 26960/06. The applications were communicated to the Government on the dates indicated in Annex I. It was also decided to grant priority to the applications (Rule 41 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASES",
                        "elements": [
                            {
                                "content": "5.  The applicants are close relatives of individuals who disappeared in the Chechen Republic after being apprehended, in 2001 and 2006, by armed men whom the applicants believed to have belonged to the Russian military or security forces. In each case a criminal investigation file was opened by the local prosecutor’s office. The proceedings were suspended and resumed on several occasions thereafter.",
                                "elements": []
                            },
                            {
                                "content": "6.  When the latest rounds of observations were submitted to the Court, the investigation in each case remained pending without having produced any tangible results as to the whereabouts of the applicants’ missing relatives or the identity of the perpetrators of the crimes.",
                                "elements": []
                            },
                            {
                                "content": "7.  In their observations, the Government did not challenge the essential facts as presented by the applicants, but noted that as the investigations were pending, it would be premature to draw any conclusions about the exact circumstances of the cases. In addition, they argued that there was no evidence to prove beyond reasonable doubt that State agents had been involved in the abduction and/or subsequent killing of the applicants’ relatives, or that the missing persons were dead.",
                                "elements": []
                            },
                            {
                                "content": "8.  Summaries of the facts relevant to each complaint are set out below. The personal data of the applicants and their disappeared relatives, and some other key facts, are summarised in Annex I.",
                                "elements": []
                            },
                            {
                                "content": "A.  Applications no. 26960/06, Tovbulatova v. Russia, no. 6371/09, Isayeva and Others v. Russia and no. 6382/09, Vadilova and Others v. Russia",
                                "elements": [
                                    {
                                        "content": "9.  The applicants in the three applications complained about the detention and subsequent disappearance of their three relatives – Magomed Edilov, Akhamdi Isayev and Ali Vadilov – in the early hours of 9 December 2001 in the village of Valerik, in the Achkhoy-Martan district of Chechnya. All the men were detained at their respective family homes by a group of up to thirty armed masked men in camouflage uniforms. The fourth man detained on that night in Valerik, who also disappeared, Rizvan S., was a resident of Achkhoy-Martan and a relative of Akhamdi Isayev, with whom he had stayed that night. The description of the events is based on the applicants’ accounts and the documents submitted with the applications. The applicants and their neighbours, G., M. and O., gave detailed written statements about the intruders using up to four UAZ cars and one armoured personnel carrier (APC), which had been stationed in Sheripova Street. The men were well-built and equipped with special gear such as portable radios and spherical helmets, and spoke Russian without an accent. The applicants also informed the Court that at the material time a curfew had been in place in Valerik and the movement of vehicles had been monitored by roadblocks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  One set of criminal investigations was carried out into the abduction of the four men. It failed to elucidate the crime, and the families have had no news of the detainees since 9 December 2001. The relevant details of the abductions and the investigation are set out below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Abduction of Magomed Edilov, application no. 26960/06",
                                        "elements": [
                                            {
                                                "content": "11.  At the material time the only applicant in this case and her common-law partner Magomed Edilov, born in 1979, lived at Sheripova Street, 11 (in the submitted documents the address is also referred to as Lenina Street, 89) in Valerik. At the time of the event, the applicant was pregnant; their daughter Sofi was born on 13 June 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  At about 2 a.m. on 9 December 2001 a group of about seven armed masked men in camouflage uniforms arrived at the applicant’s gate in two UAZ cars without registration plates. The men broke into the house and took Magomed Edilov outside. The applicant attempted to follow the intruders, but they hit her and she fell. The intruders put Magomed Edilov into one of the vehicles and drove away in an unknown direction.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Abduction of Mr Akhamdi Isayev, application no. 6371/09",
                                        "elements": [
                                            {
                                                "content": "13.  The first applicant in this case is the mother, the second applicant is the wife and the third applicant is a brother of Akhamdi Isayev, born in 1981. At the material time the applicants and Akhamdi Isayev lived at Sheripova Street, 91 in Valerik. The family occupied two houses (“house no. 1” and “house no. 2”), connected by a fence roof (a roof covering part of the courtyard) and sharing a common courtyard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On the night of 8 to 9 December 2001 Akhamdi Isayev was in house no. 1 together with the second applicant, the first applicant and his father, while house no. 2 was occupied by the third applicant, the first applicant’s nephew and Rizvan S., the third applicant’s guest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  At about 2 a.m. on 9 December 2001 the second applicant was woken up by the noise of the opening of the metal gate to the courtyard. Through the window she saw about ten armed masked men in camouflage uniforms breaking into the courtyard. They were wearing spherical helmets usually worn by Russian federal troops.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  Three armed men broke into house no. 1 and started searching it. They spoke Russian without an accent. One of them asked Akhamdi Isayev to give his name. When he identified himself, the man hit him with the butt of his machine gun and asked him to give his name again. At the request of the same man, the second applicant confirmed the identity of Akhamdi Isayev. Two armed men then tied Akhamdi Isayev’s hands behind his back with a television cable and moved him towards the exit. The second applicant tried to prevent them from taking him away but was pushed back into the room. She fell to the ground and fainted. Meanwhile the armed men took Akhamdi Isayev to the courtyard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  Several armed men broke into house no. 2, searched it and, after an identity check, tied Rizvan S.’s hands and took him to the courtyard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  Subsequently, they put Akhamdi Isayev and Rizvan S. into a UAZ car and drove off towards the centre of the village.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Abduction of Ali Vadilov, application no. 6382/09",
                                        "elements": [
                                            {
                                                "content": "19.  The three applicants in this case are the mother, brother and sister of Ali Vadilov, born in 1974. At the material time the applicants and Ali Vadilov lived at Frunze Street, 29 in Valerik. They occupied two houses (“house no. 1” and “house no. 2”), connected by a covered area and sharing a common courtyard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  According to certificates issued by the Grozny expert medical commission and the head of the Valerik local administration, Ali Vadilov had had a disability of the first degree since childhood and required permanent help. In particular, he suffered from a club hand, a club foot, dislocation of the left hip and deformity of the elbow and knee joints. According to the applicants, Ali Vadilov could not move without another person’s assistance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On the night of 8 December 2001 the second applicant was in house no. 1 together with his wife and three of their children, while house no. 2 was occupied by Ali Vadilov, the first applicant and the second applicant’s daughter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  At about 2 a.m. on 9 December 2001 several armed masked men in camouflage uniforms broke into house no. 2. They did not introduce themselves and started searching the house, swearing and shouting insults. The first applicant and the second applicant’s daughter started to cry.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  At the same time the second applicant was woken up in house no. 1 by gunshots in the courtyard. Immediately thereafter, three armed masked men in camouflage uniforms broke into the house. They ordered the second applicant to kneel down and to hand his passport over to them. They spoke Russian without an accent. They took the second applicant out of the house.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  In the courtyard the second applicant saw twenty to twenty-five armed masked men in camouflage uniforms. They were searching the courtyard, the garden and the garage. The second applicant was put against the wall and ordered to kneel down. Since he sat down instead, he was hit several times with a submachine gun and almost fainted. Once he had returned to his senses, the second applicant was told to take his passport and return to the house. One of the armed men pushed him towards the house, hit him on the back and told him “You haven’t seen anything”. The armed men then fastened the house door with wire.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  Thereafter two armed men took Ali Vadilov by his hands and carried him into the courtyard. The first applicant cried and asked them not to take him away, saying that he was disabled. Nonetheless they put Ali Vadilov in a UAZ car and drove away.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The first applicant removed the wires and opened the door of house no. 1. She told the others that the armed men had taken away Ali Vadilov.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The applicants’ search for the disappeared men and the official investigation",
                                        "elements": [
                                            {
                                                "content": "27.  The following morning the applicants complained about the abductions of the three men to a number of law-enforcement agencies and offices in the Achkhoy-Martan district. On 9 December 2001, after the curfew, Ali Vadilov’s mother and brother went to see the head of the local administration. They allegedly learnt from him that the previous night, Russian security forces had carried out a special operation in the village and had apprehended three other persons, including two residents of the village, Akhamdi Isayev and Magomed Edilov. They also learnt that the armed men had arrived in the village in an APC and four UAZ cars.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Ali Vadilov’s brother learnt from a certain Mr I., who allegedly had connections with representatives of the Russian security forces, that according to the military personnel at the village checkpoint, the operation had been carried out jointly by members of the FSB of the Urus-Martan and Achkhoy-Martan districts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The applicants contacted, both in person and in writing, various official bodies, such as the Russian President, the Administration of Chechnya, and departments of the interior and prosecutors’ offices at different levels. Copies of some of those complaints were submitted to the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 10 December 2001 Ali Vadilov’s mother (the first applicant in application no. 6382/09) complained about the abduction of her son to the district prosecutor’s office. On 14 December 2001 the deputy district prosecutor forwarded her complaint to the head of the Achkhoy-Martan Department of the Interior.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 21 December 2001 she reiterated her complaint about the disappearance of Ali Vadilov before the district prosecutor’s office. On the same day the prosecutor’s office initiated a criminal investigation into the abduction of four persons, under Article 127 § 2 of the Criminal Code (unlawful deprivation of liberty). The case file was assigned number 27056. In July 2009 the Government submitted 109 pages from that file to the Court. The most relevant documents as well as the parties’ submissions may be summarised as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  In December 2001 and January 2002 the investigators questioned several applicants and their relatives about the circumstances of the abductions. All the witnesses to the abductions stated that the intruders had taken money, documents and valuables from the households. The first applicant in application no. 6371/09 (Akhamdi Isayev’s mother) described the intruders as servicemen or police officers, tall and well-built, wearing camouflage uniforms and masks, armed with machine guns and using portable radios and call-names to address each other in Russian. Some of the applicants or their relatives were granted victim status.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  In January 2002 the investigation questioned the head of the Valerik village administration and the village policeman. Both stated that on the night of 8 to 9 December 2001 a “special operation” had been carried out in the village. An unidentified group of persons wearing camouflage uniforms, without informing the local authorities, had entered the village in grey UAZ cars and taken four men away. No information about the service which had carried out the operation or the whereabouts of the missing men was available to those officials. Both confirmed, too, that they had no information that any of the detained men had been involved in illegal activities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In December 2002 an investigator from the district prosecutor’s office examined two of the households where the abductions had taken place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  In January 2003 one of the Isayev family’s neighbours stated that after the abductors had left in UAZ cars, he had found the third applicant in application no. 6371/09 with a bleeding wound on his head and had taken him to hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 29 April 2003 the third applicant in application no. 6382/09 complained about the abduction of her brother to the deputy head of the Government of the Chechen Republic, the head of the republican Security Council and a member of the State Duma. In her complaints she averred that her brother was disabled and could not have been involved in unlawful activities. She also stated that, according to some sources, Ali Vadilov and other residents of the village had been detained by the security forces of the Achkhoy-Martan and Urus-Martan districts and that they had been kept in the former building of the Urus-Martan town boarding school (used by the Urus-Martan temporary district department of the interior, the VOVD).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 17 June 2003 the military prosecutor of military unit no. 20102 informed the third applicant in application no. 6382/09 that there was no evidence of the involvement of military servicemen in the abduction of Ali Vadilov.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In June and July 2003 the investigation again questioned some of the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Also in July 2003 the investigators questioned several residents of Valerik who, in short identical statements, confirmed that they had heard of the detention of four men by unidentified persons in December 2001, but had no first-hand knowledge of that crime. A similar exercise was repeated in June and July 2007 and July 2008. It does not appear that witnesses G., M. and O., whose statements have been submitted to the Court (see paragraph 9 above), were questioned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 23 November 2005 a group of residents of the Achkhoy-Martan district complained to the Russian President about numerous abductions committed by State agents, stating that “since the beginning of the counter-terrorist operation ... law enforcement bodies and troops of the Ministry of Defence, using APCs (armoured personnel carriers), and Ural and UAZ cars, took away in an unknown direction 140 persons from our district. Their whereabouts are still unknown”. The residents also complained about the failure of the local authorities to conduct an effective investigation into the disappearances. Among others, the letter referred to the applicants’ relatives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The investigation was regularly suspended for failure to identify the culprits, and then reopened. In the meantime, the applicants submitted written and oral complaints to the prosecutor’s office, but no progress was made. Thus, on 2 March 2006 the district prosecutor’s office replied to a complaint by the applicant in case no. 26960/06 and stated that the investigation had failed to establish the whereabouts of Magomed Edilov; that on an unspecified date the investigation had been suspended; and that operational search measures aimed at solving the crime were under way.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 25 March 2007 the NGO Mothers of Chechnya (Materi Chechni) wrote to the Prosecutor General complaining about the ineffectiveness of the investigation into the abduction of Magomed Edilov. In particular, they stressed that although the investigation had failed to carry out sufficient investigative steps, it had been suspended. The letter requested that the Prosecutor General undertake a number of specific measures aimed at carrying out an effective and thorough investigation into the abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In reply to that letter, on 14 May 2007 the Chechnya prosecutor’s office informed the applicant in application no. 26960/06 that the investigation had been resumed for thirty days from 10 May 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The applicants in application no. 6382/09 submitted that the investigators of the district prosecutor’s office had reassured them on several occasions that they were taking all necessary steps to find out the whereabouts of Ali Vadilov. The applicants were allegedly also asked not to bother the investigators and other bodies with complaints and requests for information because the former would then have to draft replies to their inquiries instead of advancing the investigation. The applicants did as they were asked because they trusted the official investigation. They also shared the information with the relatives of other persons abducted on 9 December 2001 in Valerik.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Government stated that the investigation of the criminal case was ongoing.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Application no. 27926/06, Chilayev and Dzhabayeva v. Russia",
                                "elements": [
                                    {
                                        "content": "1.  Abduction of Bulat Chilayev and Aslan Israilov",
                                        "elements": [
                                            {
                                                "content": "46.  The first applicant in this case was the father of Bulat Chilayev, born in 1973. The second applicant is the mother of Aslan Israilov, born in 1978.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The applicants submitted that on 9 April 2006 their sons had been detained by unknown servicemen on the road between Sernovodsk and Grozny. The applicants were not eye-witnesses to the events and the description below is based on witness statements collected by them and the investigation in the aftermath of the arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  At the material time Bulat Chilayev lived in Sernovodsk. He worked as a driver for a Russian humanitarian NGO, Civic Assistance, using his own car VAZ-21074. Aslan Israilov lived in Moscow and on 8 April 2006 he arrived in Sernovodsk to visit his maternal grandfather.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  On 8 April 2006 a serviceman of the Ministry of the Interior and two of his relatives were killed in Sernovodsk. Early in the morning of 9 April 2006 the military and law-enforcement authorities conducted a large-scale “sweeping operation” in Sernovodsk. Apparently, the only person detained was the second applicant’s son, Aslan Israilov. Since he was registered in Grozny, he was invited to the local district department of the interior (“the ROVD”) where his documents were checked and he was released.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  It appears that at around 12 noon on 9 April 2006 Aslan Israilov and Bulat Chilayev left Sernovodsk for Grozny in the latter’s car. They passed through two military roadblocks situated between Sernovodsk and the Kavkaz highway.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  At the junction of the Sernovodsk road and the highway were a petrol station, a small market and several bus stops. There was also a permanent police presence; however at the material time the police were absent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Two witnesses identified by the applicants, whose statements were submitted to the Court, stated that at about 12.30 p.m. on 9 April 2006 two silver Zhiguli cars with tinted windows (a VAZ-2112 with the registration plate “t 591 RT 95” and a VAZ-21099 with a registration plate ending in “487 HC 95”) had arrived at the junction and parked on each side of the road. Six or eight men wearing camouflage uniforms got out of the cars, put on black masks and stopped Bulat Chilayev’s white car. They punched the two men and beat them with rifle butts, tied their hands behind their backs and put Aslan Israilov into the car boot and Bulat Chilayev in the back seat of his car. Two servicemen got in beside him and another took the driver’s seat. The three cars then drove off along the highway towards Grozny.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  A passer-by saw Bulat Chilayev’s car being driven away by a man in military camouflage uniform and immediately called his relatives to alert them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The first applicant learnt of the arrest at around 1.50 p.m. while he was at work in Grozny. He immediately contacted the Chechnya Prosecutor’s Office and the Prosecutor’s Office of the Achkhoy-Martan District (“the district prosecutor’s office”). On the same day he wrote to the district prosecutor’s office, giving the registration plates of the two Zhiguli cars. The first applicant spent the rest of the day contacting various other law-enforcement authorities in Chechnya, but was unable to find out anything about the fate of his son and Aslan Israilov.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  In the meantime the eye-witnesses to the arrest collected, on the spot where the two men had been detained, a military cap and a military identification tag bearing the number F142733. Those items were later transferred to the prosecutor’s office.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The applicants have had no news of their sons since 9 April 2006.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicants’ search for their sons and the official investigation into the abduction",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Initial search for the missing men",
                                "elements": [
                                    {
                                        "content": "57.  Following a request by the applicants, in April 2006 Mrs Svetlana Gannushkina, head of the NGO Civic Assistance and member of the Presidential Council for Civil Society Institutions and Human Rights, contacted numerous officials, including the acting Minister of the Interior of Chechnya, the deputy head of the Chechnya Department of the Federal Security Service (“the FSB”), Russia’s Prosecutor General, the head of the Chechnya Government, and the headquarters of the United Group Alignment (“the UGA”) in Chechnya. She asked them to investigate the possible involvement of military servicemen in the abduction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 29 May 2006 the head of the Chechnya Administration informed the head of the Presidential Council for Civil Society Institutions and Human Rights that the investigation of the crime had drawn the special attention of the authorities. The letter went on to say that the progress of the investigation had been made difficult because “the perpetrators of the abduction had used false registration plates («знаки-двойники») which had been copied from those attributed to detachments of the federal [military] forces and Russia’s Ministry of the Interior”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The official investigation",
                                "elements": [
                                    {
                                        "content": "59.  On 17 April 2006 the district prosecutor’s office opened a criminal investigation file into the abduction of Bulat Chilayev and Aslan Israilov under Article 126 § 2 of the Criminal Code (aggravated kidnapping). The file was given number 69010. In July 2009 the Government submitted 337 pages from that file. The most important developments as seen from the documents and as cited in the Government’s observations may be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Further to the opening of the criminal investigation file on 17 April 2006, on 18 and 19 April 2006, the district prosecutor’s office informed the first applicant, his wife and the second applicant accordingly. Victim status was granted to the first applicant’s wife on 17 April and to the second applicant on 24 April 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Lieutenant Ilyas B., a serviceman of the “West” battalion, was questioned on 26 May 2006. He explained that following the murder of a Ministry of the Interior serviceman and his two relatives on 8 April 2006 in Sernovodsk, he and other servicemen of “West” battalion had participated in a search operation. Between 10.45 a.m. and 1.30 p.m. the following day, they searched the forest near the crossroads of the Sernovodsk-Assinovskaya road and the Kavkaz highway, and then searched within a radius of two kilometres from the crossroads. During the operation, he lost his military identification tag. He had been severely reprimanded by his superiors for not taking proper care of the tag.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  On 12 June 2006 the district prosecutor extended the term of the investigation until 17 July 2006. The extension order summarised the investigative measures taken thus far. It stated that the close relatives of the kidnapped men had been questioned and granted the status of victims in the proceedings. Several eye-witnesses to the kidnapping had been identified and questioned. The owner of the identification tag found at the scene of the crime had been identified as Lieutenant Ilyas B., of “West” battalion, and questioned. The investigators also identified and questioned the owners of vehicles with registration numbers similar to those noted by the witnesses. They contacted various law-enforcement authorities in the region, none of which had information about the detention of the two men. The order indicated that the investigators should further question other servicemen who had participated in the operation in Sernovodsk and on the road, and other eye-witnesses to the event, and obtain additional information about the two missing men. The applicants were informed of the extension of the investigation on the same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  From further documents it appears that Ilyas B. was killed on 16 August 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In June 2006 the Chechnya Ministry of the Interior concluded, in an internal report, that a GAZ-3307 vehicle with number plate “t 591 RT 95” (the witnesses have referred to VAZ vehicle – see paragraph 52 above) had been registered with the department of the interior of the Ryazan Region and had been temporarily used by the staff of one of the roadblocks in Chechnya, located in the Shelkovskoy district. The staff of the police station where the vehicle had been registered testified that on 9 April 2006 the car had not left the premises. An examination of the GAZ vehicle at the roadblock in Shelkovskoy district concluded that the plates had not been changed or dismounted and that members of illegal armed groups had used “doubles” of State registration plates assigned to the police, in order to discredit the law-enforcement bodies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  No relevant information about the second car has been obtained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The investigation obtained a copy of an order issued by the military commander of a detachment of the internal troops of the Ministry of the Interior, instructing those taking part in the special operation of 9 April 2006 to gather at 5 a.m. at the crossroads of the Sernovodsk-Assinovskaya road and the Kavkaz highway.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  On 20 June 2006 the military prosecutor’s office decided not to open a criminal investigation owing to the lack of information about the involvement of military servicemen in the crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  On 12 July 2006 the district prosecutor further extended the term of the investigation until 17 August 2006. The extension order, in addition to the information cited above, referred to the examination of the scene of the crime and of the applicants’ houses. It noted that both detained men had received positive references at their places of residence and employment. It mentioned the questioning of additional witnesses, including the police officers who had been manning the crossroads at the material time. The order also indicated the need to question other servicemen of “West” battalion who had participated in the operation in Sernovodsk on 9 April 2006 and to identify the owners of the vehicles implicated in the event. The document concluded by stating that the investigation had yet to find the two vehicles involved in the kidnapping and Bulat Chilayev’s car, to question about twenty additional witnesses and to obtain answers to information requests forwarded to various authorities. The applicants were informed of the extension of the investigation on the same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  In February 2007 the investigators examined the roadblock situated at the place where the two men had been abducted and the registration log of vehicles which had passed through the roadblock on 9 April 2006. They found no relevant information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  On 5 February 2007 the first applicant was granted victim status and questioned. He stated that at around 1 p.m. on 9 April 2006 he had called his son’s mobile number. He later discovered that the most recent connection with that phone had been registered at the Staropromyslovsky Shosse in Grozny at about 1 p.m. on 9 April 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  On 6 February 2007 the investigator sought a court order to obtain information about the time and location of connections from the two men’s mobile phones. The information obtained by the investigation confirmed that the last recorded connection from one of the phones had occurred at 1.06 p.m. from Staropromyslovsky Shosse, 6 in Grozny. On 26 March 2008 a manager of the mobile phone company testified that no further localisation of the calls was possible, and that a number of offices were located in that sector, including the prosecutors’ office, the military commander’s office, “West” battalion, the FSB and the Department for the Fight against Organised Crime (“the RUBOP”) of the Ministry of the Interior. The number had not been used since 10 April 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  In December 2008 the investigators brought before the court seven requests to allow access to and, where necessary, collection of documents that could contain State secrets from the archives of various military and law-enforcement bodies which had taken part in the special operation of 9 April 2006. It does not appear that any relevant information was obtained from the subsequent documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  In March 2009 the investigators sought and obtained court permission to tap the mobile numbers of the two missing men. On 10 April 2009 that decision was forwarded to the mobile phone operator.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The investigation was again suspended on 10 April 2009 for failure to identify the culprits.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Court proceedings initiated by the applicants",
                                "elements": [
                                    {
                                        "content": "1.  Proceedings in case no. 26960/06",
                                        "elements": [
                                            {
                                                "content": "75.  On 15 February 2006 the Achkhoy-Martan District Court (“the District Court”) granted the applicant’s claim and declared Magomed Edilov missing as of 10 December 2001. In its decision the District Court relied, inter alia, on the witness statements provided by Ms Z. Kh. and Ms A. M., residents of Valerik, who had testified during the hearing that on 9 December 2001 Magomed Edilov had been abducted by a group of armed men in camouflage uniforms.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  On 16 January 2006 the applicant lodged a claim with the District Court seeking to establish the paternity of Magomed Edilov in respect of her daughter, born on 13 June 2002. The claim was granted and on 3 April 2006 the Achkhoy-Martan district civil registration office issued a certificate stating that Magomed Edilov was the father of the applicant’s daughter.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Proceedings in case no. 6371/09",
                                        "elements": [
                                            {
                                                "content": "77.  On 6 June 2006 the District Court declared Akhamdi Isayev missing as of 10 December 2001. It relied, among other things, on statements by witnesses to the effect that on the night of 8 to 9 December 2001 Akhamdi Isayev had been abducted from his home by armed men in camouflage uniforms and that since that time, despite his relatives’ complaints to various authorities, his whereabouts had remained unknown.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "78.  For a recent summary, see Aslakhanova and Others v. Russia (nos. 2944/06, 8300/07, 50184/07, 332/08 and 42509/10, §§ 43-59, 18 December 2012).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "79.  In accordance with Rule 42 § 1 of the Rules of Court, the Court decides to join the applications, given their similar factual and legal background.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  THE GOVERNMENT’S PRELIMINARY OBJECTIONS",
                        "elements": [
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "80.  The Government argued that the applications should be dismissed for failure to exhaust domestic remedies. They stressed that the applicants had had various remedies at their disposal to which they could have recourse with respect to the ongoing investigation. The applicants had failed to appeal against the investigators’ decisions by way of judicial review. They also stated that the investigations were still pending and it was premature to conclude that the applicants had exhausted domestic remedies and that the remedies had not been effective. Lastly, the applicants could have claimed damages in civil proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The applicants argued that the investigations had been pending for a long time without producing any tangible results. That remedy had proved to be ineffective and their complaints, as well as any other potential remedies, had proved futile.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "82.  In a recent judgment the Court concluded that the non-investigation of disappearances that had occurred, principally, in Chechnya between 1999 and 2006 constituted a systemic problem and that criminal investigations were not an effective remedy in this respect (see Aslakhanova and Others, cited above, §§ 217 and 219).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  In such circumstances, and noting the absence of tangible progress in any of the criminal investigations over the years, the Court concludes that the objection in relation to the pending criminal investigation should be dismissed, since the remedy relied on by the Government was ineffective in the circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  As regards a civil action to obtain redress for damage sustained as a result of the alleged illegal acts or unlawful conduct of State agents, the Court has already found in a number of similar cases that this procedure alone cannot be regarded as an effective remedy in the context of claims brought under Article 2 of the Convention (see Khashiyev and Akayeva v. Russia, nos. 57942/00 and 57945/00, §§ 119-21, 24 February 2005, and Estamirov and Others v. Russia, no. 60272/00, § 77, 12 October 2006). Accordingly, the Court confirms that the applicants were not obliged to pursue civil remedies. The preliminary objection in this regard is also dismissed.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  THE COURT’S ASSESSMENT OF THE EVIDENCE AND THE ESTABLISHMENT OF THE FACTS",
                        "elements": [
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicants",
                                        "elements": [
                                            {
                                                "content": "85.  All applicants maintained that it was beyond reasonable doubt that the men who had taken away their relatives had been State agents. In support of this assertion they referred to the evidence contained in their submissions and the criminal investigation files. They submitted that they had each made a prima facie case that their relatives had been abducted by State agents and that the essential facts underlying their complaints had not been challenged by the Government. In view of the absence of any news of their missing relatives for a long time and the life-threatening nature of unacknowledged detention in Chechnya at the relevant time, they asked the Court to consider their relatives dead.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "86.  The Government did not contest the essential facts as presented in each application. At the same time, they claimed that during the investigations no information had been obtained proving beyond reasonable doubt that State agents had been involved in the abductions. The mere fact that the abductors had been armed and had worn camouflage uniforms without distinctions was not enough to presume so. Nor could the deaths of the applicants’ relatives be established with certainty.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "87.  A number of principles have been developed in the Court when it has been faced with the task of establishing facts on which the parties disagree (see El Masri v. “the former Yugoslav Republic of Macedonia” [GC], no. 39630/09, §§ 151-53, 13 December 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  More specifically, the Court has adjudicated a series of cases concerning allegations of disappearances in the Russian Northern Caucasus. Applying the above-mentioned principles, it has concluded that it would be sufficient for the applicants to make a prima facie case of abduction of the missing persons by servicemen, thus falling within the control of the authorities, and it would then be for the Government to discharge their burden of proof either by disclosing the documents in their exclusive possession or by providing a satisfactory and convincing explanation of how the events in question occurred (see, among many examples, Aziyevy v. Russia, no. 7626/01, § 74, 20 March 2008; Utsayeva and Others v. Russia, no. 29133/03, § 160, 29 May 2008; and Khutsayev and Others v. Russia, no. 16622/05, § 104, 27 May 2010). If the Government failed to rebut this presumption, this would entail a violation of Article 2 in its substantive part. Conversely, where the applicants failed to make a prima facie case, the burden of proof could not be reversed (see, for example, Tovsultanova v. Russia, no. 26974/06, §§ 77-81, 17 June 2010; Movsayevy v. Russia, no. 20303/07, § 76, 14 June 2011; and Shafiyeva v. Russia, no. 49379/09, § 71, 3 May 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Court has also made findings of fact to the effect that a missing person could be presumed dead. Having regard to the previous cases concerning disappearances in Chechnya and Ingushetia which have come before it, the Court has found that in the particular context of the conflict, when a person was detained by unidentified State agents without any subsequent acknowledgment of the detention, this could be regarded as lifethreatening (see, among many others, Bazorkina v. Russia, no. 69481/01, 27 July 2006; Imakayeva v. Russia, no. 7615/02, ECHR 2006XIII (extracts); Akhmadova and Sadulayeva v. Russia, no. 40464/02, 10 May 2007; and Velkhiyev and Others v. Russia, no. 34085/06, 5 July 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  Turning to the present case, the Court finds the following.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Applications no.  26960/06, Tovbulatova v. Russia, no. 6371/09, Isayeva and Others v. Russia and no. 6382/09, Vadilova and Others v. Russia",
                                        "elements": [
                                            {
                                                "content": "91.  The parties do not dispute that on the night of 8 to 9 December 2001 a large group of armed men wearing camouflage uniforms, speaking in unaccented Russian, using special equipment such as portable radios and wearing spherical helmets, passed through roadblocks in the village of Valerik in several UAZ vehicles during curfew hours. The group proceeded to search the applicants’ houses, check the residents’ identity documents and detain several persons in a manner suggesting the carrying out of security operations. Four persons were thus detained and taken away. The head of the village administration and a policeman suggested that a security operation had been carried out by an unknown authority. Some witnesses whose statements were presented to the Court, but who were not questioned by the investigation, referred in addition to the presence of an APC in Valerik on that night (see paragraphs 9, 12, 15-18, 22-25, 32, 33 and 35 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  In view of the above, the Court is satisfied that a prima facie case of abduction by State agents has been made.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The Government referred to the unfinished nature of the criminal investigation and to the lack of evidence that the applicants’ relatives were dead. However, the Court considers that that argument is insufficient to discharge their burden of proof in a case where there is prima facie evidence of State control over the disappeared prisoners.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Bearing in mind the general principles outlined above, the Court finds it sufficiently established that Magomed Edilov, Akhamdi Ismailov and Ali Vadilov were taken into custody by State agents on 9 December 2001. In the absence of any reliable news of them since that date and given the life-threatening nature of such detention, the Court finds that these persons can be presumed dead.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Application no.27926/06, Chilayev and Dzhabayeva v. Russia",
                                        "elements": [
                                            {
                                                "content": "95.  The evidence collected by the applicants and by the domestic investigation contains the following undisputed facts: that on 9 April 2006 a special operation was carried out in the village of Sernovodskaya and its surroundings, including the territory around the junction of the Sernovodsk-Assinovskaya road and the Kavkaz highway; that Bulat Chilayev and Aslan Israilov were detained there at about 1 p.m., close to a permanent police post; that the abductors used a vehicle with registration plates belonging to a police unit; that a personal identity tag belonging to a serviceman of the “West” battalion who had taken part in the special operation was found at the place of their detention; and that within one hour of the abduction the mobile phone of one of the abducted persons was traced to a location in Grozny near the headquarters of “West” battalion and other law-enforcement bodies (see paragraphs 51, 52, 61, 62, 64 and 71 above). In view of this, the Court is satisfied that a prima facie case of abduction by State agents has been made.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Government referred to the unfinished criminal investigation and the lack of information about the participation of military servicemen in the operation. They alluded to the possibility that the perpetrators could have been members of illegal armed groups.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The Court notes that the abduction occurred in 2006, in broad daylight, at a busy junction with the federal highway and in front of a police post. It took place while a large-scale security operation was being conducted in the area, and the perpetrators quickly transited through security checkpoints in the direction of the headquarters of several law-enforcement institutions. Therefore, the possibility advanced by the Government is at variance with the established facts and as such has not been seriously pursued by the domestic investigation. The Court rejects it as not supported by the materials of the case. Accordingly, the Government’s arguments are insufficient to discharge their burden of proof in a case where there is prima facie evidence of State control over the disappeared persons. The Court finds it established that Bulat Chilayev and Aslan Israilov were taken into custody by State agents on 9 April 2006 and subsequently disappeared. In the absence of any news of them since that date and given the life-threatening nature of such detention, they can be presumed dead.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "98.  The applicants complained under Article 2 of the Convention that their relatives had disappeared after having been detained by State agents and that the domestic authorities had failed to carry out an effective investigation into the matter. Article 2 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "99.  The Government contended that the domestic investigations had obtained no evidence that the detainees had been held under State control or that the missing persons were dead. They further noted that the mere fact that the investigative measures had not produced any specific results, or had given only limited ones, did not mean that there were any omissions on the part of the investigative authorities. They claimed that all necessary measures were being taken to comply with the obligation to conduct an effective investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The applicants reiterated their complaints.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "101.  The Court considers, in the light of the parties’ submissions, that the complaints raise serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The complaint under Article 2 of the Convention must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Alleged violation of the right to life of the applicants’ relatives",
                                "elements": [
                                    {
                                        "content": "102.  The Court has found it established that the applicants’ family members can be presumed dead following their unacknowledged detention by State agents (see paragraphs 94 and 97 above). The liability for their deaths rests with the respondent State. Noting that the Government do not rely on any grounds for justification of the deaths, the Court finds that there has been a violation of the right to life in respect of Magomed Edilov, Akhamdi Isayev, Ali Vadilov, Bulat Chilayev and Aslan Israilov.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Alleged inadequacy of the investigation into the abduction",
                                "elements": [
                                    {
                                        "content": "103.  The Court has already found that a criminal investigation does not constitute an effective remedy in respect of disappearances which have occurred, in particular, in Chechnya between 1999 and 2006 and that such a situation constitutes a systemic problem under the Convention (see paragraph 82 above). In the case at hand, as in many previous similar cases reviewed by the Court, the investigations have been pending for many years without bringing about any significant developments as to the identities of the perpetrators or the fate of the applicants’ missing relatives. While the obligation to investigate effectively is one of means and not of results, the Court notes that the proceedings in each of the criminal files have been plagued by a combination of the same defects as enumerated in the Aslakhanova and Others judgment (cited above, §§ 123-25). They were affected by delays arising out of regular decisions to adjourn the investigations without taking the most obvious steps, followed by periods of inactivity. Those delays further diminished the prospects of solving the crimes. No meaningful steps have been taken to identify and question the servicemen who could have witnessed, registered or participated in the operations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  In the light of the foregoing, the Court finds that the authorities failed to carry out effective criminal investigations into the circumstances of the disappearance of the applicants’ relatives. Accordingly, there has been a violation of Article 2 in its procedural aspect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATIONS OF ARTICLES 3, 5 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "105.  The applicants complained of violations of Articles 3 and 5 of the Convention, on account of the mental suffering caused to them by the disappearance of their relatives and the unlawfulness of their detention. They also argued that, contrary to Article 13 of the Convention, they had no available domestic remedies against the violations claimed, in particular those under Articles 2 and 3. These Articles read, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "Article 5",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "106.  The Government contested those arguments.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "107.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "108.  The Court has found on many occasions that a situation of enforced disappearance gives rise to a violation of Article 3 in respect of the close relatives of the victim. The essence of such a violation does not lie mainly in the fact of the “disappearance” of the family member but rather concerns the authorities’ reactions and attitudes to the situation when it is brought to their attention (see Orhan v. Turkey, no. 25656/94, § 358, 18 June 2002, and Imakayeva, cited above, § 164).",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  Equally, the Court has found on many occasions that unacknowledged detention is a complete negation of the guarantees contained in Article 5 and discloses a particularly grave violation of its provisions (see Çiçek v. Turkey, no. 25704/94, § 164, 27 February 2001; Luluyev and Others v. Russia, no. 69480/01, § 122, ECHR 2006XIII (extracts); and Aslakhanova, cited above, § 132).",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Court reiterates its findings regarding the State’s responsibility for the abductions and the failure to carry out a meaningful investigation into the fates of the disappeared persons. It finds that the applicants, who are their close relatives, must be considered victims of a violation of Article 3 of the Convention on account of the distress and anguish which they suffered, and continue to suffer, as a result of their inability to ascertain the fate of their family members and of the manner in which their complaints have been dealt with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Court furthermore confirms that since it has been established that the applicants’ relatives were detained by State agents, apparently without any legal grounds or acknowledgement of such detention, this constitutes a particularly grave violation of the right to liberty and security of persons enshrined in Article 5 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Court reiterates its findings of the general ineffectiveness of the criminal investigations in cases such as those under examination. In the absence of the results of the criminal investigation, any other possible remedy becomes inaccessible in practice. The Court thus finds that the applicants in these cases did not dispose of an effective domestic remedy for their grievances under Articles 2 and 3, in breach of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "113.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicants’ claims for damages and for compensation of costs and expenses",
                                "elements": [
                                    {
                                        "content": "1.  The Applicants’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Application no. 26960/06, Tovbulatova v. Russia",
                                "elements": [
                                    {
                                        "content": "114.  In respect of non-pecuniary damage the applicant asked the Court to award her an amount which it would deem reasonable and appropriate to the level of pain and suffering inflicted on her as a result of the disappearance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  In respect of costs and expenses, the applicant, who was represented by D. Itslayev, sought 5,495 euros (EUR), which included the costs of drafting legal documents submitted to the Court, translation services, and administrative and postal expenses. She submitted a copy of the legal representation contract with a breakdown of the costs incurred.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application no. 6371/09, Isayeva and Others v. Russia",
                                "elements": [
                                    {
                                        "content": "116.  In respect of non-pecuniary damage the three applicants asked the Court to award them an amount which it would deem reasonable and appropriate to the level of pain and suffering inflicted on them as a result of the disappearance of their close relative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  In respect of costs and expenses, the applicants sought EUR 5,912, which included the drafting of legal documents submitted to the Court, translation services, and administrative and postal costs. They submitted a copy of the legal representation contract with D. Itslayev, as well as a breakdown of the costs incurred.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Application no. 6381/0, Vadilova and Others v. Russia",
                                "elements": [
                                    {
                                        "content": "118.  In respect of non-pecuniary damage the applicants asked the Court to award them an amount which it would deem reasonable and appropriate to the level of pain and suffering inflicted on them as a result of the disappearance of their close relative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  In respect of costs and expenses, the applicants sought EUR 5,600, which included the drafting of legal documents submitted to the Court, translation services, and administrative and postal costs. They submitted a copy of the legal representation contract with D. Itslayev, as well as a breakdown of the costs incurred.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Application no. 27926/06, Chilayev and Dzhabayeva v. Russia",
                                "elements": [
                                    {
                                        "content": "120.  Aminat Chilayeva (daughter of the disappeared Bulat Chilayev and grand-daughter of the late first applicant in this case) claimed 1,032,169 Russian roubles (RUB) in respect of pecuniary damage for the loss of financial support by the breadwinner. She based her calculation on the subsistence level provided for by Russian law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  In respect of non-pecuniary damage the applicants asked the Court to award them an amount which it would deem reasonable and appropriate to the level of pain and suffering inflicted on them as a result of the disappearance of their close relatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  The applicants were represented by EHRAC/Memorial Human Rights Centre. The aggregate claim in respect of costs and expenses related to their legal representation amounted to 997 pounds sterling (GBP), which included the drafting of legal documents, translation services, and administrative and postal costs incurred in the United Kingdom only. They submitted a breakdown of the costs incurred and invoices.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Government’s position",
                                        "elements": [
                                            {
                                                "content": "123.  The Government, in each case, questioned the reasonableness of the applicants’ claims. In respect of non-pecuniary damages, they were of the opinion that the finding of a violation would constitute sufficient compensation.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "124.  The Court reiterates that there must be a clear causal connection between the damages claimed by the applicants and the violation of the Convention, and that this may, in an appropriate case, include compensation in respect of loss of earnings. The Court further finds that the loss of earnings applies to close relatives of the disappeared persons, including spouses, elderly parents and minor children (see, among other authorities, Imakayeva, cited above, § 213).",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  The Court then recalls that wherever it finds a violation of the Convention, it may accept that the applicants have suffered non-pecuniary damage which cannot be compensated for solely by the findings of violations, and make a financial award.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  As to the costs and expenses, the Court has to establish first whether the costs and expenses indicated by the applicant’s representatives were actually incurred and, second, whether they were necessary (see McCann and Others v. the United Kingdom, 27 September 1995, § 220, Series A no. 324; and Fadeyeva v. Russia, no. 55723/00, § 147, ECHR 2005-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  Having regard to its conclusions, the principles enumerated above and the parties’ submissions, as well as the fact that legal aid of EUR 850 has been granted to the applicants in application no. 26960/06, the Court awards the applicants the amounts set out in Annex II, plus any tax that may be chargeable to them on those amounts. The awards in respect of costs and expenses are to be paid into the representatives’ bank accounts, as identified by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "128.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a substantive violation of Article 2 of the Convention in respect of the applicants’ relatives Magomed Edilov, Akhamdi Isayev, Ali Vadilov, Bulat Chilayev and Aslan Israilov;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a procedural violation of Article 2 of the Convention in respect of the failure to investigate effectively the disappearance of the applicants’ relatives;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 3 of the Convention in respect of the applicants, on account of their relatives’ disappearance and the authorities’ response to their suffering;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 5 of the Convention in respect of the applicants’ relatives, on account of their unlawful detention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds there has been a violation of Article 13 of the Convention in conjunction with Articles 2 and 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the amounts indicated in Annex II, plus any tax that may be chargeable to the applicants, to be converted into Russian roubles at the rate applicable at the date of settlement, save in respect of costs and expenses to the applicants represented by EHRAC/Memorial Human Rights Centre; and the awards in respect of the costs and expenses are to be paid into the representatives’ bank accounts, as identified by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "9.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 October 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "ANNEX I",
                        "elements": []
                    },
                    {
                        "content": "Details of the applications",
                        "elements": []
                    },
                    {
                        "content": "\nANNEX II",
                        "elements": []
                    },
                    {
                        "content": "Awards made by the Court under Article 41",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TOVBULATOVA AND OTHERS v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-127402.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:1031JUD002696006",
    "externalsources": [],
    "extractedappno": [
        "26960/06",
        "27926/06",
        "6371/09",
        "6382/09",
        "2944/06",
        "8300/07",
        "50184/07",
        "332/08",
        "42509/10",
        "57942/00",
        "57945/00",
        "60272/00",
        "39630/09",
        "7626/01",
        "29133/03",
        "16622/05",
        "26974/06",
        "20303/07",
        "49379/09",
        "69481/01",
        "7615/02",
        "40464/02",
        "34085/06",
        "25656/94",
        "25704/94",
        "69480/01",
        "55723/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-127402",
    "judgementdate": "31/10/2013 00:00:00",
    "kpdate": "31/10/2013 00:00:00",
    "kpthesaurus": [
        "449",
        "595",
        "231",
        "350",
        "193",
        "448",
        "220",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "2-1",
        "3",
        "2",
        "5-1",
        "5",
        "13"
    ],
    "parties": [
        "TOVBULATOVA AND OTHERS",
        "RUSSIA"
    ],
    "rank": "1043.380859375",
    "representedby": [
        "ITSLAYEV D.",
        "EHRAC/Memorial Human Rights Centre"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "379292",
    "typedescription": "15"
}