{
    "__articles": "6;6-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "44038/05",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Enforcement proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-110200.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 44038/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Rezo Akhmedovich Kochalidze (“the applicant”), on 9 November 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 2 April 2009 the President of the First Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "4.  In accordance with the pilot judgment Burdov v.  (no. 2) (no. 33509/04, ECHR 2009), the applications were adjourned pending their resolution at the domestic level.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Government informed the Court that the authorities could not enforce the judgments in the applicant’s favour and requested to consider the application on the merits. The Court therefore decided to resume examination of the present case.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1972 and lives in Rostov-on-Don.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant served in the military. By a judgment of 18 October 2002 the Military Court of the Vladikavkaz Garrison declared unlawful the refusal of the commander of military unit 66156 to pay the applicant additional monthly combat allowance, obliged the head of the finance department of the North Caucasus Military Circuit to allocate funds for such payment and recovered in the applicant’s favour the allowance arrears in the amount of 58,900 Russian roubles (RUB). By another judgment of 17 December 2002 the same court delivered a similar judgment and recovered additionally RUB 121,600 in favour of the applicant.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 18 August 2005 the regional office of the Federal Treasury returned the writs of execution to the applicant on the ground that the military unit did not have an account there. The writs of execution were also returned by the main office of the Federal Treasury on 28 September 2005. In their letter of the same date the Federal Treasury suggested that the applicant submit the writs of execution to the bailiff service. It is not clear from the parties’ submissions whether the applicant has done so.",
                                "elements": []
                            },
                            {
                                "content": "9.  The judgments remain unenforced to date.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "10.  The applicant complained under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 about non-enforcement of the above judgments. These provisions, as far as relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "11.  The Court notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "12.  The Government acknowledged that the judgments in the applicant’s favour had not been enforced. They further argued that it was impossible to enforce the judgments because the applicant had not submitted the writs of execution to the bailiff service and requested that the Court consider the case on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The Court reiterates that an unreasonably long delay in the enforcement of a binding judgment may breach the Convention (see Burdov v. Russia, no. 59498/00, ECHR 2002-III). It further reiterates that a person who has obtained a judgment against the State may not be expected to bring separate enforcement proceedings (see Metaxas v. Greece, no. 8415/02, § 19, 27 May 2004). Where a judgment is against the State, the defendant State authority must be duly notiﬁed thereof and is thus well placed to take all necessary initiatives to comply with it or to transmit it to another competent State authority responsible for compliance (see Akashev v. Russia, no. 30616/05, § 21, 12 June 2008). The complexity of the domestic enforcement procedure or of the State budgetary system cannot relieve the State of its obligation under the Convention to guarantee to everyone the right to have a binding and enforceable judicial decision enforced within a reasonable time (Burdov (no. 2), cited above, § 70).",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The Court observes that in the instant case enforcement of the two judgments in the applicant’s favour has been pending for over nine years, which is prima facie incompatible with the Convention requirements (see, among others, Kozodoyev and Others v. Russia, nos. 2701/04 et al., § 11, 15 January 2009). It further observes that the applicant enabled the enforcement of the judgment debt by submitting the writ of enforcement to two State bodies and cannot be blamed for the State’s subsequent failure to act. Indeed, once the authorities were in possession of the writ of enforcement, it was open to them to adopt a more practical approach and to forward the document to the responsible body. Consequently, despite the applicant’s failure to submit the documents to the bailiff service after their return by the regional office of the Federal Treasury, the full responsibility for enforcement of the court judgment rests with the State (see, mutatis mutandis, Rozhnyatovskaya v. , no. 35002/05, § 19-20, 13 December 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Regard being had to the Government’s acknowledgment of the facts as they stand and to its own well-established practice, the Court considers that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "17.  The applicant claimed the debt under the two judgments in his favour, the sum total of which amounts approximately to 4,300 euros (EUR) in respect of pecuniary damage, and EUR 16,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Government agreed that the applicant should be paid the sum total of the amounts awarded to him by the domestic judgments. It further argued that in the case of finding a violation by the Court, the award for non-pecuniary damage should not exceed EUR 3,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court reiterates that the most appropriate form of redress in respect of the violations found would be to put the applicants as far as possible in the position they would have been if the Convention requirements had not been disregarded (see Piersack v. Belgium (Article 50), 26 October 1984, § 12, Series A no. 85, and, mutatis mutandis, Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  As to the claim for pecuniary damage, the Court notes the Government’s submission that they could not enforce the judgments in the applicant’s favour (see paragraph 5 above). The Court therefore awards the applicant EUR 4,300 under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Furthermore, the Court accepts that the applicant suffered distress and frustration due to the authorities’ lengthy failure to honour the State’s debt to him. Deciding on an equitable basis and having regard to all relevant factors (see Burdov (no. 2), cited above, §§ 154-157), the Court awards the applicant EUR 6,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "22.  The applicant did not submit any claim for costs and expenses. The Court will therefore make no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "23.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 April 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KOCHALIDZE v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-110200.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0410JUD004403805",
    "externalsources": [],
    "extractedappno": [
        "44038/05",
        "33509/04",
        "59498/00",
        "8415/02",
        "30616/05",
        "2701/04",
        "35002/05",
        "53431/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-110200",
    "judgementdate": "10/04/2012 00:00:00",
    "kpdate": "10/04/2012 00:00:00",
    "kpthesaurus": [
        "445",
        "113",
        "7",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "P1-1-1",
        "6-1",
        "P1-1"
    ],
    "parties": [
        "KOCHALIDZE",
        "RUSSIA"
    ],
    "rank": "875.427307128906",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "369193",
    "typedescription": "15"
}