{
    "__articles": "5;5-4",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-4 - Review by a court)",
    "applicability": "",
    "appno": "50332/12",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Review by a court"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-175475.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 50332/12) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Hazni Bayam (“the applicant”), on 30 May 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms Ç. Altuntaş, a lawyer practising in Mersin. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 5 September 2013 the application was declared partly inadmissible and the complaints concerning the effectiveness of the procedure by which the applicant could challenge the lawfulness of his detention, and the restriction on his access to the investigation file were communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government objected to the examination of the application by a committee. After having considered the Government’s objection, the Court rejects it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant, who was born in 1992, was detained at the Gaziantep Prison at the time when the application was lodged.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 26 December 2011 the Mersin Magistrates’ Court decided to restrict access to the file regarding an ongoing investigation against a terrorist organisation.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 29 December 2011 the applicant was arrested on suspicion of being a member of a terrorist organisation and making its propaganda.",
                                "elements": []
                            },
                            {
                                "content": "8.  On the same day the applicant’s police statement was taken at the Anti-Terror Branch of the Mersin Security Directorate, in the presence of his lawyer. He was mainly questioned about several records of telephone conversations as well as allegations about the burning of vehicles and throwing Molotov cocktails. He was questioned at length about the telephone conversations that had been intercepted. The police read out the transcripts of the telephone conversations and asked the applicant to comment on them. He was further asked questions about the incriminating statements of one of his co-accused. The applicant used his right to remain silent.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 30 December 2011 the Mersin Magistrates’ Court ordered the applicant’s detention on remand.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 16 March 2012 the applicant’s representative lodged an objection against the decision on the applicant’s detention, and requested his release. She also asked the court to lift the restriction of access to the investigation file. On 19 March 2012 the Mersin Magistrates’ Court dismissed the objection, without holding a hearing. The applicant’s representative filed a further objection against that decision.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 26 March 2012 the Mersin Assize Court dismissed the objection on the basis of the case file, without holding a hearing.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 20 April 2012 the Mersin Magistrates’ Court ex officio examined the applicant’s detention on remand on the basis of the case-file and decided to extend it.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 10 September 2012 the Adana public prosecutor filed a bill of indictment against the applicant, accusing him mainly of being a member of a terrorist organisation, making propaganda in its favour, illegal possession of explosives, causing damage to property and having participated in an illegal armed demonstration.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 1 October 2012 the Adana Assize Court accepted the indictment. On the same date the restriction on the investigation file was lifted.",
                                "elements": []
                            },
                            {
                                "content": "15.  According to the latest information in the case file, the proceedings against the applicant are still pending before assize court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "16.  Article 153 of the Code of Criminal Procedure (Law no. 5271) reads:",
                                "elements": []
                            },
                            {
                                "content": "“(1) The defence counsel may examine the full content of the investigation file and may take copies of the documents free of charge.",
                                "elements": []
                            },
                            {
                                "content": "(2) Upon the request of the public prosecutor, the judge may order a restriction on access to the investigation file, should he considers that the outcome of the ongoing investigation could be jeopardised. This decision can only be taken if....",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "4. the investigation concerns drug trafficking.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  Relying on Articles 5 and 6 of the Convention, the applicant complained about not being able to appear before the courts when his pretrial detention was reviewed. The applicant further complained that on account of the restriction placed on his access to investigation file, he had not been able to challenge the evidence that had been the grounds for his arrest and continued detention until the indictment had been filed with the trial court.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Court notes that the applicant’s complaints should be examined from the standpoint of Article 5 § 4 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“4. Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Concerning the restriction of access to the investigation file",
                                "elements": [
                                    {
                                        "content": "19.  The applicant complained that on account of the restriction placed on his access to the investigation file, he had not been able to challenge the evidence which had been the grounds for the decision to detain him on remand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Government contested that argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court observes that people who have been arrested or detained are entitled to a review bearing upon the procedural and substantive conditions which are essential for the “lawfulness”, in the sense of the Convention, of their deprivation of liberty. A court examining an appeal against detention must provide guarantees of a judicial procedure. The proceedings must be adversarial and must always ensure “equality of arms” between the parties, the prosecutor and the detained person. Equality of arms is not ensured if counsel is denied access to those documents in the investigation file which are essential in order to effectively challenge the lawfulness of his client’s detention (see, among others, Lamy v. Belgium, 30 March 1989, § 29, série A no 151; Nikolova v. Bulgaria [GC], no. 31195/96, § 58, CEDH 1999-II; Schöps v. Germany, no. 25116/94, § 44, ECHR 2001I; Lietzow v. Germany, no. 24479/94, § 44, ECHR 2001I; Mooren v. Germany [GC], no. 11364/03, § 124, 9 July 2009; and Ceviz v. Turkey, no. 8140/08, § 41, 17 July 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court notes that in the instant case, on 26 December 2011 the Adana Magistrates’ Court decided to restrict access to the investigation file to ensure the proper conduct of the investigation. Nevertheless on 29 December 2011, when the applicant was questioned at length by the police in the presence of his lawyer, he was informed about the charges of which he was suspect. During his questioning a full transcript of the telephone conversations that had been intercepted in the course of the investigation had been read out to him and he was asked to comment on them. He was further asked questions about the incriminating statements of one of his co-accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In the light of the foregoing, the Court considers that both the applicant and his lawyer had sufficient knowledge of the content of the investigation file and that they were able to challenge the Mersin Magistrates’ Court’s decision of 30 December 2011 (see Ceviz, cited above, §§ 41-44; Karaosmanoğlu and Özden v. Turkey, no. 4807/08, § 74, 17 June 2014; and Ayboğa and Others v. Turkey, no. 35302/08, § 17, 21 June 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court therefore concludes that this part of the application is manifestly illfounded and must be rejected, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Concerning lack of presence before appeal court examining objections to detention",
                                "elements": [
                                    {
                                        "content": "25.  The applicant complained about not being able to appear before the court when his pre-trial detention was reviewed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In the present case, the applicant was placed in pre-trial detention on 30 December 2011 and he did not appear before a judge for at least nine months until 1 October 2012 when the indictment was accepted by the Adana Assize Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court reiterates that it has already examined a similar grievance in Erişen and Others v. Turkey (no. 7067/06, § 53, 3 April 2012) and Karaosmanoğlu and Özden (cited above, § 76), and found a violation of Article 5 § 4. It has examined the present case and finds no particular circumstances which would require it to depart from its findings in the above-mentioned judgments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  There has therefore been a violation of Article 5 § 4 of the Convention under this head.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant requested 5,000 euros (EUR) in respect of nonpecuniary damage and EUR 5,000 in respect of pecuniary damage covering also his costs and expenses incurred before the domestic courts and the Court.",
                                "elements": []
                            },
                            {
                                "content": "31.  The Government contested those claims.",
                                "elements": []
                            },
                            {
                                "content": "32.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged and it therefore rejects that claim. However, it considers that the applicant must have sustained nonpecuniary damage in connection with the violation of the Convention found in his case. Ruling on an equitable basis, it awards EUR 750 to the applicant in respect of non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "33.  As regards the costs and expenses, according to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, the representative submitted a receipt concerning the lawyer fee, a legal fee agreement, the Turkish Bar Association’s list of recommended minimum fees and vouchers of postage in support of the claims. Having regard to these documents, the Court considers it reasonable to award the applicant EUR 1,000 for his costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the non-appearance before a court in the proceedings to challenge the lawfulness of continued detention under Article 5 § 4 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of the non-appearance before a court in the proceedings to challenge the lawfulness of continued detention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 July 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ledi Bianku",
            "role": "president"
        },
        {
            "name": "Paul Lemmens",
            "role": "judges"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        },
        {
            "name": "Hasan Bakırcı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF HAZNI BAYAM v. TURKEY",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-175475.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0718JUD005033212",
    "externalsources": [],
    "extractedappno": [
        "50332/12",
        "31195/96",
        "25116/94",
        "24479/94",
        "11364/03",
        "8140/08",
        "4807/08",
        "35302/08",
        "7067/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-175475",
    "judgementdate": "18/07/2017 00:00:00",
    "kpdate": "18/07/2017 00:00:00",
    "kpthesaurus": [
        "448",
        "435"
    ],
    "languageisocode": "ENG",
    "originatingbody": "26",
    "paragraphs": [
        "5-4",
        "5"
    ],
    "parties": [
        "HAZNI BAYAM",
        "TURKEY"
    ],
    "rank": "1936.61682128906",
    "representedby": [
        "ALTUNTAS C."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "466251",
    "typedescription": "15"
}