{
    "__articles": "3;41",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Conditional) (Turkey);Non-pecuniary damage - finding of violation sufficient (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "57467/15",
    "article": [
        "3",
        "41"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Expulsion"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Conditional",
                "Turkey"
            ],
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-196152.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 57467/15) against the Kingdom of Denmark lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Arıf Savran (“the applicant”), on 16 November 2015.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Tyge Trier and Mr Anders Boelskifte, lawyers practising in Copenhagen. The Danish Government (“the Government”) were represented by their former Agent, Mr Tobias Elling Rehfeld, from the Ministry of Foreign Affairs, and their Co-Agent, Ms Nina Holst-Christensen, from the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that his deportation to Turkey would be in violation of Articles 3 and 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 20 June 2017 notice of the application was given to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  In accordance with Article 36 § 1 of the Convention and Rule 44 of the Rules of Court, the Court informed the Turkish Government of their right to submit written comments. They did not wish to avail themselves of that right.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant is a Turkish national, born in 1985, who in 1991, when he was six years old, entered Denmark together with his mother and four siblings to join his father.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 9 January 2001, by judgment of the City Court of Copenhagen (Københavns Byret), henceforth the City Court, the applicant was convicted of robbery and sentenced to imprisonment for one year and three months, nine months of which were suspended and subject to probation for two years.",
                                "elements": []
                            },
                            {
                                "content": "A.  The criminal proceedings",
                                "elements": [
                                    {
                                        "content": "8.  On 9 October 2007, the High Court of Eastern Denmark (Østre Landsret), henceforth the High Court, convicted the applicant of assault under highly aggravating circumstances under articles 246 and 245 of the Penal Code (straffeloven): on 29 May 2006, acting together with several unidentified persons, he had dealt several blows or kicks to the head and body of a man with cudgels or other blunt objects, thereby inflicting on him serious traumatic brain injury that caused his death on 30 May 2006. The applicant was sentenced to 7 years’ imprisonment and expulsion from Denmark. On appeal, on 22 May 2008, the Supreme Court (Højesteret) quashed the judgment and returned the case to the High Court which, by a judgment of 17 October 2008, again convicted the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  During the proceedings a medical opinion was obtained by the Ministry of Justice (Justitsministeriet) from the Department of Forensic Psychiatry (Retspsykiatrisk Klinik), on 13 March 2008, which concluded, inter alia, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... [the applicant] is not found to suffer from a mental disorder and cannot be assumed to have suffered from a mental disorder at the time when he committed the crime of which he has been found guilty. It is highly likely that he is a slightly mentally retarded person. ... [The applicant] does not suffer from epilepsy or other organic brain injury.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 16 April 2008, the Medico-Legal Council (Retslægerådet) stated as follows, based on the mental status examination report and other details of the case:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... [the applicant] does not suffer from a mental disorder and did not suffer from a mental disorder at the time when the crime with which he has been charged was committed. He is mentally retarded, but otherwise he does not show any signs of organic brain injury. He might have been under the influence of cannabis at the time when the crime with which he has been charged was committed, but nothing seems to indicate an abnormal condition of intoxication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant] originates from Turkey and lived in that country until the age of six before moving to Denmark. He had a disadvantaged childhood and adolescence in Denmark characterised by inadequate parental care, violence and poor social conditions. He was removed from home and placed in foster care for that very reason. He has presented pronounced behavioural disturbance since his childhood, and later he became involved in criminal activities. He has also smoked a lot of cannabis. He has been attached to several socio-educational institutions and projects, but the efforts have not had any impact on his disturbed behaviour. He has received a disability pension since his 19th birthday, among other reasons, due to his low intellectual capacity. He has been in contact with the mental health system several times, but no certain diagnosis of psychotic disorder has been made despite complaints of psychotic symptoms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this medical assessment it was found that his complaints of auditory hallucination could be characterised as simulation. In the medical assessment, including in the psychological test of his intellectual ability, he was found to be mentally retarded with a mild to moderate level of functional disability and to suffer from personality disorder characterised by immaturity, lack of empathy, emotional instability and impulsivity. He has a great need for clear boundaries to give structure and support.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Hence, [the applicant] falls within article 16(2) of the Penal Code and probably also the second sentence of article 16(1) of the same Code. If he is found guilty as charged, the Medico-Legal Council therefore recommends in accordance with the second sentence of section 68 of the Penal Code that the most expedient measure is that he be committed to the secure unit of a residential institution for the severely mentally impaired.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  For the purpose of the court proceedings, on 17 September 2007 the Immigration Service (Udlændingeservice) had issued a report on the applicant, including, inter alia, the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...[the applicant] has been lawfully resident in Denmark for approximately 14 years and eight months ... [the applicant’s] mother and four siblings live in Denmark ... [the applicant] has been to Turkey five to ten times for a period of two months to visit his family. However, he has not been to Turkey since 2000. He has stated that he has no contact with persons living in Turkey. [The applicant] has stated that he does not speak Turkish and only a little Kurdish ... In view of the information given by the prosecution on the nature of the crime [...] in conjunction with the considerations mentioned in section 26(1) of the Aliens Act, the Immigration Service endorses the prosecution’s recommendation of expulsion.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant was sentenced to committal to the secure unit of a residential institution for the severely mentally impaired for an indefinite period and expelled from Denmark with a permanent ban on his re-entry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In respect of the expulsion order, the High Court emphasised: that the applicant had moved to Denmark at the age of six when granted family reunification with his father, who lived in Denmark; that he had been lawfully resident in Denmark for about 14 years and eight months; that he was not married and did not have any children; and that his entire family, comprising his mother and four siblings, lived in Denmark, the only exception being his maternal aunt, who lived in Turkey. It was also emphasised that he had attended elementary school in Denmark for seven years and had been attached to the Danish labour market for about five years, but that he now received a disability pension; that he had been to Turkey five to ten times for a period of two months to visit his family, but not since 2000, and that he did not speak Turkish, but a little Kurdish. On the other hand, it was emphasised that the applicant had been found guilty of a very serious offence. Against that background the High Court found, based on an overall assessment, that expulsion would not be inappropriate or in breach of Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicant appealed against the judgment to the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In the meantime, on 11 March 2008, a supplementary interview had been made with the applicant during which he stated, inter alia, that he had last visited Turkey in 2001, that he is fluent in Kurdish, and that his family in the village of Koduchar lived in a house owned by his mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  By a judgment of 10 August 2009, the Supreme Court, sentenced the applicant to committal to forensic psychiatric care, and upheld the expulsion order. It stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[The applicant], who is now 24 years old, moved to Denmark from Turkey at the age of six. He has attended school in Denmark, and his close family members comprising his mother and his four siblings live in Denmark. He is not married and has no children. He receives disability pension and is not otherwise integrated into Danish society. He speaks Kurdish, and during his childhood and adolescence in Denmark he went to Turkey five to ten times for a period of two months to visit his family. He last visited Turkey in 2001, where his mother owns a property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having regard to the nature and gravity of the offence, we find no circumstances making expulsion conclusively inappropriate, see section 26(2) of the Aliens Act, nor do we find expulsion to be contrary to Article 8 of the Convention.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The revocation proceedings under section 50a of the Aliens Act",
                                "elements": [
                                    {
                                        "content": "17.  On 3 January 2012, by virtue of article 72(2) of the Penal Code, the applicant’s guardian ad litem requested that the prosecution perform a review of the applicant’s sanction measure. For this purpose, various opinions and statements were obtained, including the following.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  K.A., Consultant Psychiatrist at the Mental Health Centre of the Hospital of Saint John, made a statement on 5 April 2013, which concluded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant] ... has been in psychiatric care since 2008 due to the diagnoses of paranoid schizophrenia, mild intellectual disability and cannabis dependence. However, it was discovered during the relevant period [2006 to 2013] that his intellectual capacity level was higher, for which reason he did not meet the criteria for the diagnosis of mental retardation. The initial three to four years of the relevant period was characterised by continuous cannabis abuse, incidental abuse of hard drugs and numerous instances of absconding. [The applicant] has succeeded in recent years in quitting his abuse of hard drugs, and the frequency of his absconding has been reduced over time, and no instances of absconding have been recorded since the autumn of 2012. Moreover, there has been a considerable reduction in his externalising behaviour problems since he has ceased taking hard drugs. Over the last couple of months, [the applicant] has not abused cannabis, and he is making targeted efforts to stay clean in the open psychiatric unit. [The applicant] has previously been complicit in smuggling cannabis to fellow patients, which was his ‘old’ way of living, but he has managed to resist doing so for the past six months. He is prepared to collaborate, and he has agreed without problems to undergo antipsychotic therapy. The department therefore recommends that the current sanction measure be modified from a sentence of forensic psychiatric care to treatment at a psychiatric department under supervision by both the Prison and Probation Service and the department following his discharge so that, in consultation with the consultant psychiatrist, the Prison and Probation Service may make a decision on readmission under section 72(1) of the Penal Code. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  A statement of 18 July 2013 from M.H., Consultant Psychiatrist at the Mental Health Centre of the Hospital of Saint John, read, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... As regards the treatment given previously, please see the medical reports to the Regional Public Prosecutor dated 29 March 2012 and 19 November 2012. The following has occurred since the [latter] report was issued ...:",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 5 February 2013, [the applicant] was transferred to an open ward (R3) for substance abuse treatment. Around March he claimed to have progressive symptoms, and his doses of antipsychotics were increased, whereas his doses had been lowered a bit some months before. Since the patient’s anger was found to be increasing despite the increase in doses, it was decided that he was to be transferred to a closed ward on 5 April 2013; however, he left the area and an alert had to be circulated, but he quickly returned again by himself. Having been moved back, he absconded again briefly on 18 April 2013, but returned and did not appear to be under the influence of drugs. On 21 April 2013, [the applicant] threatened and beat a carer in the head without any warning. The following day he had to be immobilised by belts because of new threats. On 5 May 2013, he attacked and beat a carer without any warning, and he was found severely psychotic. Immobilisation by belts applied until 12 May 2013, and during that period he was severely fluctuating, at times severely psychotic and aggressively threatening. He willingly accepted a change in medications to Leponex tablets with simultaneous stepping down of treatment with Cisordinol (antipsychotics). The patient’s condition quickly improved, and he now appears to have his usual condition, is friendly, cooperative and motivated for continuing therapy. The patient’s abuse is very limited and he only uses cannabis, although he cannot distance himself from continuing to use that substance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "For your information, [the applicant] is highly motivated for psychiatric treatment, including treatment with psychoactive drugs. However, he expresses strong doubt as to whether he will be able to continue this treatment to an adequate extent if he is deported from Denmark and the treatment offered to him does not comprise an offer with a rather intensive psychiatric element. It is a clear fear that [the applicant] will not have the resources to continue the necessary psychiatric therapy, including pharmacotherapy, if deported from Denmark. In this connection there is deemed to be a high risk of pharmaceutical failure and resumed abuse and consequently the worsening of his psychotic symptoms and a risk of aggressive behaviour. It should be noted that the current medication in the form of Leponex tablets is an antipsychotic that must be administered on a daily basis, which is deemed to constitute a risk of pharmaceutical failure and consequently the worsening of his psychotic symptoms and a greater risk of aggressive behaviour if he is deported from Denmark. It is the overall assessment that a potential interruption of the treatment would give rise to a significantly higher risk of offences against the person of others due to a worsening of his psychotic symptoms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The medications currently administered to the patient:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Risperdal Consta [risperidone] 50mg every 2 weeks (prolonged-release antipsychotic suspension for injection).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Clozapine [Leponex] 250mg tablets daily (antipsychotics).",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Immigration Service issued an opinion of 8 October 2013, stating as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... Against this background, the Copenhagen Police (Københavns Politi) has requested an opinion on the treatment options in Turkey, and for the purpose of this case, we have been informed that the following medicinal products are currently being administered to [the applicant]:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Risperdal Consta, which contains the active pharmaceutical ingredient risperidone, and Clozapine, which contains the active pharmaceutical ingredient clozapine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to data from MedCOI, a database financed by the European Commission to provide information on the availability of medical treatment, the medicinal products Risperdal [risperidone] and Clozapine are available in Turkey, but their prices are not given.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards the treatment options in Turkey, it also appears from data from MedCOI that all primary healthcare services are free and are provided by general practitioners, but that patients have to pay themselves if they are tested at a hospital laboratory in connection with primary healthcare services and in connection with prescriptions. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 1 December 2013, the prosecution brought the applicant’s case before the City Court in pursuance of article 72(2) of the Penal Code, requesting that the sanction measure be changed from a sentence of forensic psychiatric care to treatment at a psychiatric department. In pursuance of section 50a of the Aliens Act (udlændingeloven), the prosecution petitioned the court to decide simultaneously whether the order to expel the applicant was to be upheld. Section 50a of the Aliens Act states that the court must revoke an expulsion where the alien’s state of health makes it conclusively inappropriate to enforce the expulsion. The prosecution argued that the expulsion order be upheld.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  A medical statement of 13 January 2014 from consultant psychiatrist P.L. was submitted to the City Court. It set out, among other things:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "I have been the Consultant Psychiatrist responsible for the treatment of [the applicant] since mid-July 2013. He is still in a closed ward (R1). His condition is deemed to have been stable for the past six months, and he has abstained from smoking cannabis for long periods. Consequently, [he] has been allowed leave to an increasing extent in accordance with the rights granted by the Circular on Leave. [The applicant] is cooperative, does not appear productively psychotic in any way. He is generally forthcoming, but like previously his behaviour continues to be characterised by some impulsivity and immaturity. [The applicant] has relapsed with smoking cannabis although he has understood the importance of abstaining from having such abuse. ... [The applicant] also says that he is doing well with the current antipsychotic treatment regime, which he is completely prepared to continue when he is ready for discharge at some point. ... it is found that [the applicant] has responded well to the combination therapy with Risperdal and Leponex. He denies having any psychotic symptoms like delusions and hallucinations. Except for one single incident in which [the applicant] was seriously incited by a fellow patient and kicked that person, he has not exhibited any externalising behaviour for the past six months. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Based on the course of his treatment, I support the recommendation of a variation of the sanction measure from a sentence of forensic psychiatric care to a sentence of forced psychiatric treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant’s] recovery prospect is good if, when released, he can be reintegrated into society by being offered a suitable home and intensive outpatient therapy in the following years. [The applicant] is aware of his disease and clearly acknowledges his need for therapy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the other hand, [the applicant’s] recovery prospect is bad if he were to be discharged without follow-up and control. I agree with M.H., Consultant Psychiatrist, that a potential interruption of the treatment gives rise to a significantly higher risk of offences against the person of others due to a worsening of his psychotic symptoms. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant was heard on 6 February and 7 October 2014, and stated, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  A supplementary opinion by the Immigration Service of 4 July 2014 set out:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... On 19 March 2014, the Copenhagen Police requested a supplementary opinion concerning a new medical statement of 13 January 2014 from the Mental Health Centre of the Hospital of Saint John and the language problems mentioned in the medical report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It appears from the medical statement of 13 January 2014 that [the applicant’s] recovery prospects are good if, when released, he can be reintegrated into society by being offered a suitable home and intensive outpatient therapy in the following years. On the other hand, his recovery prospects are bad if he is discharged without followup and control.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant] has pointed out that he has no social network in the village in Turkey in which he was born and lived with his family for the first years of his life, that he will be far away from psychiatric assistance in that village, and that he only understands a little Turkish because he is Kurdish-speaking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Opinion",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Immigration Service has obtained information on the treatment options in Konya, Turkey, through the Danish Ministry of Foreign Affairs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The following appears from the consultation response of 4 July 2014 from the Ministry of Foreign Affairs:",
                                        "elements": []
                                    },
                                    {
                                        "content": "By letter of 1 May 2014, which relates to the return of a Turkish national, the Immigration Service has asked the Ministry of Foreign Affairs for assistance in obtaining information on treatment options in Konya, Turkey. The patient has been diagnosed with ‘paranoid schizophrenia, sentenced to psychiatric placement, cannabis dependence syndrome, abstinent, overweight without specification’ and receives Risperdal Consta injections and Clozapine tablets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Immigration Service asked for a reply to the following questions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Ministry of Foreign Affairs has obtained the information from the SGK, the social security institution in Turkey, and a physician at a rehabilitation clinic in Konya under the auspices of the public hospital named ‘Konya Egitim ve Arastirma Hastanesi’. The public hospital in Konya named ‘Numune Hastanesi’ has also been contacted and asked [the following] questions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1)  Is it possible for the patient to receive intensive care in a psychiatric hospital matching the needs of a person with the stated diagnosis in the province of Konya?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mentally ill patients are generally eligible for treatment at public hospitals and from private healthcare providers who have concluded an agreement with the Turkish Ministry of Health on an equal footing with other patients who inquire at treatment facilities with a non-mental disease.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Turkish nationals living in Turkey who are not covered by health insurance in another country will be covered by the general healthcare scheme in Turkey upon application. In order to be covered, the citizen must register with the Turkish Civil Register and subsequently inquire at the District Governor’s office to lodge an application. The person has to pay a certain amount, depending on income, for being enrolled in the scheme. Examples of payment [...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Monthly income of TL 0 to 357: No contribution is payable as the citizen’s contribution is paid by the Treasury",
                                        "elements": []
                                    },
                                    {
                                        "content": "Monthly income of TL 358 to TL 1,071: TL 42 (approximately DKK 105)",
                                        "elements": []
                                    },
                                    {
                                        "content": "Monthly income of TL 1,072 to TL 2,142: TL 128 (approximately DKK 320)",
                                        "elements": []
                                    },
                                    {
                                        "content": "Monthly income exceeding TL 2,143: TL 257 (approximately DKK 645)",
                                        "elements": []
                                    },
                                    {
                                        "content": "2)  Is the mentioned medication available in the province of Konya?",
                                        "elements": []
                                    },
                                    {
                                        "content": "The physician has confirmed that Risperdal Consta 50mg (in packs containing solution for 1 injection, manufacturer Johnson & Johnson, retail price: TL 352.52, corresponding to [approximately] DKK 925) is generally available at pharmacies in Konya and is used for the treatment of patients suffering from paranoid schizophrenia. If a specific medication is sold out by one pharmacy, it is possible to inquire with another pharmacy or order the medication for later pick-up. It is a prescription drug.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Medication with clozapine as the active pharmaceutical ingredient is available in two forms:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Leponex 100mg, packs containing 50 tablets, manufacturer Novartis, retail price TL 25.27 (corresponding to approximately DKK 66). Active pharmaceutical ingredient: Clozapine. Is generally available at pharmacies in Turkey. It is a prescription drug.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Clonex 100mg, packs containing 50 tablets. Manufacturer Adeka Ilac, retail price TL 25.27 (corresponding to approximately DKK 66). Active pharmaceutical ingredient: Clozapine. Is generally available at pharmacies in Turkey. It is a prescription drug.",
                                        "elements": []
                                    },
                                    {
                                        "content": "a. if yes, what [are] the costs for the patient?",
                                        "elements": []
                                    },
                                    {
                                        "content": "As the relevant medications are prescription drugs, the patient normally has to pay the full price unless he or she is covered by the general healthcare scheme. In that case, the patient has to pay 20 per cent of the retail price, and the remaining 80 per cent are covered by the general healthcare scheme. However, patients covered by the general healthcare scheme may be exempted from paying the 20 per cent patient’s share if the physician writes a special Committee report which has been approved and signed by several physicians. Such report will be made if, in the assessment of the physician, the patient has an existing and real need for long-term treatment and it is deemed unreasonable that the patient has to pay the costs himself of herself. This assessment does not take into account the patient’s financial situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3)  Do health care personnel in Konya speak Kurdish?",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the physician, the hospitals employ Kurdish-speaking staff, who can offer language assistance should the need arise. The public hospital in Konya named ‘Numune Hastanesi’ gave the same reply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Conclusion",
                                        "elements": []
                                    },
                                    {
                                        "content": "The medical report issued by the Mental Health Centre of the Hospital of Saint John does not give rise to any supplementary observations in addition to those made in our opinion of 8 October 2013 providing information on treatment options in Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, we refer to our opinion of 8 October 2013 in general. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Consultant psychiatrist P.L. was heard before the City Court on 7 October 2014. He stated, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... he is a psychiatric specialist and Consultant Psychiatrist at Department R at the Hospital of Saint John. He first met [the applicant] in June 2013. He has followed [the applicant’s] development ever since as the physician in charge. Since [P.L.] made his medical statement on 13 January 2014, [the applicant] has been doing well in the safe environment at the department. He has kept to the agreements made, and he has been able to have a job. In the assessment of [P.L.], [the applicant] will lose focus if he does not have a solid framework. [The applicant’s] personal history shows this. [The applicant] has shown violent behaviour for a long time, including at school and while in forensic psychiatric care. The violent behaviour has diminished as a result of the treatment. The medical treatment of [the applicant] is an expert task. He is given complex treatment, and the treatment plan has to be carefully followed, including the taking of blood samples for somatic reasons on a weekly or monthly basis. [The applicant] needs to get his medicine to avoid serious relapses. It is a condition for making a recommendation to amend the sanction measure, that [the applicant] is taken care of through a range of treatment initiatives, in addition to the correct administration of medicines and the necessary arrangements for blood sampling. Some of the other treatment initiatives are a regular contact person for supervision of [the applicant], a follow-up scheme to make sure that [the applicant] pays attention to the medical treatment administered, assistance from a social worker to deal with any dependence and other problems and assistance for making sure that he is in the right environment and is offered an occupation. These elements of his treatment are essential to prevent relapses. These initiatives are taken as an element of his treatment in Denmark. It is the assessment of [P.L.] that the same treatment offers will not be available to [the applicant] in Turkey. If [the applicant] relapses, it may have serious consequences to himself and his environment. [P.L.] believes that [the applicant] may become very dangerous if he relapses, which is likely to happen if he is not given the right medication and support as he is currently receiving. [P.L.] believes that there are highly-skilled psychiatrists in the cities in Turkey, but probably not in a small village in which [the applicant] is likely to settle, and that [the applicant] will not be taken care of like in Denmark. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In addition, the City Court had before it a letter of 3 January 2012 from R.B., guardian ad litem, an email of 11 June 2013 from R.B, an email from the Danish Ministry of Foreign Affairs to the Copenhagen Police of 15 November 2013 and a letter of 25 November 2013 from the Police Section of the National Aliens Division (Nationalt UdlændingeCenter).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  By decision of 14 October 2014, the City Court amended the sentence imposed on the applicant from a sentence of forensic psychiatric care to treatment at a psychiatric department. As regards the expulsion order, the City Court found, regardless of the nature and gravity of the crime committed, that the applicant’s health made it conclusively inappropriate to enforce the expulsion order. In so far as relevant, its reasoning set out:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... The applicant has been in psychiatric care since 2008 due to the diagnosis of paranoid schizophrenia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Based on the medical information available, including in particular the fact that [the applicant] is highly motivated for psychiatric treatment, including treatment with psychoactive drugs, that he is aware of his disease and clearly acknowledges his need for therapy, and that his recovery prospect is good if he is subjected to follow-up and control in connection with intensive outpatient therapy when discharged, the City Court finds that it will suffice in order to prevent reoffending and to satisfy the offender’s need for treatment that the sanction measure be amended to treatment at a psychiatric department under supervision by both the Prison and Probation Service and the department following his discharge so that, in consultation with the consultant psychiatrist, the Prison and Probation Service may make a decision on readmission under section 72(1) of the Penal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant], a 29-year-old Turkish national, moved to Denmark from Turkey at the age of six under the family reunification programme. He has stated that he has no family in Turkey, that he has no social network, and that the village in which he lived with his family for the first years of his life is located 100 km away from Konya, the closest city, and accordingly far away from psychiatric assistance, and that he only understands a little Turkish because he is Kurdish-speaking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Based on the medical information, it is accepted as fact that there is a high risk of pharmaceutical failure and resumed abuse and consequently worsening of his psychotic symptoms if he is not subjected to follow-up and control in connection with intensive outpatient therapy when discharged and that this gives rise to a significantly higher risk that [the applicant] will again commit offences against the person of others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is also considered a fact that mentally ill patients are generally entitled to receive treatment in Turkey, that it is possible to apply for enrolment in the general healthcare scheme with contributions adapted to income, and that the relevant medication is available as is also assistance from Kurdish-speaking staff at the hospitals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, what is crucial is that [the applicant] has access to relevant treatment in his country of origin when he has been returned to Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Based on the information provided, it is not clear whether [the applicant] has a real possibility of receiving relevant psychiatric treatment, including the necessary followup and control in connection with intensive outpatient therapy, if returned to Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Regardless of the nature and gravity of the crime committed, the Court finds on this basis, in consideration of the offender’s health, that it is conclusively inappropriate to enforce the expulsion order, see section 50a of the Aliens Act, and the offender’s petition for revocation of the expulsion order is therefore allowed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The prosecution appealed against the decision concerning the revocation of the expulsion order to the High Court, before which the applicant and P.L. were heard on 6 January 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The latter stated, among other things:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... The applicant has, which is essential, complete awareness of his illness. However, it is important that he is followed regularly to adhere to the treatment. It is also important, that he be followed somatically, since Leponex can have the side-effect that the patient develops an immune defect. Blood samples are taken regularly to control that such defect has not occurred. The patient must attend a doctor, if sudden fever occurs, since this can be a sign of the immune defect. If the applicant gets this side-effect, he must be followed closely, as in that case, he must be taken off Leponex, despite it having a [positive] effect on his aggressive behaviour”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In a decision of 13 January 2015, the High Court reversed the decision of the City Court, and stated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“According to the data of the MedCOI database and the information provided by the Ministry of Foreign Affairs and in particular in its consultation response of 4 July 2014, the High Court finds that [the applicant] can continue the same medical treatment in the Konya area in Turkey as he is given in Denmark, and that psychiatric treatment is available at public hospitals and from private healthcare providers who have concluded an agreement with the Turkish Ministry of Health. According to the information obtained, [the applicant] will be eligible to apply for free or subsidised treatment in Turkey if he has no or limited income, and in certain cases it is also possible to be exempted from paying the 20 per cent patient’s share of medicines. It is also possible to be assisted by Kurdish-speaking staff at hospitals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The High Court emphasises the information provided on specific treatment options and finds in these circumstances, considering the fact that [the applicant] is aware of his disease and, according to his own statement, is aware of the importance of adhering to his medical treatment and taking the drugs prescribed, that [the applicant’s] health does not make removal conclusively inappropriate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When making the decision, the High Court also emphasises the nature and the gravity of the crime committed in May 2006 of which [the applicant] has been convicted as well as the facts that [the applicant] has not founded his own family and does not have any children in Denmark.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Leave to appeal against the decision to the Supreme Court was refused by the Appeals Permission Board (Procesbevillingsnævnet) on 20 May 2015.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "32.  The relevant articles of the Penal Code read as follows:",
                                "elements": []
                            },
                            {
                                "content": "(1) Persons of unsound mind due to a mental disorder or a comparable condition at the time of committing the act are not punished. The same applies to persons who are severely mentally retarded. If the offender was temporarily in a condition of mental disorder or a comparable condition due to the consumption of alcohol or other intoxicants, he may be punished if justified by special circumstances.",
                                "elements": []
                            },
                            {
                                "content": "(2) Persons who, at the time of the act, were slightly mentally defective are not punishable, except in special circumstances. The same shall apply to persons in a state of affairs comparable to mental deficiency.",
                                "elements": []
                            },
                            {
                                "content": "If an accused is exempt from punishment pursuant to section 16, the court may decide on the use of other measures considered expedient to prevent further offences. If less radical measures such as supervision, decisions on place of residence or work, rehabilitation treatment, psychiatric treatment, etc., are considered insufficient, it may be decided that the relevant person must be committed to a hospital for the mentally ill or to an institution for the severely mentally impaired, or placed under supervision with a possibility of administrative placement or in a suitable home or institution offering special attention or care. A person can be committed to safe custody on the conditions referred to in section 70.",
                                "elements": []
                            },
                            {
                                "content": "(1) The Prosecution Service shall ensure that measures under section 68, 69 or 70 are not upheld for longer and to a greater extent than necessary.",
                                "elements": []
                            },
                            {
                                "content": "(2) A decision to vary or finally remove a measure under section 68, 69 or 70 must be made by court order at the request of the convicted person, his guardian ad litem, the Prosecution Service, the management of the institution or the Prison and Probation Service (Kriminalforsorgen). Any request from the convicted person, the guardian ad litem, the management of the institution or the Prison and Probation Service must be made to the Prosecution Service, which must bring it before the court as soon as possible. Where a request from a convicted person or his guardian ad litem is not allowed, a new request cannot be made for the first six months following the date of the order.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(1) Any person who commits an assault on the person of another in a particularly offensive, brutal or dangerous manner, or is guilty of mistreatment, is sentenced to imprisonment for a term not exceeding six years. It must be considered a particularly aggravating circumstance if such assault causes serious harm to the body or health of another person.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The sentence may increase to imprisonment for ten years if an assault on the person of another falling within section 245 or section 245a is considered to be committed in highly aggravating circumstances because it was an act of a particularly aggravating nature or an act causing serious harm or death.",
                                "elements": []
                            },
                            {
                                "content": "33.  The relevant provisions of the Aliens Act concerning expulsion read as follows:",
                                "elements": []
                            },
                            {
                                "content": "(1) An alien who has been lawfully resident in Denmark for more than the last 9 years and an alien issued with a residence permit under section 7 or section 8(1) or (2) who has been lawfully resident in Denmark for more than the last 8 years may be expelled if –",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(vi) the alien is sentenced, pursuant to provisions of Parts 12 and 13 of the Penal Code or pursuant to section 119(1) or (2), section 119(3), second sentence, cf. the first sentence thereof, section 123, 136, 180 or 181, section 183(1) or (2), section 183a, 184(1), 186(1), 187(1), 193(1), 208(1) or 210(1), section 210(3), cf. subsection (1) thereof, section 215, 216 or 222, section 224 or 225, cf. section 216 or 222, section 230, 235, 237, 244, 245, 245a, 246 or 250, section 252(1) or (2), section 261(2) or 262a, section 276, cf. section 286, sections 278 to 283, cf. section 286, section 279, cf. section 285, if the offence is social fraud, section 288, 289, 289a or 290(2), section 291(1), cf. subsection (4) thereof, or section 291(2) of the Penal Code, to imprisonment or other criminal sanction involving or allowing deprivation of liberty for an offence that would have resulted in a punishment of this nature;",
                                "elements": []
                            },
                            {
                                "content": "(1) In deciding on expulsion, regard must be had to the question whether expulsion must be assumed to be particularly burdensome, in particular because of –",
                                "elements": []
                            },
                            {
                                "content": "(i) the alien’s ties with Danish society;",
                                "elements": []
                            },
                            {
                                "content": "(ii) the alien’s age, health and other personal circumstances;",
                                "elements": []
                            },
                            {
                                "content": "(iii) the alien’s ties with persons living in Denmark;",
                                "elements": []
                            },
                            {
                                "content": "(iv) the consequences of the expulsion for the alien’s close relatives living in Denmark, including the impact on family unity;",
                                "elements": []
                            },
                            {
                                "content": "(v) the alien’s slight or non-existent ties with his country of origin or any other country in which he may be expected to take up residence; and",
                                "elements": []
                            },
                            {
                                "content": "(vi) the risk that, in cases other than those mentioned in section 7(1) and (2) and section 8(1) and (2), the alien will be ill-treated in his country of origin or any other country in which he may be expected to take up residence.",
                                "elements": []
                            },
                            {
                                "content": "(2) An alien must be expelled under section 22(1)(iv) to (vii) and section 25 unless the circumstances mentioned in subsection (1) make it conclusively inappropriate.",
                                "elements": []
                            },
                            {
                                "content": "34.  In cases involving expulsion under section 22(1)(iv) to (vii) of the Aliens Act (serious crime), it follows from the wording of section 26(2) of the Aliens Act applicable at the time of the offence that the circumstances mentioned in section 26(1) of the Aliens Act must make expulsion conclusively inappropriate to justify the non-enforcement of an expulsion order. As regards Denmark’s international obligations, the travaux préparatoires to Act No. 429 of 10 May 2006 amending the Aliens Act set out that expulsion will be inappropriate in the circumstances mentioned in section 26(1) of the Aliens Act if it would be contrary to international obligations, see Article 8 of the Convention, to expel the alien.",
                                "elements": []
                            },
                            {
                                "content": "(1) The periods mentioned in section 11(4), section 17(1), third sentence, and sections 22, 23 and 25a are reckoned from the date of the alien’s registration with the Central National Register or, if his application for a residence permit was submitted in Denmark, from the date of submission of that application or from the date when the conditions for the residence permit are satisfied if such date is after the date of application.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(5) The time the alien has spent in custody prior to conviction or served in prison or been subject to other criminal sanction involving or allowing deprivation of liberty for an offence that would have resulted in imprisonment is not included in the periods mentioned in subsection (1).",
                                "elements": []
                            },
                            {
                                "content": "(1) As a consequence of a court judgment, court order or decision ordering an alien to be expelled, the alien’s visa and residence permit will lapse, and the alien will not be allowed to re-enter Denmark and stay in this country without special permission (re-entry ban). A re-entry ban may be time-limited and is reckoned from the first day of the month following departure or return. The re-entry ban applies from the time of the departure or return.",
                                "elements": []
                            },
                            {
                                "content": "(2) A re-entry ban in connection with expulsion under sections 22 to 24 is imposed –",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(v) permanently if the alien is sentenced to imprisonment for more than 2 years or other criminal sanction involving or allowing deprivation of liberty for an offence that would have resulted in a punishment of this duration.",
                                "elements": []
                            },
                            {
                                "content": "(1) When an alien is convicted of an offence, the court shall decide in its judgment, upon the public prosecutor’s claim, whether the alien will be expelled pursuant to sections 22 to 24 or section 25c or be sentenced to suspended expulsion pursuant to section 24b. If the judgment stipulates expulsion, the judgment must state the period of the re-entry ban, see section 32(1) to (4).",
                                "elements": []
                            },
                            {
                                "content": "(1) Where expulsion has been decided by a judgment sentencing an alien to safe custody or committal under the rules of sections 68 to 70 of the Criminal Code, the court shall, in connection with a decision under section 72 of the Criminal Code on variation of the measure that involves discharge from hospital or safe custody, decide at the same time on revocation of the expulsion if the alien’s state of health makes it conclusively inappropriate to enforce the expulsion.",
                                "elements": []
                            },
                            {
                                "content": "(2) If an expelled alien is subject to a criminal sanction involving deprivation of liberty under the rules of sections 68 to 70 of the Criminal Code in cases other than those mentioned in subsection (1), the public prosecutor shall, in connection with discharge from hospital, bring the matter of revocation of the expulsion before the court. Where the alien’s state of health makes it conclusively inappropriate to enforce the expulsion, the court shall revoke the expulsion. The court shall assign counsel to defend the alien. The court shall make its decision by court order, which is subject to interlocutory appeal under the rules of Part 85 of the Administration of Justice Act. The court may decide that the alien must be remanded in custody when on definite grounds this is found to be necessary to ensure the alien’s presence.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  The applicant complained that, due to his state of mental health, it would be in breach of Article 3 of the Convention to return him to Turkey. The said provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "36.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "37.  The applicant maintained that he would not have a real possibility of receiving the appropriate and necessary psychiatric treatment upon return to Turkey. Accordingly, he would suffer a relapse of his illness, and the risk and suffering associated with such a relapse would be in breach of Article 3 of the Convention. He referred in particular to the conclusion reached by the City Court in its decision of 14 October 2014 (see paragraph 27 above) and the statement by the Consultant Psychiatrist, P.L., who had followed his treatment and progress (see paragraph 25 above). P.L. had pointed out that, besides medication, in order to prevent a relapse it was essential that the applicant had a regular contact person for supervision, that a follow-up scheme was in place to make sure that the applicant paid attention to the medical treatment administered, that he had assistance from a social worker to deal with any dependence and other problems, and assistance for making sure that he was in the right environment and was offered an occupation. If the applicant suffered a relapse, it might have serious consequences for him and his environment, and the applicant might become very dangerous. The applicant also contended that Leponex can have a side effect that leads to a malfunction in the immune system. Therefore, he needed to undergo blood tests on an ongoing basis to be meticulous aware if such malfunction should occur. In that case, he would have to be taken of that medication immediately. He would not be able to recognise such a development in his immune system, and hence would not be able to seek medical attention in time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The applicant reiterated that he does not have any social or family network in Turkey, which the medical and psychiatric reports from the specialists in Denmark stated was a requirement in order for the applicant to make progress and overcome his very serious health and mental issues.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Government submitted that an implementation of the expulsion order against the applicant would not constitute a breach of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  They pointed out that in the revocation proceedings, the domestic courts made a thorough assessment under Article 3 of the impact of the removal on the applicant’s state of health, in full accordance with the general principles later set out in Paposhvili v. Belgium ([GC], no. 41738/10, 13 December 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Thus, in its decision of 13 January 2015 the High Court expressly took into account the care generally available in Turkey, the applicant’s access to and the cost of medication and care, the distance to be travelled in order to have access to care, as well as the availability of medical help in his language, Kurdish, and concluded that the applicant could continue the same medical treatment in the Konya area in Turkey as he has been given in Denmark.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government also observed that the Court has previously found that the expulsion of a person suffering from schizophrenia did not entail a sufficiently real risk contrary to the standards of Article 3 (see Bensaid v. the United Kingdom, (no. 44599/98, ECHR 2001I). In that case, upon return to Algeria, the person concerned would no longer receive the medication needed free of charge, and the nearest hospital was 80 km away from the village where his family lived. The Court found that deterioration in his already existing mental illness could lead to a relapse, and that the suffering associated with such a relapse could, in principle, fall within the scope of Article 3. However, the Court observed that the applicant faced the risk of relapse even if he were to stay in the United Kingdom, as his illness was long term and required constant management. The Government noted that in the present case, the applicant will have about 100 km to travel to the nearest hospital (thus only 20 km more that in the case mentioned), he can continue the same medical treatment in Turkey as he received in Denmark, and psychiatric treatment is available at public hospitals and from private healthcare providers who have concluded an agreement with the Turkish Ministry of Health. The applicant will be eligible to apply for free or subsidised treatment if he has no income or limited income, and in certain cases it is also possible to be exempted from paying the 20% patient’s share for medicines.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "43.  The Court has consistently confirmed that, as a matter of wellestablished international law and subject to their treaty obligations, States parties have the right to control the entry, residence and expulsion of aliens. Nevertheless, the expulsion of an alien by a State party may give rise to an issue under Article 3 of the Convention where substantial grounds have been shown for believing that the person concerned faces a real risk of being subjected to torture or to inhuman or degrading treatment or punishment in the receiving country (see, inter alia, Paposhvili, cited above, §§ 172-173).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The suffering which flows from naturally occurring illness may be covered by Article 3 where it is, or risks being, exacerbated by treatment, whether flowing from the conditions of detention, expulsion or other measure, for which the authorities can be held responsible (see Paposhvili, cited above, § 175). This was found to be the case in D. v. the United Kingdom (2 May 1997, Reports of Judgments and Decisions 1997III) concerning a terminally ill man. The Court found that the case was characterised by “very exceptional circumstances” and that in those circumstances there were compelling humanitarian considerations weighing against the applicant’s expulsion (ibid., § 54). The Court has specified that in addition to situations of imminent death, there might be “other very exceptional cases” where the humanitarian considerations weighing against removal were equally compelling (see, inter alia, N. v. the United Kingdom [GC], no. 26565/05, § 43, ECHR 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In Paposhvili (cited above, § 183), the Court clarified that such “other very exceptional cases” should be understood to refer to “situations involving removal of a seriously ill person in which substantial grounds have been shown for believing that he or she, although not at imminent risk of dying, would face a real risk, on account of the absence of appropriate treatment in the receiving country or the lack of access to such treatment, of being exposed to a serious, rapid and irreversible decline in his or her state of health resulting in intense suffering or to a significant reduction in life expectancy”. The Court pointed out “that these situations correspond to a high threshold for the application of Article 3 of the Convention in cases concerning the removal of aliens suffering from serious illness”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  As regards the factors to be taken into consideration, the authorities in the returning State must verify on a casebycase basis whether the care generally available in the receiving State is sufficient and appropriate in practice for the treatment of the applicant’s illness so as to prevent him or her being exposed to treatment contrary to Article 3 (see ibid., § 183). The benchmark is not the level of care existing in the returning State; it is not a question of ascertaining whether the care in the receiving State would be equivalent or inferior to that provided by the health-care system in the returning State. Nor is it possible to derive from Article 3 a right to receive specific treatment in the receiving State which is not available to the rest of the population (ibid., § 189).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The authorities must also consider the extent to which the individual in question will actually have access to this care and these facilities in the receiving State. The Court observes in that regard that it has previously questioned the accessibility of care and referred to the need to consider the cost of medication and treatment, the existence of a social and family network, and the distance to be travelled in order to have access to the required care (ibid., § 190, and the references cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Where, after the relevant information has been examined, serious doubts persist regarding the impact of removal on the persons concerned – on account of the general situation in the receiving country and/or their individual situation – the returning State must obtain individual and sufficient assurances from the receiving State, as a precondition for removal, that appropriate treatment will be available and accessible to the persons concerned so that they do not find themselves in a situation contrary to Article 3 (on the subject of individual assurances, see Tarakhel v. Switzerland [GC], no. 29217/12, § 120, ECHR 2014 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Finally, the Court notes that in cases concerning expulsion of an applicant suffering from an illness, the issue to be assessed is the foreseeable consequences of such a removal for the applicant (see Paposhvili, cited above, § 187). Therefore, in cases where the applicant has not already been deported, the material point in time for the assessment must be that of the Court’s consideration of the case, and the Court may take into account information that has come to light after the final decision by the domestic authorities was taken (see, for example, mutatis mutandis, F.G. v. Sweden [GC], no. 43611/11, § 115, 23 March 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Applying these principles to the present case, the Court notes from the outset that the City Court passed its decision on 14 October 2014, the High Court passed it appeal decision on 13 January 2015, and that the Appeals Permission Board refused leave to appeal on 20 May 2015, all before the delivery of the Court’s judgment in Paposhvili on 13 December 2016.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Nevertheless, the Court observes that both judicial instances scrutinised whether the applicant’s medical treatment was available in Turkey and whether the applicant would de facto have access to such treatment, taking into account the cost of medication and care, the distance to be travelled in order to have access to care as well as the availability of medical help in the applicant’s language, an assessment which reflects the criteria set out in Paposhvili.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The national courts had regard to statements from various experts, and relevant information from the country concerned, including the information from the social security institution in Turkey, a physician at a rehabilitation clinic in Konya under the auspices of the public hospital, and a public hospital in Konya, which confirmed that it was possible for a patient to receive intensive care in a psychiatric hospital matching the applicant’s needs (see paragraph 24 above). The national courts were satisfied that the medication at issue was available in Turkey, including in the area where the applicant would most likely settle down.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court notes that neither in the application nor in the observations have the applicant or the Government referred to or relied on any subsequent factual information about the availability of medical and psychiatric treatment in Turkey or about a deterioration or change in the applicant’s medical condition or situation in general. Therefore, the Court will proceed with an assessment of the case in light of the information that was also available when the final decision of the domestic authorities was taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Regarding the applicant’s concrete possibility of having access to medical treatment required, the City Court accepted as fact, based on the medical information, that there was a high risk of pharmaceutical failure and resumed abuse and consequently a worsening of his psychotic symptoms if he were not subjected to follow-up and control in connection with intensive outpatient therapy when discharged, and that this would give rise to a significantly higher risk that he would again commit offences against the person of others. It had doubts, notably as to whether the applicant had a real possibility of receiving the necessary follow-up and control in connection with intensive outpatient therapy, if returned to Turkey. The City Court therefore found it conclusively inappropriate to enforce the expulsion order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  On appeal, however, the High Court concluded that the applicant would have access to the medical treatment required upon return to Turkey.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  From the outset, it noted that according to the data of the MedCOI database and the information provided by the Ministry of Foreign Affairs, the applicant could continue the same medical treatment in the Konya area in Turkey as he received in Denmark, and that psychiatric treatment would be available at public hospitals, and from private healthcare providers who have concluded an agreement with the Turkish Ministry of Health. Moreover, according to the information obtained, the applicant would be eligible to apply for free or subsidised treatment in Turkey if he has no income or limited income, and in certain cases it is also possible to be exempted from paying the 20% patient’s share for medicines. Kurdish-speaking staff would also be available to assist at hospitals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The High Court was thus convinced that the cost of medication and treatment in Turkey would not be an obstacle for the applicant to obtain actual access to the medical treatment required.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Before the national courts it was assumed that upon return to Turkey the applicant would settle down in the village where the applicant’s mother came from, in a Kurdish-speaking region, located 100 km away from Konya (see paragraph 27 above). It thus appears that the High Court considered that such a distance to medical treatment would not in itself be an obstacle for the applicant to obtain actual access to the medical treatment required, which is in line with the Court’s finding in, for example, Bensaid v. the United Kingdom (cited above, §§ 36 and 39) and Tatar v. Switzerland (no. 65692/12, §§ 47-48, 14 April 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court notes that in the present case, the applicant’s possibility of receiving follow-up and control in connection with intensive outpatient treatment was an additional important element. The High Court had before it, inter alia, the statement of 5 April 2013 by Consultant Psychiatrist, K.A., pointing out that the applicant’s current medication in the form of Leponex should be administered on a daily basis, which was deemed to constitute a risk of pharmaceutical failure and consequently the worsening of his psychotic symptoms and a greater risk of aggressive behaviour. The High Court also had before it the statement of 13 January 2014 by Consultant Psychiatrist P.L., setting out that the applicant’s recovery prospects were good if he could be reintegrated into society by being offered a suitable home and intensive outpatient therapy in the following years, whereas his recovery prospects were bad if he were to be discharged without follow-up and control. Before the City Court on 7 October 2014 Consultant Psychiatrist P.L. added that the medical treatment of the applicant was an expert task. Moreover, in his opinion, besides medication, in order to prevent a relapse, it was essential that the applicant had a regular contact person for supervision, that a follow-up scheme was in place to make sure that the applicant pays attention to the medical treatment administered, that he had assistance from a social worker to deal with any dependence and other problems, and assistance for making sure that he was in the right environment and was offered occupation. Those initiatives were part of the applicant’s treatment in Denmark. In addition, on 6 January 2015, before the High Court, P.L. pointed out that the applicant needed to undergo blood tests regularly in order to verify that he had not developed an immune disorder, which could be a side-effect of Leponex.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The High Court did not address those statements. It stated more generally that the fact that the applicant was aware of his disease and, according to his own statement, was aware of the importance of adhering to his medical treatment and taking the drugs prescribed, would not make removal conclusively inappropriate. Furthermore, the applicant could continue the same medical treatment in the Konya area in Turkey as he received in Denmark, psychiatric treatment was available in Turkey, and the said treatment would be accessible in practice to the applicant. The Court observes, however, that according to P.L., in the circumstances of the present case, the applicant’s awareness of his illness would not suffice to avoid a relapse; it was essential that he also had a regular contact person for supervision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On the one hand, the Court reiterates that, when verifying whether the care generally available in the receiving State is sufficient and appropriate in practice for the treatment of the applicant’s illness so as to prevent him or her being exposed to treatment contrary to Article 3, the benchmark is not the level of care existing in the returning State. It is not a question of ascertaining whether the care in the receiving State would be equivalent or inferior to that provided by the health-care system in the returning State (see paragraph 46 above). Rather, the question is whether the applicant, if he were not be able to receive “appropriate” treatment in Turkey, would be exposed to a serious, rapid and irreversible decline in his state of health, resulting in intense suffering (see paragraph 45 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  On the other hand, in the light of the above statements by Consultant Psychiatrists K.A. and P.L., insisting on the necessity of follow-up and control in connection with intensive outpatient therapy, the Court finds it noteworthy that the High Court, in contrast to the City Court, did not develop on this issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Court reiterates that the existence of a social and family network is also one of the important elements to take into account when assessing whether an individual has access to medical treatment in practice (see Paposhvili, cited above, § 190). In the present case, the applicant maintained that he had no family or other social network in Turkey. On this particular point the present case has similarities with Aswat v. the United Kingdom (no. 17299/12, § 57, 16 April 2013), and can be distinguished from, for example, Bensaid (cited above § 20) and Tatar (cited above, § 12).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Although recognising that there is no medical information in the present case pointing to the importance of a family network as part of the applicant’s treatment, the Court cannot ignore that the applicant is suffering from a serious and long-term mental illness, paranoid schizophrenia, and permanently needs medical and psychiatric treatment. Returning him to Turkey, where he has no family or other social network, will unavoidably cause him additional hardship, and make it even more crucial, in the Court’s view, that he will be provided with the necessary follow-up and control in connection with intensive outpatient therapy upon return. It reiterates in this respect, inter alia, that according to the psychiatric reports (see, in particular, paragraphs 19, 22, and 58 above) the applicant has been prescribed complex treatment and the treatment plan has to be carefully followed. Antipsychotic medication must be administered on a daily basis, which was deemed to constitute a risk of pharmaceutical failure and consequently the worsening of the applicant’s psychotic symptoms and a greater risk of aggressive behaviour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Therefore, a follow-up and control scheme is essential for the applicant’s psychological outpatient therapy and for the prevention of a degeneration of his immune system. For that purpose he would need, at least, assistance in the form of a regular and personal contact person. Accordingly, in the Court’s view, the Danish authorities should have assured themselves that upon return to Turkey, a regular and personal contact person would be available, offered by the Turkish authorities, suitable to the applicant’s needs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  Accordingly, although the threshold for the application of Article 3 of the Convention is high in cases concerning the removal of aliens suffering from serious illness, the Court shares the concern expressed by the City Court, that it is unclear whether the applicant has a real possibility of receiving relevant psychiatric treatment, including the necessary follow-up and control in connection with intensive outpatient therapy, if returned to Turkey (see paragraph 27 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  In the Court’s view, this uncertainty raises serious doubts as to the impact of removal on the applicant. When such serious doubts persist, the returning State must either dispel such doubts or obtain individual and sufficient assurances from the receiving State, as a precondition for removal, that appropriate treatment will be available and accessible to the persons concerned so that they do not find themselves in a situation contrary to Article 3 (see Paposhvili, cited above, §§ 187 and 191).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  It follows that if the applicant were to be removed to Turkey without the Danish authorities having obtained such individual and sufficient assurances, there would be a violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  The applicant also complained that implementation of the deportation order would breach Article 8 of the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "69.  The Court reiterates that in accordance with Article 35 of the Convention, “[it] may only deal with the matter after all domestic remedies have been exhausted, according to the generally recognised rules of international law, and within a period of six months from the date on which the final decision was taken”. It notes that the criminal proceedings in the case ended on 10 August 2009, when the Supreme Court passed its judgment. Accordingly, in so far as the complaint under Article 8 relates to the original expulsion order set out in the judgments in the criminal proceedings, it has been introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention (see, for example, Hamsevic v Denmark (dec.), 25748/15, § 28, 16 May 2017).",
                                "elements": []
                            },
                            {
                                "content": "70.  In so far as the complaint relates to the revocation proceedings, the Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "71.  The applicant submitted that he was aware of the serious nature of the offence committed twelve years before. It will be recalled, though, that he was seriously ill when he committed the crime. Moreover, he has lived in Denmark since he was 6 years old, and only visited Turkey a few times, most recently in 2001. He has a serious mental illness, and no social, cultural or family ties in Turkey, and he does not speak Turkish. Accordingly, he has no prospect of making a living for himself, and he will be at imminent risk of isolation and deterioration of his general situation.",
                                "elements": []
                            },
                            {
                                "content": "72.  The Government submitted that the interference with the applicant’s right to respect for his private and family life within the meaning of Article 8 had been “in accordance with the law”, pursued the legitimate aim of preventing disorder and crime, and was “necessary in a democratic society.",
                                "elements": []
                            },
                            {
                                "content": "73.  They pointed out that both in the criminal proceedings, when the expulsion order was issued, and in the revocation proceedings, the Danish courts had made a thorough assessment under Article 8 in full accordance with the general principles set out in, for example, Maslov v. Austria [GC], no. , §§ 72-73, ECHR 2008, and that they carefully struck a fair balance between the opposing interests. Accordingly, having regard to the principles on the supervisory function of the Court, the latter should be reluctant to substitute its view for that of the domestic courts.",
                                "elements": []
                            },
                            {
                                "content": "74.  Having regard to its finding under Article 3 (see paragraph 67 above), the Court concludes that there is no need for it to examine separately the applicant’s complaint under Article 8.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "75.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "76.  The applicant claimed 40,000 Euros (EUR) in compensation for nonpecuniary damage relating to the alleged violation of Articles 3 and 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Government submitted that the claim was excessive and that a finding of a violation in itself would constitute adequate just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court considers that its finding in the present judgment (see paragraph 67 above) constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicant (see, to similar effect, Paposhvili, cited above, § 231, J.K. and Others v. Sweden [GC], no. 59166/12, § 127, ECRH 2016, and the cases cited therein).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses in the domestic proceedings",
                                "elements": [
                                    {
                                        "content": "79.  The applicant claimed reimbursement of costs and expenses incurred or potentially to be incurred in the criminal proceedings against him as well as the revocation proceedings, amounting to at least 152,725 Danish Kroner (DKK).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Government emphasised that the courts in the domestic proceedings had decided that the applicant’s costs were to be borne by the treasury, except for the High Court’s judgment of 17 October 2008 and the Supreme Court’s judgment of 10 August 2009, amounting in total to DKK 107,628.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court reiterates that only legal costs and expenses found to have been actually and necessarily incurred and which are reasonable as to quantum are recoverable under Article 41 of the Convention. The Court further notes that the costs of the domestic proceedings may be awarded if they are incurred by an applicant in order to try to prevent the violation found by the Court or to obtain redress therefor (see, among other authorities, Lopata v. Russia, no. 72250/01, § 168, 13 July 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The present application was brought before the Court on 16 November 2015 and related to the revocation proceedings, which ended on 20 May 2015 when leave to appeal to the Supreme Court was refused. The applicant did not have any costs and expenses in those proceedings. Thus, although the Court in the present case has had regard to the criminal proceedings, which ended on 10 August 2009, its finding of a violation (see paragraph 67 above) relates to the revocation proceedings. Accordingly, it makes no award in respect of the costs incurred in the criminal proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses before the Court",
                                "elements": [
                                    {
                                        "content": "83.  The applicant claimed costs and expenses incurred in the Convention proceedings in the amount of DKK 103,560 corresponding to legal fees for a total of 86 hours of work, carried out by his representatives and their legal assistants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Government found the amount excessive and noted that the applicant had applied for legal aid under the Danish Legal Aid Act (Lov 1999-12-20 nr. 940 om retshjælp til indgivelse og førelse af klagesager for internationale klageorganer i henhold til menneskerettighedskonventioner) and that on 17 August 2018, the Department of Civil Affairs had notified the applicant of a provisional grant of legal aid up to DKK 40,000. In the Government’s view that sum was sufficient to cover the legal costs related to the case before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  In the present case, the applicant has been granted provisionally DKK 40,000 under the Danish Legal Aid Act. However, it is uncertain whether the applicant will subsequently be granted additional legal aid by the Ministry of Justice and how a dispute between the parties about the applicant’s outstanding claim for legal aid is to be decided. Therefore, the Court finds it necessary to assess and decide the applicant’s claim for costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the documents in its possession, the above criteria, and awards made in comparable cases against Denmark (see, among others, Osman v. Denmark, no. 38058/09, § 88, 14 June 2011), and applicant has already been granted DKK 40,000 under the Danish Legal Aid Act, the Court considers it reasonable to award the sum of EUR 2,000 covering costs for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "87.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by four votes to three, that there would be a violation of Article 3 of the Convention, if the applicant were to be removed to Turkey without the Danish authorities having obtained, in accordance with that provision, individual and sufficient assurances that appropriate treatment would be available and accessible to the applicant upon return;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, by four votes to three, that there is no need to examine separately the applicant’s complaint under Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, by four votes to three, that the Court’s findings at point 2 above constitutes in itself sufficient just satisfaction in respect of any non-pecuniary damage that may have been sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds, by four votes to three,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros), plus any tax that may be chargeable to the applicant, to be converted into Danish kroner at the rate applicable at the date of settlement, in respect of costs and expenses before the Court;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses, unanimously, the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 1 October 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  joint dissenting opinion of Judges Kjølbro, Motoc and MourouVikström;",
                        "elements": []
                    },
                    {
                        "content": "(b)  additional dissenting opinion of judge Mourou-Vikström (on paragraph 7 of the common dissenting opinion).",
                        "elements": []
                    },
                    {
                        "content": "1.  For the reasons explained below, we voted against finding a violation of Article 3 of the Convention and cannot subscribe to the majority’s reasoning in paragraphs 54 to 67 of the judgment.",
                        "elements": []
                    },
                    {
                        "content": "2.  The present case raises an important issue concerning Article 3 of the Convention and the expulsion or removal of an applicant suffering from an illness, in the present case a mental illness, namely paranoid schizophrenia.",
                        "elements": []
                    },
                    {
                        "content": "3.  This is an area where the Court’s case-law – for good reason, in our view – has been very strict. The Court’s strict case-law prior to the recent leading Grand Chamber judgment on this issue in Paposhvili v. Belgium ([GC], no. 41738/10, 13 December 2016) had, however, been the subject of debate and criticism, both within and outside the Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  Over the years, several judges of the Court had in separate opinions, whether dissenting or concurring, expressed their dissatisfaction and disagreement with the Court’s strict case-law. Thus, in N. v. the United Kingdom ([GC] no. 26565/05, ECHR 2008) three judges dissented (Judges Tulkens, Bonello and Spielmann). In Yoh-Ekale Mwanje v. Belgium (no. 10486/10, 20 December 2011), six out of seven judges wrote a separate opinion (Judges Tulkens, Jočienė, Popović, Karakaş, Raimondi and Pinto de Albuquerque). In M.T. v. Sweden (no. 1412/12, 26 February 2015) one judge dissented (Judge De Gaetano). In Tatar v. Switzerland (no. 65692/12, 14 April 2015) one judge dissented (Judge Lemmens).",
                        "elements": []
                    },
                    {
                        "content": "5.  In the light of the number and content of the separate opinions criticising the Court’s strict case-law on the matter of the expulsion of persons with illnesses and advocating for a change in the case-law, the Court’s judgment in Paposhvili v. Belgium is very important. It is a recent Grand Chamber judgment on a sensitive legal question.",
                        "elements": []
                    },
                    {
                        "content": "6.  In Paposhvili v. Belgium the Grand Chamber described the very strict existing case-law according to which Article 3 was only applicable if the foreigner to be expelled was “close to death” (see Paposhvili, cited above, §§ 172-81). Against that background, the Grand Chamber found it necessary to clarify what was meant by “other very exceptional circumstances” (ibid., § 182). The crucial paragraph and the significant further development of the Court’s case-law can be found in paragraph 183 of the judgment, where the Grand Chamber stated as follows:",
                        "elements": []
                    },
                    {
                        "content": "7.  In our reading of the Paposhvili judgment, it is clear from the context that the Grand Chamber had both physical and mental illnesses in mind when it adopted and worded the new criterion to be applied in such cases (ibid., § 179).",
                        "elements": []
                    },
                    {
                        "content": "8.  Furthermore, it is clear that the criterion is a carefully worded and balanced standard to be applied in future cases, and this is also supported by the fact that the Paposhvili judgment was unanimous.",
                        "elements": []
                    },
                    {
                        "content": "9.  In our view and to our regret, the majority in the present case have not faithfully abided by and applied the recent and unanimous Paposhvili judgment to the facts of the case. On the contrary, the majority have seized the first available opportunity to further broaden the scope of Article 3 in this sensitive area, thus in practice pushing wide open the door that the Grand Chamber deliberately and for sound legal and policy reasons decided only to open slightly compared to the previous strict case-law. Therefore, the majority should have relinquished jurisdiction in favour of the Grand Chamber rather than deciding to broaden the protection to be granted in the event of the expulsion of physically or mentally ill persons.",
                        "elements": []
                    },
                    {
                        "content": "10.  That being said, we would like to highlight some specific points of criticism concerning the reasoning adopted by the majority in the present case.",
                        "elements": []
                    },
                    {
                        "content": "11.  The majority fail to engage in an assessment of the new criterion adopted by the Grand Chamber, namely whether the applicant, in the event of expulsion and without proper medical treatment, would be “exposed to a serious, rapid and irreversible decline in his or her state of health resulting in intense suffering or to a significant reduction in life expectancy”.",
                        "elements": []
                    },
                    {
                        "content": "12.  This is probably for good reason, as there is simply no basis in the medical reports for arguing that the high threshold is reached in the present case. According to the medical information provided in the context of the domestic proceedings, if the applicant were to be deported without access to appropriate medical treatment, in the assessment of one consultant psychiatrist there would be “a high risk of pharmaceutical failure and resumed abuse and consequently the worsening of [the applicant’s] psychotic symptoms and a risk of aggressive behaviour” (see paragraph 19 of the judgment), and according to another consultant psychiatrist, “a potential interruption of the treatment gives rise to a significantly higher risk of offences against the person of others due to a worsening of [the applicant’s] psychotic symptoms” (see paragraph 22 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "13.  In our view, the majority should, on the basis of the available medical information, have assessed whether the above-mentioned possible consequences could be characterised as exposing the applicant to “a serious, rapid and irreversible decline in his or her state of health resulting in intense suffering or to a significant reduction in life expectancy”.",
                        "elements": []
                    },
                    {
                        "content": "14.  The majority, however, fail to make such an assessment, which is all the more regrettable having regard to the fact that the above-mentioned test is a “threshold criterion” that has to be fulfilled before the question of access to appropriate medical treatment becomes of relevance.",
                        "elements": []
                    },
                    {
                        "content": "15.  The closest the majority come to making such an assessment is quoting the criteria mentioned (see paragraph 60 of the judgment) and adding that the High Court “did not develop on this issue” (see paragraph 61 of the judgment). This part of the majority’s reasoning is surprising as it clearly follows from the Grand Chamber judgment in Paposhvili (cited above, § 186) that the burden of proof lies with the applicant.",
                        "elements": []
                    },
                    {
                        "content": "16.  Be that as it may, we also find it problematic that the majority do not pay sufficient attention to the fact that according to the information provided in the context of the domestic proceedings, the relevant medical treatment, including medicine and psychiatric treatment, was available and accessible to the applicant in Turkey, both in theory and practice, as is clearly confirmed by the information provided in the context of the domestic proceedings and relied upon by the High Court in its decision (see paragraph 30 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "17.  The majority rely heavily on the need for a contact person and regular follow-up (see, in particular, paragraphs 63 and 64 of the judgment). However, there is no basis for assuming that the medical treatment provided in Turkey to mentally ill patients, including persons suffering from paranoid schizophrenia, is deficient and that such persons will not receive relevant treatment, including supervision and follow-up.",
                        "elements": []
                    },
                    {
                        "content": "18.  Be that as it may, we cannot but notice that the Grand Chamber clearly stated that “the benchmark is not the level of care existing in the returning State; it is not a question of ascertaining whether the care in the receiving State would be equivalent or inferior to that provided by the health-care system in the returning State” (see Paposhvili, cited above, § 189). Therefore, even assuming that the applicant would not be provided with a contact person and the same extent of follow-up and control, that would not in itself be decisive as the decisive question is whether the care available in the receiving State is “sufficient and appropriate” (ibid., § 189).",
                        "elements": []
                    },
                    {
                        "content": "19.  The majority also rely, albeit to a lesser degree, on the lack of family and social network (see paragraph 62 of the judgment). However, there is no support in the medical information provided in the context of the domestic proceedings for stating or assuming that the applicant’s family and social network was expected to play an important role in his care. This would also sit ill with the information about the applicant’s childhood and upbringing, according to which he “had a disadvantaged childhood and adolescence in Denmark characterised by inadequate parental care, violence and poor social conditions” and that “he was removed from home and placed in foster care for that very reason” (see paragraph 10 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "20.  Furthermore, the majority’s reliance on or reference to family and social network is a matter of speculation. In the context of the criminal proceedings, the applicant stated that his mother’s family was living in a house in the village of Koduchar owned by the applicant’s mother (see paragraph 15 of the judgment). However, in the context of the revocation proceedings, the applicant stated that the house had been destroyed (see paragraph 23 of the judgment), but his statement that he had no family or social network in Turkey was not supported by any information.",
                        "elements": []
                    },
                    {
                        "content": "21.  For the reasons mentioned, we are not able to subscribe to the reasoning of the majority, and we do not find it convincing. The Court has deliberately decided to apply a strict test with a very high threshold in such cases, and we are not convinced that this threshold has been reached in the present case. More importantly, the approach of the majority represents a lowering of the requirements established in the recent judgment of the Grand Chamber. Whether such a change or further development in the Court’s case-law is called for and justified should, in our view, have been left for the Grand Chamber to decide. Therefore, in our assessment, the present case raises a serious question affecting the interpretation and application of the Convention, and the majority’s reasoning will have significant implications for the member States in cases concerning the removal of persons suffering from mental illnesses. In addition, the approach adopted by the majority in the present case will have implications for the Court’s practice concerning requests for interim measures under Rule 39 of the Rules of Court from applicants suffering from mental illnesses who challenge expulsion orders. Finally, and even though this has not had a bearing on our assessment of the present case, we find it relevant to point out that a physical medical condition relies more on objective elements than mental illness, which can sometimes be assessed subjectively, or even wrongly, owing to symptoms being simulated. Thus, in the context of the criminal proceedings against the applicant, the Medico-Legal Council stated that a medical assessment had found that the applicant’s “complaints of auditory hallucinations could be characterised as simulation” (see paragraph 10 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "22.  Being of the view that the removal of the applicant would not violate Article 3 of the Convention, we cannot subscribe to the assessment of the majority that there is no need to examine separately the applicant’s complaint under Article 8 of the Convention (see paragraph 74 of the judgment and point 3 of the operative provisions). On the contrary, we find it necessary to assess the applicant’s complaint under Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "23.  The applicant does not have a family life within the meaning of Article 8, but expulsion would certainly interfere with his right to respect for his private life. It is undisputed that the expulsion order was “in accordance with the law” and pursued a legitimate aim, and the crux of the matter is therefore whether the interference was “necessary in a democratic society”.",
                        "elements": []
                    },
                    {
                        "content": "24.  The general principles applicable to the present case are well established (see, for example, Maslov v. Austria [GC], no. 1638/03, §§ 68-76, ECHR 2008).",
                        "elements": []
                    },
                    {
                        "content": "25.  At the age of 6, the applicant entered Denmark, where he has been living since, and he was 22 when his expulsion was ordered. The applicant is therefore what under the Court’s case-law is labelled a “settled immigrant” and, consequently, very serious reasons are required to justify expulsion (see, inter alia, Maslov, cited above, § 75).",
                        "elements": []
                    },
                    {
                        "content": "26.  In assessing whether such reasons existed, we attach importance, in particular, to the fact that the applicant is an adult without a spouse or children, the nature and seriousness of the criminal offence he committed, the applicant’s lack of integration into Danish society, and the information about the applicant’s social, cultural and family ties with Denmark and Turkey respectively. In addition, we find it important that the domestic courts made a thorough assessment of the applicant’s personal circumstances, carefully balanced the competing interests and took into account the criteria set out in the Court’s case-law. In addition to those criteria, the domestic courts made a careful examination of the applicant’s state of health and the impact thereon, should his removal be implemented.",
                        "elements": []
                    },
                    {
                        "content": "27.  In our view, the applicant’s mental illness and need for medical treatment is an aspect that, in the specific circumstances of the present case, has been sufficiently addressed and assessed under Article 3 of the Convention, and on this point Article 8 of the Convention cannot provide better protection compared to the standards adopted in the Court’s case-law under Article 3 of the Convention. Therefore, the applicant’s mental illness and need for medical treatment cannot be decisive when assessing the applicant’s complaint under Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "28.  Consequently, and without finding it necessary to enter into more elaborate and detailed reasoning on this point, we are convinced that the interference with the applicant’s private life was supported by relevant and sufficient reasons and cannot be said to be disproportionate given all the circumstances of the case. In addition, as the Court has pointed out in several cases, although opinions may differ on the outcome of a judgment, “where the balancing exercise has been undertaken by the national authorities in conformity with the criteria laid down in the Court’s case-law, the Court would require strong reasons to substitute its view for that of the domestic courts” (see, inter alia, Levakovic v. Denmark, no. 7841/14, § 45, 23 October 2018, and the cases cited therein). In the present case, we find no such reasons.",
                        "elements": []
                    },
                    {
                        "content": "29.  Therefore, in our view, the removal of the applicant would not violate Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "I wish to reiterate my full agreement with the contents of the joint dissenting opinion appended to the Savran v. Denmark judgment.",
                        "elements": []
                    },
                    {
                        "content": "However, as regards the question addressed in paragraph 7, I consider it important to set out my own position, which is based on a different interpretation of the Paposhvili v. Belgium judgment ([GC], no. 41738/10, 13 December 2016).",
                        "elements": []
                    },
                    {
                        "content": "The Paposhvili judgment does not refer explicitly to mental illnesses in paragraph 183, in which it defines the “other very exceptional cases” which, within the meaning of the N. v. the United Kingdom judgment ([GC], no. 26565/05, ECHR 2008), may infringe Article 3 in the event of the removal of a seriously ill person. Paragraph 183 focuses on the consequences of the removal and of the lack of appropriate treatment, rather than on the nature of the original medical problem, which is described in general terms as a “serious illness”.",
                        "elements": []
                    },
                    {
                        "content": "Thus, while it is true that mental illness is not specifically excluded from the scope of the judgment, it is in my view impossible to infer from the Paposhvili judgment that the criteria which it lays down apply equally and in a strictly identical manner to physical and mental illnesses.",
                        "elements": []
                    },
                    {
                        "content": "Indeed, it may be established by converse implication that mental illness has deliberately not been included as such in the wording of the Paposhvili judgment. This is to my mind a wise and significant choice, since diagnosis of this type of illness is not straightforward, is not always based on objective criteria, often gives rise to heated discussions among experts, and above all does not exclude the possibility of error due to simulation.",
                        "elements": []
                    },
                    {
                        "content": "Hence the consequences of removal for a person with mental disorders should not be perceived in the same way as for a person with a physical disease such as leukaemia, the existence, symptoms and progress of which and the treatment required can be established by scientifically incontrovertible medical examinations.",
                        "elements": []
                    },
                    {
                        "content": "Mental illness is more “volatile” and open to question. It cannot therefore constitute an obstacle to removal in the light of the criteria established in Paposhvili and requires a different approach and a higher threshold for finding a violation of Article 3, which the Grand Chamber will no doubt be called upon to set.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paul Lemmens",
            "role": "president"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Iulia Antoanella Motoc",
            "role": "judges"
        },
        {
            "name": "Carlo Ranzoni",
            "role": "judges"
        },
        {
            "name": "Stéphanie Mourou-Vikström",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Andrea Tamietti",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SAVRAN v. DENMARK",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-196152.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:1001JUD005746715",
    "externalsources": [],
    "extractedappno": [
        "57467/15",
        "41738/10",
        "44599/98",
        "26565/05",
        "29217/12",
        "43611/11",
        "65692/12",
        "17299/12",
        "25748/15",
        "1638/03",
        "59166/12",
        "72250/01",
        "38058/09",
        "10486/10",
        "1412/12",
        "7841/14"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-196152",
    "judgementdate": "01/10/2019 00:00:00",
    "kpdate": "01/10/2019 00:00:00",
    "kpthesaurus": [
        "350",
        "620",
        "216",
        "577",
        "283"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "3",
        "41"
    ],
    "parties": [
        "SAVRAN",
        "DENMARK"
    ],
    "rank": "3998.12573242188",
    "representedby": [
        "TRIER T.",
        "BOELSKIFTE A."
    ],
    "respondent": "DNK",
    "respondentOrderEng": "13",
    "scl": [
        "Aswat v. the United Kingdom, no. 17299/12, § 57, 16 April 2013",
        "Bensaid v. the United Kingdom, no. 44599/98, ECHR 2001 I",
        "D. v. the United Kingdom, 2 May 1997, Reports of Judgments and Decisions 1997 III",
        "F.G. v. Sweden [GC], no. 43611/11, § 115, 23 March 2016",
        "Hamsevic v Denmark (dec.), 25748/15, § 28, 16 May 2017",
        "J.K. and Others v. Sweden [GC], no. 59166/12, § 127, ECRH 2016",
        "Lopata v. Russia, no. 72250/01, § 168, 13 July 2010",
        "Maslov v. Austria [GC], no. 1638/03, §§ 72-73, ECHR 2008",
        "N. v. the United Kingdom [GC], no. 26565/05, § 43, ECHR 2008",
        "Osman v. Denmark, no. 38058/09, § 88, 14 June 2011",
        "Paposhvili v. Belgium, [GC], no. 41738/10, 13 December 2016",
        "Tarakhel v. Switzerland [GC], no. 29217/12, § 120, ECHR 2014 (extracts)",
        "Tatar v. Switzerland, no. 65692/12, 14 April 2015"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "491881",
    "typedescription": "15"
}