{
    "__articles": "6;6-1;6-3;6-3-d;41",
    "__conclusion": "Violation of Art. 6-1;Remainder inadmissible;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "25083/05",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-97668.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 25083/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Armenian national, Mr Vardan Mamikonyan (“the applicant”), on 21 June 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr N. Baghdasaryan, a lawyer practising in . The Armenian Government (“the Government”) were represented by their Agent, Mr G. Kostanyan, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 11 December 2007 the President of the Third Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1958 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 17 August 2003 criminal proceedings were instituted on account of a traffic accident the previous day which had caused the death of a person. The victim, P., was taking a walk in the street with his friend, Z., when he was run over by a car.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 9 October 2003 the applicant, who was the driver of the car in question, was charged under Article 242 § 2 with involuntary manslaughter resulting from a violation of traffic rules.",
                                "elements": []
                            },
                            {
                                "content": "7.  A number of witnesses made statements during the investigation, including three eyewitnesses Z., M. and O. Witness Z. stated that he was taking a walk with P., when he noticed a car driving down the road at a speed of 70-80 km per hour. When the car was about 13 metres away from them, it suddenly made a sharp turn and headed towards them. He managed to dodge, but P. was run over. No sound of brakes was heard before the collision. Similar statements were made by witnesses M. and O., although the latter stated that the car was going at a speed of about 90-100 km per hour. It appears that a confrontation was supposed to be held between the applicant and witness O. but the latter failed to appear.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 25 December 2003 the indictment was finalised and transmitted to the Erebuni and Nubarashen District Court of Yerevan (Երևան քաղաքի Էրեբունի և Նուբարաշեն համայնքների առաջին ատյանի դատարան).",
                                "elements": []
                            },
                            {
                                "content": "9.  On 18 October 2004 the Erebuni and Nubarashen District Court of Yerevan found the applicant guilty as charged and sentenced him to two years' imprisonment. This judgment was based on the statements of witnesses Z. and M., the statements of three other witnesses, the statements of an auto-technical and medical experts, all of whom were questioned in court, the statement of witness O. made during the investigation, an auto-technical and medical expert opinions, and the results of examinations of the scene of the accident and of the applicant's car.",
                                "elements": []
                            },
                            {
                                "content": "10.  On an unspecified date the applicant lodged an appeal, in which he apparently raised the issue of non-appearance of witness O.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 27 December 2004 the Criminal and Military Court of Appeal (ՀՀ քրեական և զինվորական գործերով վերաքննիչ դատարան) dismissed the appeal and upheld the judgment of the District Court. As regards witness O.'s non-appearance at the confrontation, the Court of Appeal found:",
                                "elements": []
                            },
                            {
                                "content": "“[Witness O.] has stated ... that he was indeed unable to come to the confrontation but wishes to indicate that [the applicant] is a police officer, has connections and is able somehow to hurt his family. On 16 December 2003 at around 12.20 p.m. he noticed [the applicant] and a group of men next to the building of the district prosecutor's office[. R]ealising the reason why they were gathered there, he did not step out of the car and left from [there]. He is ready to confirm his statements at a confrontation with [the applicant], including in court, if his security is ensured.",
                                "elements": []
                            },
                            {
                                "content": "According to a certificate present in the case file [(case page 176a)], the confrontation between [witness O.] and [the applicant] was not possible.”",
                                "elements": []
                            },
                            {
                                "content": "12.  On 31 December 2004 the applicant lodged an appeal on points of law against this judgment. In his appeal, he indicated that the court judgment was unlawful since it had been adopted with a substantial violation of procedural law. The applicant requested that the judgment of the District Court be quashed and a new judgment be adopted. He also requested that the judgment of the Court of Appeal be quashed. The applicant added that the main arguments would be presented in an additional appeal following the receipt of a copy of the Court of Appeal's judgment.",
                                "elements": []
                            },
                            {
                                "content": "13.  By a letter of 4 January 2005 a copy of the Court of Appeal's judgment was sent to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "14.  According to a certificate issued on 2 March 2005 by the head of the relevant post office, this letter was received at the post office on 7 January 2005 and was served on the applicant on 10 January 2005.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 12 January 2005 the applicant lodged an appeal on points of law as a supplement to his appeal of 31 December 2004, which contained eight pages of legal arguments. The applicant stated at the outset that a copy of the judgment was received by him on 7 January 2005. He went on to complain, inter alia, that the statements of witness O. made during the investigation had been used as a basis for his conviction. However, he had not been afforded an opportunity to examine that witness at any stage of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 4 February 2005 the Court of Cassation examined and dismissed the appeal of 31 December 2004, finding:",
                                "elements": []
                            },
                            {
                                "content": "“The argument put forward by [the applicant] in his appeal that the judgment is unlawful since it has been adopted with a substantial violation of procedural law, therefore ... the judgment of the first instance court must be quashed and a new judgment must be adopted, is unsubstantiated. ... Article 398 of the Code of Criminal Procedure clarifies the notion of a substantial violation of procedural law and paragraph 3 of this Article enumerates those specific grounds on which a judgment is to be quashed in any event. In spite of this, [the applicant] did not indicate in his appeal on points of law on which grounds the Court of Cassation ... should quash the judgment of the Court of Appeal and remit the case for a fresh examination. Whereas the Court of Cassation shall review a judgment of the Court of Appeal, on the basis of [the applicant's] appeal, within the grounds presented in the appeal...”",
                                "elements": []
                            },
                            {
                                "content": "17.  The Court of Cassation further stated:",
                                "elements": []
                            },
                            {
                                "content": "“...as regards the new appeal on points of law filed in supplement to [the appeal of 31 December 2004], it was lodged in violation of the time-limit for appeal prescribed by Article 412 of the Code of Criminal Procedure, therefore the Court of Cassation will not examine that appeal.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Criminal Code",
                                "elements": [
                                    {
                                        "content": "According to Article 242 § 2, violation of traffic rules by a person driving a car, which has caused involuntary manslaughter, shall be punishable by imprisonment for a period not exceeding five years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "18.  The relevant provisions of the Code of Criminal Procedure, as in force at the material time, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 174: Consequences of missing a time-limit and the procedure for its restoration",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Procedural actions, which have been performed after the expiry of a time-limit, shall be considered invalid, unless the time-limit is restored.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The person concerned shall apply with a motion or a request to have the missed time-limit restored to the authority dealing with the case. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  A time-limit which has been missed for valid reasons must be restored by a decision of the authority dealing with the case, upon a motion of the person concerned. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 216: Confrontation",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. The investigator is entitled to arrange a confrontation of two persons who have been interrogated beforehand and whose statements contain substantial contradictions. The investigator is obliged to arrange a confrontation if there are substantial contradictions between the statements of the accused and some other person.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 332: Determining the possibility of examining the case in the absence of a witness, an expert or a specialist who has not appeared",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  If one of the witnesses, an expert or a specialist who has been summoned to the court hearing does not appear, the court, after hearing the opinion of the parties, shall decide to continue or adjourn the examination of the case. The court examination can be continued if the non-appearance of any of the mentioned persons will not hinder the comprehensive, in-depth and objective examination of the circumstances of the case.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 342:  out of witness statements",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Reading out at the trial of witness statements made during the inquest, the investigation or a previous court hearing ... is permissible if the witness is absent from the court hearing for reasons which rule out the possibility of his appearance in court, if there is substantial contradiction between those statements and the statements made by that witness in court, and in other cases prescribed by this Code.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 402: Entry into legal force of decisions and judgments of the Court of Appeal and their service on the parties",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A judgment or a decision of the Court of Appeal shall enter into legal force ten days after the date of its pronouncement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. A judgment or a decision of the Court of Appeal shall be served on the convicted or acquitted person, his or her advocates and lawful representatives ..., provided they participated in the examination of the case in the Court of Appeal, not later than three days after the date of its pronouncement.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 407: An appeal on points of law",
                                        "elements": []
                                    },
                                    {
                                        "content": "“3.  In cases when an appeal on points of law ... was lodged out of time, it shall be left unexamined by a decision of the Court of Cassation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 412: Time-limits for lodging an appeal against a court judgment",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  An appeal on points of law against a judgment or a decision of the Court of Appeal ... can be lodged within ten days from the date of delivery of the judgment or decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Appeals lodged out of time shall not be examined.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 415: The scope of examination of a case in the Court of Cassation",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The Court of Cassation shall review ... the judgments and decisions of the Court of Appeal which have not entered into force within the limits of the grounds raised in the appeal on points of law. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Government Decree no. 924-N of 23 May 2002 Approving Traffic Rules of  (in force from 11 August 2002 to 15 September 2007)",
                                "elements": [
                                    {
                                        "content": "19.  According to Paragraph 9.2 of this Decree, the maximum speed limit in urban and rural areas was 60 km per hour.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "20.  The applicant complained that the non-examination of his additional submissions of 12 January 2005 was in violation of the guarantees of Article 6 § 1 of the Convention, which, in so far as relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "21.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "22.  The Government submitted that the non-examination of the applicant's additional appeal on points of law of 12 January 2005 was compatible with the requirements of Article 6 § 1. In particular, the applicant had ten days to contest the Court of Appeal's judgment of 27 December 2004 before the Court of Cassation, pursuant to Article 412 of the Code of Criminal Procedure (CCP). He did lodge an appeal on 31 December 2004, which was examined and dismissed by the Court of Cassation. As to the appeal of 12 January 2005, this appeal was lodged out of time and was therefore left unexamined by the Court of Cassation. The domestic law did not provide for a procedure of submitting a supplementary appeal in addition to the initial appeal. There was not even such a concept as “supplementary appeal” under domestic law. It is true that the domestic law provided for a possibility to file new submissions in the form of an additional appeal. However, the applicant should have done that within the prescribed time-limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  Furthermore, since a copy of the Court of Appeal's judgment was served on the applicant after the expiry of the time-limit for appeal, the applicant had the possibility to request the Court of Cassation under Article 174 of the CCP to restore the time-limit in question. According to well-established judicial practice, the belated delivery of a copy of a judgment was a valid ground for the restoration of a missed time-limit. The applicant, however, failed to avail himself of that possibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The applicant submitted that he had lodged an appeal within the prescribed time-limit, namely on 31 December 2004, and he was entitled to file new submissions with regard to that appeal in an additional appeal. Such submissions could be filed at any point but early enough to allow the court to study them. A copy of the Court of Appeal's judgment of 27 December 2004 was not served on him within three days as required by Article 412 § 1 of the CCP, but was served in fourteen days, namely after the expiry of the time-limit for appeal. Thus, he was forced to file another document after the receipt of a copy of the above judgment, which was not a separate appeal but rather additional submissions supplementing the appeal of 31 December 2004. At no point did he claim that there was a right under the Armenian criminal procedure law to lodge a “supplementary” or an “additional” appeal as such. The submissions filed on 12 January 2005 were an integral part of the appeal of 31 December 2004 lodged within the prescribed time-limit and the Court of Cassation should not have treated them as a separate appeal. Thus, he had availed himself of his right to file additional submissions as a supplement to his appeal, but these were not examined by the Court of Cassation, in violation of Article 6 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "25.  The Court reiterates that the “right to a court”, of which the right of access is one aspect, is not absolute; it is subject to limitations permitted by implication, in particular where the conditions of admissibility of an appeal are concerned, since by its very nature it calls for regulation by the State, which enjoys a certain margin of appreciation in this regard. However, these limitations must not restrict or reduce a person's access in such a way or to such an extent that the very essence of the right is impaired; lastly, such limitations will not be compatible with Article 6 § 1 if they do not pursue a legitimate aim or if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see Levages Prestations Services v. France, 23 October 1996, § 40, Reports of Judgments and Decisions 1996V, and Brualla Gómez de la Torre v. Spain, 19 December 1997, § 33, Reports of Judgments and Decisions 1997VIII). For the right of access to be effective, an individual must have a clear and practical opportunity to challenge an act that is an interference with his rights (see Bellet v. , 4 December 1995, § 36, Series A no. 333B).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Court further reiterates that it is in the first place for the national authorities, and notably the courts, to interpret domestic law and that the Court will not substitute its own interpretation for theirs in the absence of arbitrariness. This applies in particular to the courts' interpretation of rules of a procedural nature such as time-limits governing the filing of documents or the lodging of appeals (see, among other authorities, Tejedor García v. Spain, 16 December 1997, § 31, Reports of Judgments and Decisions 1997VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The rules on time-limits for the lodging of applications, appeals or other pleadings are undoubtedly designed to ensure the proper administration of justice and compliance with, in particular, the principle of legal certainty. Those concerned must expect those rules to be applied. However, the rules in question, or their application, should not prevent litigants from making use of an available remedy (see Pérez de Rada Cavanilles v. Spain, 28 October 1998, § 45, Reports of Judgments and Decisions 1998VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Turning to the circumstances of the present case, the Court notes that, according to the Armenian criminal procedure law at the material time, the applicant had ten days at his disposal to lodge an appeal on points of law against the Court of Appeal's judgment of 27 December 2004. The applicant complied with that requirement by lodging an appeal on points of law on 31 December 2004 without, however, providing detailed arguments. Such arguments were filed after the expiry of the ten-day time-limit, namely on 12 January 2005, and were not admitted by the Court of Cassation for examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Court considers at the outset that, while a time-limit of ten days was not long, it cannot in itself be regarded as being so short as to deprive the applicant of a real and effective opportunity to make use of the appeal procedure. Indeed, short time-limits are a standard feature of appeal systems throughout Contracting States (see Bačev v. the Former Yugoslav Republic of Macedonia (dec.), no. 13299/02, 14 February 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court further observes that the ten-day time-limit for lodging an appeal on points of law started to run not from the date of service of a copy of the Court of Appeal's judgment, but from the date of pronouncement of that judgment. The Court does not find such a rule in itself to be in violation of Article 6 § 1 either, provided that it is accompanied by sufficient guarantees enabling the appellants to enjoy effective access to the appeal instance, including by affording them the opportunity to submit well-grounded appeals. In this respect, the Court observes that Article 402 § 2 of the CCP required that a copy of the Court of Appeal's judgment be served on the defendant not later than three days after the date of its pronouncement. Furthermore, Article 174 of the CCP provided a possibility to request a restoration of an appeal time-limit which had been missed for valid reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court observes, however, that the requirement of Article 402 § 2 of the CCP was not observed in the applicant's case. Moreover, not only was a copy of the Court of Appeal's judgment of 27 December 2004 not served on the applicant within the required three days, but it was served on him only after the expiry of the ten-day time-limit for appeal. Thus, at no time during those ten days did the applicant have at his disposal a copy of the above judgment to be able to lodge a well-grounded appeal against it before the expiry of the statutory time-limit. In such circumstances, the applicant cannot be blamed for not setting out detailed arguments in his appeal lodged on 31 December 2004, and for doing so only following the expiry of the statutory time-limit (see, mutatis mutandis, Hadjianastassiou v. Greece, 16 December 1992, § 33, Series A no. 252).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  As to the possibility of requesting a restoration of the missed time-limit under Article 174 of the CCP, it is true that the applicant did not file such a request. The Court observes, however, that, as already indicated above, the applicant had complied with the ten-day time-limit for appeal by lodging an appeal on 31 December 2004. Thus, the document filed with the Court of Cassation on 12 January 2005 was not an appeal as such, but rather additional submissions as a supplement to his appeal of 31 December 2004. The parties agreed that the possibility of filing additional submissions indeed existed, although the Government insisted that such submissions were to be filed also within the same statutory time-limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  In this respect, the Court notes, however, that the procedure for filing additional submissions was not regulated in any way by law. There were no clear rules or requirements as to the form in which such submissions were to be filed or whether any time-limits applied to the filing of such submissions. Article 174 of the CCP, on the other hand, spoke specifically of the possibility of restoring a “time-limit” which had been missed for valid reasons. Thus, the applicant cannot be blamed for not making a request under Article 174 of the CCP when filing such submissions. In any event, even assuming that the time-limit for appeal was applicable to the filing of additional submissions, the Court doubts that, in the circumstances of the case, the applicant was required to file a request under Article 174 of the CCP in view of the fact that the sole reason for his out-of-time filing of additional submissions was the failure of the authorities to serve on him a copy of the contested judgment in due time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  At the same time, the Court notes that the applicant explicitly stated, in his appeal of 31 December 2004, that he intended to file additional arguments following the receipt of a copy of the Court of Appeal's judgment. Furthermore, the document filed by the applicant on 12 January 2005, even if entitled “appeal on points of law”, clearly stated that it was a supplement to the appeal of 31 December 2004. Moreover, in his supplement of 12 January 2005 the applicant indicated that a copy of the judgment had been received by him only on 7 January 2005. It is true that there appears to be a slight discrepancy between the date of receipt indicated by the applicant in his supplement of 12 January 2005 and that indicated on the post office certificate of 2 March 2005 (see paragraph 14 above). The Court, however, does not find this discrepancy to be decisive since both dates fell outside the ten-day statutory time-limit for appeal. The Court finally notes that, despite the absence of any clear legal rules regulating the filing of additional submissions, the applicant acted diligently by filing such submissions without undue delay, more specifically, only a few days after receipt of a copy of the Court of Appeal's judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court of Cassation, however, ignored all the above circumstances and with very brief reasoning refused to examine the applicant's additional submissions of 12 January 2005. Thus, the scope of examination before the Court of Cassation was limited, as required by Article 415 § 1 of the CCP, only to the grounds raised by the applicant in his appeal of 31 December 2004 (see, by contrast, Bačev, cited above). That appeal, however, as already indicated above, contained practically no legal arguments, for reasons not attributable to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In view of all the above circumstances, the Court considers that the refusal by the Court of Cassation to examine the applicant's additional submissions of 12 January 2005 placed a disproportionate restriction on his effective access to that court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Accordingly, there has been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 3 (d) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  The applicant complained that he was not afforded the opportunity to examine witness O., whose statements made during the investigation were used as a basis for his conviction, at any stage of the proceedings. He invoked Article 6 § 3 (d) of the Convention which, in so far as relevant provides:",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him...”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "39.  The Government submitted that witness O. was not the only witness to the accident to have given testimony implicating the applicant. Furthermore, his statement was not in substantial contradiction with the statements of other witnesses who had been examined by the applicant during the court hearings. The statement of witness O. was not the only evidence which was used by the courts to establish the truth. The courts based their findings on the testimonies of two other eyewitnesses, the examination of traces of blood and fragments of the car's headlights found at the crime scene, which corresponded to the testimony of other witnesses and even without this testimony sufficed to analyse the mechanism of the accident and to make a legal assessment. Thus, the statement of witness O. played no significant role in proving the applicant's guilt and there was therefore no violation of Article 6 § 3 (d).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant submitted that each piece of evidence was used by the courts to establish a particular fact. Thus, the statement of witness O., according to which he was driving at a speed exceeding the speed limit, namely 90-100 km per hour, was relied upon by the auto-technical expert, and subsequently the courts, to reach the conclusion that he had violated traffic rules. If not for the statement of witness O., the courts would have reached a different conclusion, namely that he had not violated traffic rules. Consequently, there would have been no element of a crime in his actions and he would have been acquitted. Thus, Article 6 § 3 (d) was breached by his inability to examine witness O.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "41.  The Court reiterates that the admissibility of evidence is primarily governed by the rules of domestic law, and that, as a rule, it is for the national courts to assess the evidence before them. The task of the Court is to ascertain whether the proceedings in their entirety, including the way in which evidence was taken, were fair (see Asch v. Austria, 26 April 1991, § 26, Series A no. 203, and Edwards v. the United Kingdom, 16 December 1992, § 34, Series A no. 247B).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  All evidence must normally be produced in the presence of the accused at a public hearing with a view to adversarial argument. This does not mean, however, that in order to be used as evidence statements of witnesses should always be made at a public hearing in court: to use as evidence such statements obtained at the pre-trial stage is not in itself inconsistent with Article 6 §§ 1 and 3 (d), provided the rights of the defence have been respected. As a rule, these rights require that an accused should be given an adequate and proper opportunity to challenge and question a witness against him, either at the time the witness makes his statement or at some later stage of the proceedings (see Delta v. France, 19 December 1990, § 36, Series A no. 191A).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Turning to the circumstances of the present case, the Court notes that the applicant's conviction for involuntary manslaughter resulting from a violation of traffic rules was, inter alia, based on the statement made by witness O. during the investigation. No confrontation was held between the applicant and that witness, who also did not appear in court, alleging that he feared retaliation. Thus, at no stage of the proceedings was the applicant able to examine that witness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Nevertheless, the applicant's conviction cannot be said to have been based to a decisive extent on the statement of witness O. (see Verdam v. the Netherlands (dec.), no. 35253/97, 31 August 1999; and, by contrast, Van Mechelen and Others v. the Netherlands, 23 April 1997, § 63, Reports of Judgments and Decisions 1997III). His conviction was based also on the statements of two other key eyewitnesses, Z. and M., three other witnesses and two experts, and a number of expert opinions and examinations (see paragraph 9 above). Thus, the statement made by witness O. was corroborated by other, equally weighty evidence in the case (see Artner v. , 28 August 1992, § 22, Series A no. 242A, and Doorson v. the Netherlands, 26 March 1996, § 80, Reports of Judgments and Decisions 1996II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Furthermore, contrary to the applicant's claims, the statement of witness O. was not the only evidence which led the courts to conclude that the applicant had violated traffic rules. In fact, the statement of witness O. was not in substantial contradiction with the statements made by two other eyewitnesses, since all three of them confirmed that the applicant had been driving the car at a speed exceeding the 60 km per hour maximum speed limit allowed by law and the minor discrepancy in their statements – 70-80 km per hour as opposed to 90-100 km per hour – did not have any impact on the findings reached by the domestic courts (see paragraphs 7 and 9 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court concludes that the fact that the applicant was unable to examine witness O. did not, in the circumstances of the case, infringe the rights of the defence to such an extent to constitute a breach of Article 6 § 3 (d).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  It follows that this part of the application is manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL No. 7",
                        "elements": [
                            {
                                "content": "48.  The Court notes that the applicant also invoked Article 2 of Protocol No. 7 in connection with the same facts, alleging that the non-examination of his additional appeal of 12 January 2005 also gave rise to a violation of that provision, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 2 of Protocol No. 7",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone convicted of a criminal offence by a tribunal shall have the right to have his conviction or sentence reviewed by a higher tribunal. The exercise of this right, including the grounds on which it may be exercised, shall be governed by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  This right may be subject to exceptions in regard to offences of a minor character, as prescribed by law, or in cases in which the person concerned was tried in the first instance by the highest tribunal or was convicted following an appeal against acquittal.”",
                                "elements": []
                            },
                            {
                                "content": "49.  The Court considers, however, that this complaint results from the main issues arising in the case under Article 6 § 1 of the Convention. Having regard to its findings in respect of Article 6 § 1, it does not consider it necessary to examine separately the admissibility and merits of this complaint.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "51.  The applicant claimed 30,000 euros (EUR) in respect of non-pecuniary damage, because he was sentenced to two years' imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government claimed that the applicant had failed to raise any arguments or adduce evidence in support of his allegation that he had suffered non-pecuniary damage. Even assuming that the applicant had sustained any suffering, this was the result of his lawful imprisonment since the charge against him was based on incontrovertible evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court considers that the applicant has undeniably sustained non-pecuniary damage on account of the breach of the Convention found in the present judgment. Ruling on an equitable basis, the Court awards the applicant EUR 1,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "54.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the non-examination of the applicant's additional submissions of 12 January 2005 admissible and the complaint under Article 6 § 3 (d) of the Convention inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that it is not necessary to examine separately the admissibility and merits of the complaint under Article 2 of Protocol No. 7;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Armenian drams at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 March 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Ineta Ziemele",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Ann Power",
            "role": "judges"
        },
        {
            "name": " Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MAMIKONYAN v. ARMENIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-97668.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0316JUD002508305",
    "externalsources": [],
    "extractedappno": [
        "25083/05",
        "13299/02",
        "35253/97"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 174 , 402 § 2 and 415 § 1 of the Code of Criminal Procedure"
    ],
    "itemid": "001-97668",
    "judgementdate": "16/03/2010 00:00:00",
    "kpdate": "16/03/2010 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "76",
        "122",
        "136",
        "440",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6-3-d",
        "6-1",
        "6-3",
        "6",
        "41"
    ],
    "parties": [
        "MAMIKONYAN",
        "ARMENIA"
    ],
    "rank": "723.066040039063",
    "representedby": [
        "BAGHDASARYAN N."
    ],
    "respondent": "ARM",
    "respondentOrderEng": "3",
    "scl": [
        "Artner v. Austria, 28 August 1992, § 22, Series A no. 242-A",
        "Asch v. Austria, 26 April 1991, § 26, Series A no. 203",
        "Bacev v. the Former Yugoslav Republic of Macedonia (dec.), no. 13299/02, 14 February 2006",
        "Bellet v. France, 4 December 1995, § 36, Series A no. 333-B",
        "Brualla Gómez de la Torre v. Spain, 19 December 1997, § 33, Reports of Judgments and Decisions 1997-VIII",
        "Delta v. France, 19 December 1990, § 36, Series A no. 191-A",
        "Doorson v. the Netherlands, 26 March 1996, § 80, Reports of Judgments and Decisions 1996-II",
        "Edwards v. the United Kingdom, 16 December 1992, § 34, Series A no. 247-B",
        "Hadjianastassiou v. Greece, 16 December 1992, § 33, Series A no. 252",
        "Levages Prestations Services v. France, 23 October 1996, § 40, Reports of Judgments and Decisions 1996-V",
        "Pérez de Rada Cavanilles v. Spain, 28 October 1998, § 45, Reports of Judgments and Decisions 1998-VIII",
        "Tejedor García v. Spain, 16 December 1997, § 31, Reports of Judgments and Decisions 1997-VIII",
        "Van Mechelen and Others v. the Netherlands, 23 April 1997, § 63, Reports of Judgments and Decisions 1997-III",
        "Verdam v. the Netherlands (dec.), no. 35253/97, 31 August 1999"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "355833",
    "typedescription": "15"
}