{
    "__articles": "6;6-1",
    "__conclusion": "No violation of Art. 6-1",
    "applicability": "",
    "appno": "29777/96",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-58833.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 12 March 1999, within the three-month period laid down by former Articles 32 § 1 and 47 of the Convention. It originated in an application (no. 29777/96) against the United Kingdom of Great Britain and Northern Ireland lodged with the Commission under former Article 25 by a British national, Mr Barry Fitt, on 30 November 1995.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to former Articles 44 and 48 and to the declaration whereby the United Kingdom recognised the compulsory jurisdiction of the Court (former Article 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  In accordance with the provisions of Article 5 § 4 of Protocol No. 11 taken together with Rules 100 § 1 and 24 § 6 of the Rules of Court, a panel of the Grand Chamber decided on 31 March 1999 that the case would be examined by the Grand Chamber of the Court. The Grand Chamber included ex officio Sir Nicolas Bratza, the judge elected in respect of the United Kingdom (Article 27 § 2 of the Convention and Rule 24 § 4), Mr L. Wildhaber, the President of the Court, Mrs E. Palm, Vice-President of the Court, and Mr J.P. Costa and Mr M. Fischbach, Vice-Presidents of Sections (Article 27 § 3 of the Convention and Rule 24 §§ 3 and 5 (a)). The other members appointed to complete the Grand Chamber were Mr L. Ferrari Bravo, Mr L. Caflisch, Mr W. Fuhrmann, Mr K. Jungwiert, Mr B. Zupančič, Mrs N. Vajić, Mr J. Hedigan, Mrs W. Thomassen, Mrs M. Tsatsa-Nikolovska, Mr T. Panţîru, Mr E. Levits and Mr K. Traja (Rule 24 § 3).",
                        "elements": []
                    },
                    {
                        "content": "Subsequently Sir Nicolas Bratza, who had taken part in the Commission’s examination of the case, withdrew from sitting in the Grand Chamber (Rule 28). The United Kingdom Government (“the Government”) accordingly appointed Sir John Laws to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "3.  In accordance with the decision of the Grand Chamber, a hearing in this case and in the cases of Jasper v. the United Kingdom (application no. 27052/95) and Rowe and Davis v. the United Kingdom (application no. 28901/95) took place in public in the Human Rights Building, Strasbourg, on 20 October 1999.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Emmerson and Mr Cranston and also their replies to questions put by several of its members.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The alleged offence",
                                "elements": [
                                    {
                                        "content": "4.  At the time of the introduction of the application, the applicant was serving a prison sentence. The background to his conviction is as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the Crown’s case the applicant, together with C., S. and another, planned to carry out an armed robbery of a Royal Mail van as it was due to leave the Sorting Office at Sandgate Close in Romford. C. and S. had worked for the Post Office and were familiar with the procedures necessary to send packages of great value through the post. Using up-to-date technology the conspirators posted a letter containing a tracking device. The letter was to appear, in due course, amongst other packages of a similar kind, in a mail van the conspirators proposed to rob. Unknown to them, the police were fully informed as to the robbery that had been planned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  On 26 August 1993, the date of the robbery, the police were keeping the area and conspirators under observation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At 8.40 p.m. an Orion (driven by C.) parked in Crow Lane, with its lights on, near the Post Office depot. S.’s Sierra arrived in Crow Lane. The applicant emerged from S.’s Sierra, dressed entirely in black. He made his way into the cemetery carrying a jacket over his arm. C. in the Orion then followed the Sierra, only to return to Sandgate Close, where he parked the Orion with the headlights on.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At 8.46 p.m. the applicant was seen lying down by the railings, inside the cemetery, at a spot directly opposite Sandgate Close where there was a gap in the railings. At 8.49 p.m. he was disturbed by a passing resident, who stopped and spoke to him. He was also spotted by a Post Office employee. The police officers observed the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At about 8.50 p.m. the applicant ran further back into the cemetery constantly stopping to face the depot and gesticulating in a manner consistent with his trying to attract the attention of C. in the Orion which was parked opposite. Having disappeared between the bushes for about a minute, he re-appeared, now without his jacket, and ran further into the cemetery where he was arrested by armed officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  C. was arrested in a motorcar near the mail van. In the car there was a walkie-talkie, a balaclava and some gloves.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Behind a bush where the applicant had been observed crouching at one stage was found a light-coloured jacket with fibres on it matching those from the applicant’s jumper. In the pocket of the jacket were a pair of handcuffs, a sock containing four shotgun cartridges, and a canister of CS gas. Partially buried near the jacket was a balaclava helmet. A short time later a police officer discovered a pair of gloves and a sawn-off shotgun buried nearby. All the items were shown to the applicant whilst still at the scene. He denied all knowledge of them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  S. was stopped after a high-speed car chase. In his car there was another walkie-talkie, through which connection could be made with that found in C.’s car. Yet another car was found abandoned nearby. It was the Crown’s case that that car had been driven by a fourth conspirator. In it was found a device capable of monitoring a police radio.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The trial",
                                "elements": [
                                    {
                                        "content": "9.  The trial against the applicant, S. and C. commenced on 18 April 1994 at the Central Criminal Court, London. The following day, C. pleaded guilty and the jury were discharged. On 20 April 1994 the trial of S. and the applicant began before a new jury. On 16 May 1994 the applicant was convicted of conspiracy to rob, possession of a firearm and possession of a prohibited weapon, and he was sentenced to eleven years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The disclosure procedure",
                                        "elements": [
                                            {
                                                "content": "10.  Prior to the start of the trial, on 23 March 1994, the prosecution applied ex parte to the trial judge for an order that they should not be required to disclose certain material to the defence. The defence were told that the material related to sources of information. The contents of the material in question were described to the trial judge by prosecuting counsel. Having later heard submissions from the defence that if any of this information touched upon the applicant’s defence that he had been set up by D.W. (see paragraph 13 below), it ought to be disclosed, on 23 March 1994 the trial judge refused to order disclosure. He stated, inter alia:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... I ... adopted the principle that if something did or might help further the defence then I would order disclosure. I have not ordered disclosure. I have not found it necessary or right to adjourn proceedings, ex parte, in order for them to be inter partes... ”",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 25 April 1994, having informed the defence, the Crown made a further ex parte application to the trial judge. Immediately thereafter, the judge held an inter partes hearing on the question whether a witness statement taken from C. after his guilty plea should be disclosed to the defence. During the hearing prosecution counsel described the category of information which had been the subject of the ex parte application:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... the application was two-fold. One part of the ... application ... concerned a renewal of the original ex parte application, namely concerning the source of the information. The second limb upon which approval was sought is such that even to deal with the area upon which it was argued that it ought not to be disclosed would, in fact, reveal what the area was and that particular concern was expressly covered in the case of Davis, Johnson and Rowe [see paragraphs 23-24 below] which was [held] to be one of the exceptions where one does not even state the category in case it result in revealing that which ... ought to be protected.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  The judge read the entirety of the unedited witness statement and ruled:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“What has happened here is the defendant, [C.], pleaded guilty. The matter was adjourned so that the prosecution could take a statement from him. It is now known that he has made a statement, but he is not to be called as a witness. ... [T]he prosecution has asked me to examine matters ex parte and I am satisfied that that was a correct application, that it was right that I should hear matters ex parte. As I indicated, had I changed my view during the hearing, I would have adjourned and heard the matter inter partes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is plain to everyone, including each defendant that the statement of [C.] must, first of all, have dealt with preparation of the conspiracy to which he has pleaded guilty and the events of the day upon which he was arrested. The reason the prosecution say they should not serve that part of [C.]’s statement is sources of information in the headline and my decision has been that the prosecution’s attitude is correct. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "In accordance with the judge’s ruling, the defence were served with a summary of C.’s statement, omitting any reference to sources of information.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant’s defence",
                                        "elements": [
                                            {
                                                "content": "13.  The applicant gave evidence at trial. It was his case that he had agreed with C., who was his brother-in-law, to bury some items which he understood had been used in connection with a theft of motor vehicles. These items had come from a man called D.W., from whom C. was buying a car. The items had been handed to the applicant by D.W. in two bundles, wrapped in a brown coat, on the evening of 26 August 1993. The applicant said that C. had asked him to bury the bundles at a particular spot in the cemetery. This he had proceeded to do on that evening. After he had buried the items, he put the knife he used for digging the holes and the brown coat into a bag, which he then threw away. He denied all knowledge of the proposed robbery, of the light-coloured jacket, handcuffs, CS canister, shotgun and cartridges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The applicant alleged that he had been falsely implicated in the conspiracy by a participating informer, although he could only speculate as to the identity of the informer and as to that person’s motives. He claimed that C. had been having a relationship with D.W.’s girlfriend, and that D.W. had sought, for purposes of revenge, to make it appear that C. was involved in an armed robbery.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The judge’s summing-up",
                                        "elements": [
                                            {
                                                "content": "14.  On 13 May 1994 the trial judge, in his summing-up to the jury, said:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“That there was information from at least one person in this case is accepted and must be the situation, must it not, otherwise why would the police be going to all this trouble watching? Every rule has its exceptions and the law provides if a defendant in his trial is hindered in putting forward his defence by not knowing, first of all, whether or not there was an informer or, if he knows that, not knowing the identity of an informer, an application can be made to the judge and the judge has to be told the identity of the informer, or informers and he may order the prosecution to reveal that if a defendant is prejudiced in his defence. …",
                                                "elements": []
                                            },
                                            {
                                                "content": "Well, it will be plain to you that in a case like this where there has been at least one informer, the role of the informer has got to be examined with care and circumspection by you the jury in this trial. If the rules are observed not only by the police but also by the informer, or informers, the informer should not be told not [sic] to initiate crime or to promote it but, if crime is going on, he may be invited to string along with the plan and have a foot in both camps.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Of course an informer may overstep the mark, for example, and what is suggested here is that [D.W.] organised really a façade of conspiracy to rob possibly in order to take revenge on [C.] who was messing about with his girl, or for whatever reason (perhaps a reward it is suggested) and you must consider it: has [D.W.] so organised matters that [C.] would be arrested in incriminating circumstances and has [the applicant] been drawn into that web, [S.] possibly also being drawn into that web?”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The appeal proceedings",
                                "elements": [
                                    {
                                        "content": "15.  The applicant appealed to the Court of Appeal. Subsequent to his conviction he had discovered that C. had provided false information for reward on a number of occasions in the past. Therefore, in the course of the appeal proceedings, the applicant applied to the Court of Appeal for disclosure of some eighty-eight statements previously made by C. relating to alleged confessions to crime made by other prisoners or information about crimes allegedly witnessed or overheard by C. while he was at liberty. This application was refused by the Court of Appeal, which was “not persuaded that there [was] any proper basis for ordering such disclosure”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant relied on two grounds of appeal against conviction. The first ground concerned the rulings by the trial judge and the second related to the witness statement made by C. to the prosecution. It was submitted in particular that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... In his sentencing remarks the judge specifically referred to the existence of a ‘participating informant’ who was instrumental in both the appellant and [C.] being arrested; this was the first that the defence had heard of the existence of such an informant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the submission of the appellant, the interests of justice required that the undisclosed material which had been specifically withheld from the defence, and apparently relating to a participating informant, should have been made available to the defence. The defence was materially disadvantaged in presenting its case to the jury by its inability to establish even the existence, let alone the role, of this informant. Without this evidence the defence case of ‘set-up’ rested upon a mere assertion which may well have been regarded by the jury as quite incredible and absurd. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "... In the submissions of the defence, the actual text of the witness [C.’s] statement, or such part or parts of it as were not covered by recognised public interest immunity or protection, ought to have been disclosed to them. If this was not practicable then a further statement should have been obtained which omitted the objectionable material. The course in fact adopted of giving a ‘summary’ was a naked device to prevent the proper disclosure of admittedly relevant material, and was specifically designed to thereby advantage the Crown and to disadvantage the defence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 6 June 1995 the Court of Appeal upheld the applicant’s conviction, observing:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... During the course of the proceedings the prosecution successfully applied ex parte to the judge for an order that they not be required to disclose certain material to the defence, save to the extent that the defence were told that the material related to sources of information. Having later heard submissions from the defence that if any of the material in question touched upon the applicant’s defence that he had been set up by [D.W.], it ought to be disclosed, on 23 March 1994 the judge refused to order any disclosure of the materials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "These rulings by the judge are the subject of the first ground of appeal ... It is said that the interests of justice required that the undisclosed material should have been disclosed to the defence. We can see no reason to disagree with the judge’s ruling. He made it clear that if any of the material ‘did or might help the defence’ he would order disclosure. He obviously considered the matter carefully before giving his ruling. There is no substance in this ground of appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The second ground of appeal relates to a witness statement made by [C.] as a witness for the Crown. On 25 April 1994 the Crown applied ex parte to the judge to approve the non-disclosure of [C.]’s witness statement and to approve the alternative course proposed by the Crown, which was to provide a summary of the witness statement. The judge granted the application and approved the proposed course. Again, we see no reason to disagree with the judge’s decision in this matter. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, this renewed application for leave to appeal against conviction is refused.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The prosecution’s duty of disclosure",
                                "elements": [
                                    {
                                        "content": "18.  At common law, the prosecution has a duty to disclose any earlier written or oral statement of a prosecution witness which is inconsistent with evidence given by that witness at the trial. The duty also extends to statements of any witnesses potentially favourable to the defence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Limitations to the duty of disclosure on grounds of public interest",
                                "elements": [
                                    {
                                        "content": "1.  The Attorney-General’s Guidelines (1981)",
                                        "elements": [
                                            {
                                                "content": "19.  In December 1981 the Attorney-General issued Guidelines, which did not have the force of law, concerning exceptions to the common-law duty to disclose to the defence certain evidence of potential assistance to it ([1982] 74 Criminal Appeal Reports 302: “the Guidelines”). The Guidelines attempted to codify the rules of disclosure and to define the prosecution’s power to withhold “unused material”. Under paragraph 1, “unused material” was defined as:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(i) All witness statements and documents which are not included in the committal bundle served on the defence; (ii) the statements of any witnesses who are to be called to give evidence at the committal and (if not in the bundle) any documents referred to therein; (iii) the unedited version(s) of any edited statements or composite statement included in the committal bundles.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Under paragraph 2, any item falling within this definition was to be made available to the defence if “... it ha[d] some bearing on the offence(s) charged and the surrounding circumstances of the case”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  According to the Guidelines, the duty to disclose was subject to a discretionary power for prosecuting counsel to withhold relevant evidence if it fell within one of the categories set out in paragraph 6. One of these categories (6(iv)) was “sensitive” material which, because of its sensitivity, it would not be in the public interest to disclose. “Sensitive material” was defined as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... (a) it deals with matters of national security; or it is by, or discloses the identity of, a member of the Security Services who would be of no further use to those services once his identity became known; (b) it is by, or discloses the identity of an informant and there are reasons for fearing that the disclosure of his identity would put him or his family in danger; (c) it is by, or discloses the identity of a witness who might be in danger of assault or intimidation if his identity became known; (d) it contains details which, if they became known, might facilitate the commission of other offences or alert someone not in custody that he is a suspect; or it discloses some unusual form of surveillance or method of detecting crime; (e) it is supplied only on condition that the contents will not be disclosed, at least until a subpoena has been served upon the supplier – e.g. a bank official; (f) it relates to other offences by, or serious allegations against, someone who is not an accused, or discloses previous convictions or other matters prejudicial to him; (g) it contains details of private delicacy to the maker and/or might create risk of domestic strife.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "According to paragraph 8, “in deciding whether or not statements containing sensitive material should be disclosed, a balance should be struck between the degree of sensitivity and the extent to which the information might assist the defence”. The decision as to whether or not the balance in a particular case required disclosure of sensitive material was one for the prosecution, although any doubt should be resolved in favour of disclosure. If either before or during the trial it became apparent that a duty to disclose had arisen, but that disclosure would not be in the public interest because of the sensitivity of the material, the prosecution would have to be abandoned.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  R. v. Ward (1992)",
                                        "elements": [
                                            {
                                                "content": "21.  Since 1992 the Guidelines have been superseded by the common law, notably by a number of decisions of the Court of Appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In R. v. Ward ([1993] 1 Weekly Law Reports 619) the Court of Appeal dealt with the duties of the prosecution to disclose evidence to the defence and the proper procedure to be followed when the prosecution claimed public interest immunity. It stressed that the court and not the prosecution was to be the judge of where the proper balance lay in a particular case, because:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... [When] the prosecution acted as judge in their own cause on the issue of public interest immunity in this case they committed a significant number of errors which affected the fairness of the proceedings. Policy considerations therefore powerfully reinforce the view that it would be wrong to allow the prosecution to withhold material documents without giving any notice of that fact to the defence. If, in a wholly exceptional case, the prosecution are not prepared to have the issue of public interest immunity determined by a court, the result must inevitably be that the prosecution will have to be abandoned.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court of Appeal described the balancing exercise to be performed by the judge as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... a judge is balancing on the one hand the desirability of preserving the public interest in the absence of disclosure against, on the other hand, the interests of justice. Where the interests of justice arise in a criminal case touching and concerning liberty or conceivably on occasion life, the weight to be attached to the interests of justice is plainly very great indeed.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  R. v. Trevor Douglas K. (1993)",
                                        "elements": [
                                            {
                                                "content": "22.  In R. v. Trevor Douglas K. ([1993] 97 Criminal Appeal Reports 342), the Court of Appeal emphasised that, in performing the balancing exercise referred to in R. v. Ward, the court must view the material itself:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In our judgment the exclusion of the evidence without an opportunity of testing its relevance and importance amounted to a material irregularity. When public interest immunity is claimed for a document, it is for the court to rule whether the claim should be upheld or not. To do that involves a balancing exercise. The exercise can only be performed by the judge himself examining or viewing the evidence, so as to have the facts of what it contains in mind. Only then can he be in a position to balance the competing interests of public interest immunity and fairness to the party claiming disclosure.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "This judgment also clarified that, where an accused appeals to the Court of Appeal on the ground that material has been wrongly withheld, the Court of Appeal will itself view the material ex parte.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  R. v. Davis, Johnson and Rowe (1993)",
                                        "elements": [
                                            {
                                                "content": "23.  In R. v. Davis, Johnson and Rowe ([1993] 1 Weekly Law Reports 613), the Court of Appeal held that it was not necessary in every case for the prosecution to give notice to the defence when it wished to claim public interest immunity, and outlined three different procedures to be adopted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The first procedure, which had generally to be followed, was for the prosecution to give notice to the defence that they were applying for a ruling by the court and indicate to the defence at least the category of the material which they held. The defence then had the opportunity to make representations to the court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Secondly, however, where the disclosure of the category of the material in question would in effect reveal that which the prosecution contended should not be revealed, the prosecution should still notify the defence that an application to the court was to be made, but the category of the material need not be disclosed and the application should be ex parte.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The third procedure would apply in an exceptional case where to reveal even the fact that an ex parte application was to be made would in effect be to reveal the nature of the evidence in question. In such cases the prosecution should apply to the court ex parte without notice to the defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The Court of Appeal observed that although ex parte applications limited the rights of the defence, in some cases the only alternative would be to require the prosecution to choose between following an inter partes procedure or declining to prosecute, and in rare but serious cases the abandonment of a prosecution in order to protect sensitive evidence would be contrary to the public interest. It referred to the important role performed by the trial judge in monitoring the views of the prosecution as to the proper balance to be struck and remarked that even in cases in which the sensitivity of the information required an ex parte hearing, the defence had “as much protection as can be given without pre-empting the issue”. Finally, it emphasised that it was for the trial judge to continue to monitor the position as the trial progressed. Issues might emerge during the trial which affected the balance and required disclosure “in the interests of securing fairness to the defendant”. For this reason it was important for the same judge who heard any disclosure application also to conduct the trial.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  R. v. Keane (1994)",
                                        "elements": [
                                            {
                                                "content": "25.  In R. v. Keane (1994] 1 Weekly Law Reports 747) the Court of Appeal emphasised that, since the ex parte procedure outlined in R. v. Davis, Johnson and Rowe was “contrary to the general principle of open justice in criminal trials”, it should be used only in exceptional cases. It would be an abdication of the prosecution’s duty if, out of an abundance of caution, it were simply “to dump all its unused material in the court’s lap and leave it to the judge to sort through it regardless of its materiality to the issues present or potential”. Thus, the prosecution should put before the court only those documents which it regarded as material but wished to withhold. “Material” evidence was that which could, on a sensible appraisal by the prosecution, be seen (i) to be relevant or possibly relevant to an issue in the case; (ii) to raise or possibly raise a new issue the existence of which was not apparent from the evidence the prosecution proposed to use; or (iii) to hold out a real (as opposed to fanciful) prospect of providing a lead of evidence going to (i) or (ii). Exceptionally, in case of doubt about the materiality of the documents or evidence, the court might be asked to rule on the issue. In order to assist the prosecution in deciding whether evidence in its possession was “material”, and the judge in performing the balancing exercise, it was open to the defence to indicate any defence or issue which they proposed to raise.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  R. v. Rasheed (1994)",
                                        "elements": [
                                            {
                                                "content": "26.  In R. v. Rasheed (The Times, 20 May 1994), the Court of Appeal held that a failure by the prosecution to disclose the fact that a prosecution witness whose evidence was challenged had applied for or received a reward for giving information was a material irregularity which justified overturning a conviction.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "7.  R. v. Winston Brown (1994)",
                                        "elements": [
                                            {
                                                "content": "27.  In R. v. Winston Brown ([1995] 1 Criminal Appeal Reports 191), the Court of Appeal reviewed the operation of the Guidelines. It stated:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Attorney-General’s objective was no doubt to improve the existing practice of disclosure by the Crown. That was a laudable objective. But the Attorney-General was not trying to make law and it was certainly beyond his power to do so ... The Guidelines are merely a set of instructions to Crown Prosecution Service lawyers and prosecuting counsel ... Judged simply as a set of instructions to prosecutors, the Guidelines would be unobjectionable if they exactly matched the contours of the common law duty of disclosure ... But if the Guidelines, judged by the standards of today, reduce the common-law duties of the Crown and thus abridge the common-law rights of a defendant, they must be pro tanto unlawful...",
                                                "elements": []
                                            },
                                            {
                                                "content": "[T]oday, the Guidelines do not conform to the requirements of the law of disclosure in a number of critically important respects. First, the judgment in Ward established that it is for the court, not prosecuting counsel, to decide on disputed questions as to discloseable materials, and on any asserted legal ground to withhold production of relevant material ... For present purposes the point of supreme importance is that there is no hint in the Guidelines of the primacy of the court in deciding on issues of disclosure ... Secondly, the guidelines are not an exhaustive statement of the Crown’s common law duty of disclosure: R. v. Ward at 25 and 681D. To that extent too the Guidelines are out of date. Thirdly, the Guidelines were drafted before major developments in the field of public interest immunity. [I]n paragraph 6 the Guidelines are cast in the form of a prosecutor’s discretion ... Much of what is listed as ‘sensitive material’ is no doubt covered by public interest immunity. But not everything so listed is covered by public interest immunity...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "8.  R. v. Turner (1994)",
                                        "elements": [
                                            {
                                                "content": "28.  In the case of R. v. Turner ([1995] 1 Weekly Law Reports 264), the Court of Appeal returned to the balancing exercise, stating, inter alia:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Since R. v. Ward ... there has been an increasing tendency for defendants to seek disclosure of informants’ names and roles, alleging that those details are essential to the defence. Defences that the accused has been set up, and allegations of duress, which used at one time to be rare, have multiplied. We wish to alert judges to the need to scrutinise applications for disclosure of details about informants with very great care. They will need to be astute to see that assertions of a need to know such details, because they are essential to the running of the defence, are justified. If they are not so justified, then the judge will need to adopt a robust approach in declining to order disclosure. Clearly, there is a distinction between cases in which the circumstances raise no reasonable possibility that information about the informant will bear upon the issues and cases where it will. Again, there will be cases where the informant is an informant and no more; other cases where he may have participated in the events constituting, surrounding, or following the crime. Even when the informant has participated, the judge will need to consider whether his role so impinges on an issue of interest to the defence, present or potential, as to make disclosure necessary...",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is sufficient for us to say that in this case we are satisfied that the information concerning the informant showed a participation in the events concerning this crime which, coupled with the way in which the defence was raised from the very first moment by the defendant when he said that he was being set up, gave rise to the need for the defence to be aware of the identity of the informant and his role in this matter. We, therefore, conclude that if one applies the principle which has been quoted from R. v. Keane ... to the facts of the present case, there could only be one answer to the question as to whether the details concerning this informer were so important to the issues of interest to the defence, present and potential, that the balance which the judge had to strike came down firmly in favour of disclosure.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "9.  The Criminal Procedure and Investigations Act 1996",
                                        "elements": [
                                            {
                                                "content": "29.  Subsequent to the applicant’s trial, a new statutory scheme covering disclosure by the prosecution has come into force in England and Wales. Under the 1996 Act, the prosecution must make “primary disclosure” of all previously undisclosed evidence which, in the prosecutor’s view, might undermine the case for the prosecution. The defendant must then give a defence statement to the prosecution and the court, setting out in general terms the nature of the defence and the matters on which the defence takes issue with the prosecution. The prosecution must then make a “secondary disclosure” of all previously undisclosed material “which might reasonably be expected to assist the accused’s defence as disclosed by the defence statement”. Disclosure by the prosecution may be subject to challenge by the accused and review by the trial court.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  “Special counsel”",
                                "elements": [
                                    {
                                        "content": "30.  Following the judgments of the European Court of Human Rights in Chahal v. the United Kingdom (15 November 1996, Reports of Judgments and Decisions 1996V) and Tinnelly & Sons Ltd and Others and McElduff and Others v. the United Kingdom (10 July 1998, Reports 1998-IV) the United Kingdom has introduced legislation making provision for the appointment of a “special counsel” in certain cases involving national security. The provisions are contained in the Special Immigration Appeals Commission Act 1997 (“the 1997 Act”) and the Northern Ireland Act 1998 (“the 1998 Act”). Under this legislation, where it is necessary on national security grounds for the relevant tribunal to sit in camera, in the absence of the affected individual and his or her legal representatives, the Attorney-General may appoint a special counsel to represent the interests of the individual in the proceedings. The legislation provides that the special counsel is not however “responsible to the person whose interest he is appointed to represent”, thus ensuring that the special counsel is both entitled and obliged to keep confidential any information which cannot be disclosed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  For example, in the immigration context, the relevant Rules under the 1997 Act are contained in the Special Immigration Appeals Act Commission (Procedure) Rules 1998 (Statutory Instrument no. 1998/1881). Rule 3 provides that in exercising its functions, the Commission shall secure that information is not disclosed contrary to the interests of national security, the international relations of the United Kingdom, the detection and prevention of crime, or in any other circumstances where disclosure is likely to harm the public interest. Rule 7 relates to the special advocate established by section 6 of the 1997 Act. It provides, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“7.  …",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  The function of the special advocate is to represent the interest of the appellant by -",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  making submissions to the Commission in any proceedings from which the appellant or his representative are excluded;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  cross-examining witnesses at any such proceedings; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  making written submissions to the Commission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  Except in accordance with paragraphs (6) to (9) the special advocate may not communicate directly or indirectly with the appellant or his representative on any matter connected with proceedings before the Commission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(6)  The special advocate may communicate with the appellant and his representative at any time before the Secretary of State makes the material available to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(7)  At any time after the Secretary of State has made the material available under Rule 10(3), the special advocate may seek directions from the Commission authorising him to seek information in connection with the proceedings from the appellant or his representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(8)  The Commission shall notify the Secretary of State of a request for direction under paragraph (7) and the Secretary of State must, within a period specified by the Commission, give the Commission notice of any objection which he has to the request for information being made or to the form in which it is proposed to be made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(9)  Where the Secretary of State makes an objection under paragraph (8) Rule 11 shall apply as appropriate.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Rules 10 and 11, to which Rule 7 refers, provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“10.  (1)  If the Secretary of State intends to oppose the appeal, he must, no later than 42 days after receiving a copy of the notice of appeal -",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  provide the Commission with a summary of the facts relating to the decision being appealed and the reasons for the decision;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  inform the Commission of the grounds on which he opposes the appeal; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  provide the Commission with a statement of the evidence which he relies upon in support of those grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  Where the Secretary of State objects to material referred to in paragraph (1) being disclosed to the appellant or his representative, he must also -",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  state the reasons for the objection; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  if and to the extent it is possible to do so without disclosing information contrary to the public interest, provide a statement of that material in a form that can be shown to the appellant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  Where he makes an objection under paragraph (2), the Secretary of State must make available to the special advocate, as soon as it is practicable to do so, the material which he has provided to the Commission under paragraphs (1) and (2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  (1)  Proceedings under this Rule shall take place in the absence of the appellant and his representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  The Commission shall decide whether to uphold the Secretary of State’s objection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  Before doing so it shall invite the special advocate to make written representations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  After considering representations made under paragraph (3) the Commission may -",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  invite the special advocate to make oral representations; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  uphold the Secretary of State’s objections without requiring further representations from the special advocate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  Where the Commission is minded to overrule the Secretary of State’s objection, or to require him to provide material in different form from that in which he has provided it under Rule 10(2)(b), the Commission must invite the Secretary of State and the special advocate to make oral representations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(6)  Where -",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  the Commission overrules the Secretary of State’s objection or requires him to provide material in different form from that in which he has provided it under Rule 10(2)(b), and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  the Secretary of State wishes to oppose the appeal, ",
                                        "elements": []
                                    },
                                    {
                                        "content": "he shall not be required to disclose any material which was the subject of the unsuccessful objection if he chooses not to rely upon it in opposing the appeal.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In the context of fair employment proceedings in Northern Ireland, the scheme under sections 90 to 92 of the 1998 Act and the relevant Rules is identical to the mechanism adopted under the 1997 Act (above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In addition, the government has recently placed before Parliament two bills which make provision for the appointment of “special counsel” (operating under the same conditions) in other circumstances. The Electronic Communications Bill 1999 provides for the appointment of a “special representative” in proceedings before an Electronic Communications Tribunal to be established for the purpose of examining complaints relating to the interception and interpretation of electronic communications. In the context of criminal proceedings, the Youth Justice and Criminal Evidence Bill 1999 makes provision for the appointment by the court of a special counsel in any case in which a trial judge prohibits an unrepresented defendant from cross-examining in person the complainant in a sexual offence.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "34.  Mr Fitt applied to the Commission on 30 November 1995. He alleged that his trial at first instance and the proceedings before the Court of Appeal breached his rights under Article 6 §§ 1, 2 and 3 (b) and (d) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "35.  The Commission declared the application (no. 29777/96) admissible on 15 September 1997. In its report of 20 October 1998 (former Article 31 of the Convention), it expressed the opinion, by eighteen votes to twelve, that there had been no violation of Article 6 § 1 taken in conjunction with Article 6 § 3 (b) and (d), and unanimously that there had been no violation of Article 6 § 2. The full text of the Commission’s opinion and of the dissenting opinion contained in the report is reproduced as an annex to this judgment1.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "36.  In his memorial and at the hearing, the applicant asked the Court to find that the proceedings before the Crown Court and Court of Appeal, taken together, violated Article 6 § 1 of the Convention taken in conjunction with Article 6 § 3 (b) and (d), and to award him just satisfaction under Article 41. He did not pursue the complaint under Article 6 § 2 which he had raised before the Commission.",
                        "elements": []
                    },
                    {
                        "content": "The Government asked the Court to find that there had been no violation of the Convention in the applicant’s case.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF Article 6 §§ 1 and 3 (b) and (d) of the convention",
                        "elements": [
                            {
                                "content": "37.  The applicant alleged that the proceedings before the Crown Court and the Court of Appeal, taken together, violated his rights under Article 6 §§ 1 and 3 (b) and (d) of the Convention, which state as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights: ",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence; ",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him; ",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "38.  The applicant submitted that any failure to disclose relevant evidence undermined the right to a fair trial, although he agreed with the Government and the Commission that the right to full disclosure was not absolute and could, in pursuit of a legitimate aim such as the protection of national security or of vulnerable witnesses or sources of information, be subject to limitations. Any such restriction on the rights of the defence should, however, be strictly proportionate and counterbalanced by procedural safeguards adequate to compensate for the handicap imposed on the defence. Whilst accepting that in certain circumstances it might be necessary in the public interest to exclude the accused and his representatives from the disclosure procedure, he contended that the ex parte hearings before the judge (see paragraphs 10-12 above) violated Article 6 because they afforded no safeguards against judicial bias or error and no opportunity to put arguments on behalf of the accused.",
                                "elements": []
                            },
                            {
                                "content": "39.  The applicant contended that it was necessary for the purposes of Article 6 to counterbalance the exclusion of the defence from the procedure by the introduction of an adversarial element, such as the appointment of an independent counsel who could advance argument on behalf of the defence as to the relevance of the undisclosed evidence, test the strength of the prosecution claim to public interest immunity and act as an independent safeguard against the risk of judicial error or bias. He pointed to four examples of cases where a “special counsel” procedure had been introduced in the United Kingdom (see paragraphs 30-33 above). These examples, he submitted, demonstrated that an alternative mechanism was available which would ensure that the rights of the defence were respected as far as possible in the course of a hearing to determine whether evidence should be withheld on public interest grounds, whilst safeguarding legitimate concerns about, for example, national security or the protection of witnesses and sources of information, and he reasoned that the onus was on the Government to show why it would not be possible to introduce such a procedure.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Government accepted that in cases where relevant or potentially relevant material was not disclosed to the defence on grounds of public interest, it was important to ensure the existence of sufficient safeguards to protect the rights of the accused. In their submission, English law in principle, and in practice in the applicant’s case, provided the required level of protection. The procedure set out by the Court of Appeal in R. v. Davis, Johnson and Rowe (see paragraphs 23-24 above), which was followed at the applicant’s trial, ensured that, as far as possible, the accused and his lawyers were given the maximum amount of information and the maximum opportunity to make submissions to the court, without jeopardising the confidentiality of evidence which it was necessary to withhold in the public interest.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Government submitted that the independent-counsel scheme proposed by the applicant was not necessary to ensure compliance with Article 6. They claimed that the position contrasted with that in immigration proceedings where the Secretary of State wished to deport an individual on grounds of national security prior to the introduction of the special-counsel system (see the Chahal judgment cited in paragraph 30 above): in the present case the national judge was able fully to review and determine all issues relating to disclosure of evidence. Moreover, the proposed scheme would give rise to significant difficulties in practice, for example, with regard to the duties which would be owed by the special counsel to the accused, the amount of information he or she would be at liberty to pass on to the accused and the defence lawyers and the quality of instructions he or she could expect to receive from the defence. Such difficulties would be particularly acute in cases involving more than one co-accused, where it would be necessary to appoint a special counsel in respect of each defendant to avoid the risk of conflict of interest, and in respect of long trials, with constantly evolving disclosure issues.",
                                "elements": []
                            },
                            {
                                "content": "42.  The Commission was satisfied that the criminal proceedings brought against the applicant were fair, since the trial judge, who decided on the question of disclosure of evidence, was aware of both the contents of the withheld evidence and the nature of the applicant’s case, and was thus able to weigh the applicant’s interest in disclosure against the public interest in concealment.",
                                "elements": []
                            },
                            {
                                "content": "43.  The Court recalls that the guarantees in paragraph 3 of Article 6 are specific aspects of the right to a fair trial set out in paragraph 1 (see the Edwards v. the United Kingdom judgment of 16 December 1992, Series A no. 247-B, p. 34, § 33). In the circumstances of the case it finds it unnecessary to examine the applicant’s allegations separately from the standpoint of paragraph 3 (b) and (d), since they amount to a complaint that the applicant did not receive a fair trial. It will therefore confine its examination to the question whether the proceedings in their entirety were fair (ibid., pp. 34-35, § 34).",
                                "elements": []
                            },
                            {
                                "content": "44.  It is a fundamental aspect of the right to a fair trial that criminal proceedings, including the elements of such proceedings which relate to procedure, should be adversarial and that there should be equality of arms between the prosecution and defence. The right to an adversarial trial means, in a criminal case, that both prosecution and defence must be given the opportunity to have knowledge of and comment on the observations filed and the evidence adduced by the other party (see the Brandstetter v. Austria judgment of 28 August 1991, Series A no. 211, pp. 27-28, §§ 6667). In addition Article 6 § 1 requires, as indeed does English law (see paragraph 18 above), that the prosecution authorities disclose to the defence all material evidence in their possession for or against the accused (see the Edwards judgment cited above, p. 35, § 36).",
                                "elements": []
                            },
                            {
                                "content": "45.  However, as the applicant recognised (see paragraph 38 above), the entitlement to disclosure of relevant evidence is not an absolute right. In any criminal proceedings there may be competing interests, such as national security or the need to protect witnesses at risk of reprisals or keep secret police methods of investigation of crime, which must be weighed against the rights of the accused (see, for example, the Doorson v. the Netherlands judgment of 26 March 1996, Reports of Judgments and Decisions 1996-II, p. 470, § 70). In some cases it may be necessary to withhold certain evidence from the defence so as to preserve the fundamental rights of another individual or to safeguard an important public interest. However, only such measures restricting the rights of the defence which are strictly necessary are permissible under Article 6 § 1 (see the Van Mechelen and Others v. the Netherlands judgment of 23 April 1997, Reports 1997-III, p. 712, § 58). Moreover, in order to ensure that the accused receives a fair trial, any difficulties caused to the defence by a limitation on its rights must be sufficiently counterbalanced by the procedures followed by the judicial authorities (see the Doorson judgment cited above, p. 471, § 72, and the Van Mechelen and Others judgment cited above, p. 712, § 54).",
                                "elements": []
                            },
                            {
                                "content": "46.  In cases where evidence has been withheld from the defence on public interest grounds, it is not the role of this Court to decide whether or not such non-disclosure was strictly necessary since, as a general rule, it is for the national courts to assess the evidence before them (see the Edwards judgment cited above, pp. 34-35, § 34). In any event, in many cases, such as the present one, where the evidence in question has never been revealed, it would not be possible for the Court to attempt to weigh the public interest in non-disclosure against that of the accused in having sight of the material. It must therefore scrutinise the decision-making procedure to ensure that, as far as possible, it complied with the requirements to provide adversarial proceedings and equality of arms and incorporated adequate safeguards to protect the interests of the accused.",
                                "elements": []
                            },
                            {
                                "content": "47.  On 23 March 1994 the prosecution made an ex parte application to the trial judge for an order authorising non-disclosure. The defence were told that the material in question related to sources of information and were able to make representations to the judge, outlining to him the defence case and enjoining disclosure of any evidence which related to it. In the absence of the defence, prosecution counsel described the evidence to the judge, who decided that it should not be disclosed. He explained that in performing the balancing exercise he had “adopted the principle that if something did or might help further the defence then I would order disclosure”. The prosecution made a second ex parte application on 25 April 1994, which was followed by an inter partes hearing on the question whether a witness statement taken from C. after his guilty plea should be disclosed to the defence. In the course of this hearing the defence were able to argue the case for disclosure and to hear the arguments of the prosecution and the judge’s reasons for not ordering complete disclosure of the statement. Although the judge decided against full disclosure of the statement in question, since it contained references to sources of information, the defence were provided with a summary of it (see paragraphs 10-12 above).",
                                "elements": []
                            },
                            {
                                "content": "48.  The Court is satisfied that the defence were kept informed and were permitted to make submissions and participate in the above decision-making process as far as was possible without revealing to them the material which the prosecution sought to keep secret on public interest grounds. Whilst it is true that in a number of different contexts the United Kingdom has introduced, or is introducing, a “special counsel” system (see paragraphs 30-33 above), the Court does not accept that such a procedure was necessary in the present case. The Court notes, in particular, that the material which was not disclosed in the present case formed no part of the prosecution case whatever, and was never put to the jury. This position must be contrasted with the circumstances addressed by the 1997 Act and the 1998 Act, where impugned decisions were based on material in the hands of the executive, material which was not seen by the supervising courts at all.",
                                "elements": []
                            },
                            {
                                "content": "49.  The fact that the need for disclosure was at all times under assessment by the trial judge provided a further, important, safeguard in that it was his duty to monitor throughout the trial the fairness or otherwise of withholding the evidence. It has not been suggested that the judge was not independent and impartial within the meaning of Article 6 § 1. He was fully versed in all the evidence and issues in the case and in a position to monitor the relevance to the defence of the withheld information both before and during the trial. Moreover it can be assumed – not least because he expressly stated on 23 March that he would have ordered disclosure if it might have helped the defence – that the judge applied the principles which had recently been clarified by the Court of Appeal, for example that, in weighing the public interest in concealment against the interest of the accused in disclosure, great weight should be attached to the interests of justice, and that the judge should continue to assess the need for disclosure throughout the trial (see the Ward and Davis, Johnson and Rowe judgments in paragraphs 21 and 23-24 above). The jurisprudence of the English Court of Appeal shows that the assessment which the trial judge must make fulfils the conditions which, according to the European Court’s case-law, are essential for ensuring a fair trial in instances of non-disclosure of prosecution material (see paragraphs 44-45 above). The domestic trial court in the present case thus applied standards which were in conformity with the relevant principles of a fair trial embodied in Article 6 § 1 of the Convention. Finally, during the appeal proceedings the Court of Appeal also considered whether or not the evidence should have been disclosed (see paragraphs 15-17 above), providing an additional level of protection for the applicant’s rights.",
                                "elements": []
                            },
                            {
                                "content": "50.  In conclusion, therefore, the Court finds that, as far as possible, the decision-making procedure complied with the requirements of adversarial proceedings and equality of arms and incorporated adequate safeguards to protect the interests of the accused. It follows that there has been no violation of Article 6 § 1 in the present case.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF Article 6 § 2 of the convention",
                        "elements": [
                            {
                                "content": "51.  The applicant did not pursue before the Court this complaint that he had raised before the Commission, and the Court sees no reason to examine it of its own motion.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds by nine votes to eight that there has not been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that it is not necessary to examine the complaint under Article 6 § 2 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 16 February 2000.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following dissenting opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  dissenting opinion of Mrs Palm, Mr Fischbach, Mrs Vajić, Mrs Thomassen, Mrs Tsatsa-Nikolovska and Mr Traja;",
                        "elements": []
                    },
                    {
                        "content": "(b)  dissenting opinion of Mr Zupančič;",
                        "elements": []
                    },
                    {
                        "content": "(c)  dissenting opinion of Mr Hedigan.",
                        "elements": []
                    },
                    {
                        "content": "We do not agree that there has been no violation of Article 6 § 1 in this case. We accept the majority’s statement of the law as set out in paragraphs 44-46 of the judgment, but we do not accept the conclusions which the majority draw from that statement.",
                        "elements": []
                    },
                    {
                        "content": "We note that, although the defence in this case were notified that an ex parte application was to be made by the prosecution for material to be withheld on grounds of public interest immunity, and were informed of the category of material which the prosecution sought to withhold, and, indeed, received an edited summary of the material, they were not – by definition – involved in the ex parte proceedings, and they were not informed of the detailed reasons for the judge’s subsequent decision that the material should not be disclosed. Although, after the second ex parte application on 25 April 1994, there was an inter partes hearing on the question whether a witness statement taken from C. after his guilty plea should be disclosed, the defence were required to argue their case in ignorance of the full nature of the evidence in question, never having seen it. It was purely a matter of chance whether they made any relevant points. This procedure cannot, in our view, be said to respect the principles of adversarial proceedings and equality of arms, given that the prosecuting authorities were provided with access to the judge and were able to participate in the decision-making process in the absence of any representative of the defence. The fact that the judge monitored the need for disclosure throughout the trial (see paragraph 49 of the judgment) cannot remedy the unfairness created by the defence’s absence from the ex parte proceedings. In our view, the requirements – set out in the Doorson v. the Netherlands judgment of 26 March 1996, Reports of Judgments and Decisions 1996-II, and the Van Mechelen and Others v. the Netherlands judgment of 23 April 1997, Reports 1997-III – that any difficulties caused to the defence by a limitation on defence rights must be sufficiently counterbalanced by the procedures followed by the judicial authorities, are not met by the mere fact that it was a judge who decided that the evidence be withheld. In stating this, we do not suggest in any way that the judge in the present case was not independent and impartial within the meaning of Article 6 § 1 of the Convention, or that he was not fully versed in the evidence and issues in the case as mentioned in paragraph 49 of the judgment. Our concern is that, in order to be able to fulfil his functions as the judge in a fair trial, the judge should be informed by the opinions of both parties, not solely the prosecution.",
                        "elements": []
                    },
                    {
                        "content": "The proceedings before the Court of Appeal were, in our view, inadequate to remedy these defects, since, as at first instance, there was no possibility of making informed submissions to the court on behalf of the accused. The facts of this case can therefore be distinguished from those of the Edwards judgment, where by the time of the appeal proceedings the defence had received most of the missing information and the Court of Appeal was able to consider the impact of the new material on the safety of the conviction in the light of detailed and pertinent argument from the defence (Edwards v. the United Kingdom judgment of 16 December 1992, Series A no. 247-B, p. 35, §§ 36-37).",
                        "elements": []
                    },
                    {
                        "content": "We accept that there may be circumstances in which material need not be disclosed to the defence, but we find that the way in which the United Kingdom courts dealt with the sensitive material in the present case was not satisfactory. It is not for the Court to prescribe specific procedures for domestic courts to follow, but we note that, in the light of two Convention cases, a “special counsel” system has been introduced in the United Kingdom where it is necessary to withhold evidence from one of the parties to litigation, and that other examples are likely to be introduced (paragraphs 30-33 of the judgment). These examples do not exactly match the circumstances of the present case, but we have no doubt that the practical problems raised by the Government (see paragraph 41 of the judgment) can be resolved.",
                        "elements": []
                    },
                    {
                        "content": "For example, we understand that in Northern Ireland, ex parte applications on public immunity grounds are made to a judge other than the trial judge. In such a system, no problems of participation of the “special counsel” at the trial would arise and the trial judge is not put in the uncomfortable position of having to see material and then having to discount it at a later stage of the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "Again without purporting to lay down specific procedures to be applied by domestic courts, we would refer to the system in the immigration context (see Rule 7(7) of the Special Immigration Appeals Act Commission (Procedure) Rules 1998, set out at paragraph 31 of the judgment). Under these arrangements, a “special counsel” is permitted to have sight of the sensitive material, after which he or she is permitted further communication with the defence only with the leave of the court.",
                        "elements": []
                    },
                    {
                        "content": "These examples show that legitimate concerns about confidentiality can be accommodated at the same time as according the individual a substantial measure of procedural justice.",
                        "elements": []
                    },
                    {
                        "content": "We conclude, therefore, that the decision-making procedure in the present case did not sufficiently comply with the principles of adversarial proceedings and equality of arms, nor did it incorporate adequate safeguards to protect the interests of the accused. It follows that in our opinion there has been a violation of Article 6 § 1 of the Convention in the present case.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion this case is the tip of a much larger iceberg than imagined either by the majority or by other dissenters. Non-disclosure, that is, secrecy concerning some aspects of the prosecution’s case, is of course a problem in itself. However, compared to the preponderantly inquisitorial continental systems of criminal procedure in which the ex officio investigation used to be entirely secret, the partial non-disclosure in an adversarial system cannot be seen as a breach of a fundamental procedural standard. Still, for me this is not a minor technical consideration because it affects the whole philosophy of criminal procedure. I have written about that in an article entitled “The Crown and the Criminal: The Privilege against Self-Incrimination – Towards the General Principles of Criminal Procedure”, Nottingham Law Journal, vol. 5, pp. 32-119 (1996).",
                        "elements": []
                    },
                    {
                        "content": "Here I should like to raise a preliminary issue which, to the best of my knowledge, has not been considered by the national courts. For the State to acquire the right to intrude on someone’s privacy there must be probable cause, that is, a suspicion sufficiently fortified by specific, articulable and antecedent evidence to be called reasonable. There is an indication in this case that there was some intrusion – or it would not have given rise to information which the prosecution wished not to disclose – and it is impossible to say (precisely because of the non-disclosure) whether that suspicion was sufficient to justify the previous breach of the fundamental human right to be left alone. Further, such antecedent evidence must not be tainted by violations of someone’s constitutional and human rights. If it is, it (and all evidence which would not be obtained were it not for the breach) should be subject to the exclusionary rule.",
                        "elements": []
                    },
                    {
                        "content": "The non-disclosure of these preliminary procedures of course precludes the proper examination of the basic probable cause safeguard.",
                        "elements": []
                    },
                    {
                        "content": "I regret that I cannot agree with the majority in this case. I agree with the dissenting opinion of Judges Palm, Fischbach, Vajić, Thomassen, TsatsaNikolovska and Traja save only that I do not consider that, as a general rule, applications to withhold evidence need to be made to a judge other than the trial judge. In so far as their dissenting opinion might suggest this, I would disagree.",
                        "elements": []
                    },
                    {
                        "content": "My point of departure is to be found in the judgment of the Court in the case of Van Mechelen and Others v. the Netherlands (judgment of 23 April 1997, Reports of Judgments and Decisions 1997-III, p.712, § 58), where it held: “Having regard to the place that the right to a fair administration of justice holds in a democratic society, any measures restricting the rights of the defence should be strictly necessary. If a less restrictive measure can suffice then that measure should be applied.”",
                        "elements": []
                    },
                    {
                        "content": "It follows that, if it can be shown that there is a viable alternative way of proceeding which is less restrictive of an applicant’s right to a fair trial and to proceedings adversarial in character, it should be taken. In my opinion, where the applicant can establish on a prima facie basis that such an alternative way exists, the onus shifts to the respondent to show why it cannot use or adapt such a way.",
                        "elements": []
                    },
                    {
                        "content": "In this case, the prosecution withheld relevant information from the defence. It was submitted on behalf of the applicant that any failure to disclose relevant evidence undermined the right to a fair trial. It was, however, conceded that the right to full disclosure was not absolute, and could, in pursuit of a legitimate aim such as protection of national security or of vulnerable witnesses or sources of information, be subject to limitations.",
                        "elements": []
                    },
                    {
                        "content": "It was agreed by the Government that any such restrictions must be counterbalanced by sufficient safeguards to protect the rights of the accused. Under present United Kingdom law this is provided for by the requirement that it is the trial judge who should decide whether the evidence in question should be disclosed.",
                        "elements": []
                    },
                    {
                        "content": "There are three ways in which this may occur:",
                        "elements": []
                    },
                    {
                        "content": "(a)  An application by the prosecution with notice to the accused indicating at least the category of the material which they hold. The defence then have the opportunity to make representations to the court.",
                        "elements": []
                    },
                    {
                        "content": "(b)  Where disclosure of the category itself would “let the cat out of the bag” the prosecution should notify the defence that an application to the court is to be made, but the category would not be disclosed and the application would be ex parte.",
                        "elements": []
                    },
                    {
                        "content": "(c)  The third procedure is where, to reveal even the fact that an ex parte application is to be made, would be to reveal the nature of the evidence; in such cases the application should be made ex parte without notice to the defence.",
                        "elements": []
                    },
                    {
                        "content": "The applicant argued before the Court that there was a need to introduce a counterbalancing adversarial element on the occasions when the defence would be excluded from an application. He showed that in two separate ways at present (and two others in the course of legislation) a “special counsel” procedure had been introduced by legislation in the United Kingdom. The special counsel’s function is to assist the court in circumstances where a party may not be allowed to participate for national security or other reasons. The special counsel is to represent the interests of the individual in the proceedings. The relevant legislation1 provides that the special counsel is not however “responsible to the person whose interest he is appointed to represent”. This ensures that the special counsel is both entitled and obliged to keep confidential any information which cannot be disclosed. The Government argued that the present arrangements in principle and in practice adequately protected the rights of the accused. In essence, they relied on the impartiality of the judge and the honour and professional integrity of the prosecution. They also raised the significant practical difficulties involved in creating such a role as special counsel in a criminal case. The problems, the Government pleaded, involved questions as to the duties owed by special counsel to the accused, the amount of information he or she would be at liberty to pass on to the accused and the defence lawyers and the quality of instructions he or she could expect to receive from the defence. Difficulties would be most acute, they argued, where there were more than one accused and problems also would arise where there were long trials with constantly evolving disclosure issues.",
                        "elements": []
                    },
                    {
                        "content": "The question to be decided is whether the problems raised by the Government are, in practical terms, insurmountable. To take them individually:",
                        "elements": []
                    },
                    {
                        "content": "(a)  Special counsel in a criminal case; it is to be noted that in addition to the two special-counsel procedures referred to above, the Government as pleaded in this case, have recently placed before Parliament two bills making provision for the appointment of a special counsel in other circumstances. One of these is the Youth Justice and Criminal Evidence Bill 1999 which makes provision for the appointment by the court of a special counsel in any case in which a trial judge prohibits an unrepresented defendant from cross-examining in person the complainant in a sexual-offence case. It is, therefore, contemplated by the Government that the special-counsel procedure may be used in a criminal case, albeit one somewhat different from the facts of this case. The duty owed by the special counsel to the accused is one which in general terms ought to be capable of resolution by the relevant professional bodies. Such ethical problems are the everyday work of the professional ethics committees of the same. Whilst not easy to resolve, nothing in the Government’s rather general objection suggests that the problem is insurmountable.",
                        "elements": []
                    },
                    {
                        "content": "(b)  The amount of information the special counsel would be at liberty to pass on to the accused and the defence lawyers; this is a problem I should have thought was also capable of determination. Very little would undoubtedly be the rule. I have no doubt that the defence would be more than happy to endure this restriction when balanced against the benefit of representation at the hearing on disclosure.",
                        "elements": []
                    },
                    {
                        "content": "(c)  I am not sure what is meant by the Government’s reservations regarding the quality of instructions the special counsel might receive from the defence. This is surely a matter for the defence. It is difficult to see where problems would arise although, no doubt, every case would raise its own. Again, no insurmountable ones have been identified by the Government.",
                        "elements": []
                    },
                    {
                        "content": "(d)  I agree that difficulties would be most acute where there are more than one accused. There are, however, inherent difficulties in every such case. Since there are no insurmountable problems raised already, I fail to see why this generality on its own would be enough to rule out an otherwise viable procedure. Cases where there are more than one accused invariably throw up many difficult problems for the Bar, the Bench and the relevant prosecution service.",
                        "elements": []
                    },
                    {
                        "content": "(e)  Long trials with constantly evolving disclosure issues are more an extended variation of the above. I should have thought that the same special counsel would inevitably be involved in dealing with continued or newly arising disclosure issues and I fail to see anything more than administrative inconvenience being the problem there. Administrative inconvenience can never be a ground for restricting rights guaranteed by the Convention.",
                        "elements": []
                    },
                    {
                        "content": "For these reasons, I cannot accept that the Government have demonstrated that there are, in practical terms, insurmountable difficulties in adapting an already existing system to criminal trials such as in this case. I therefore take the view that, because there is a less restrictive measure which is available and adaptable, the Government are in violation of the applicant’s right to a fair trial under Article 6 § 1 of the Convention in failing to avail themselves of the same.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrL. Wildhaber",
            "role": "president"
        },
        {
            "name": "MrsE. Palm",
            "role": "ad hoc judge"
        },
        {
            "name": "MrL. Ferrari Bravo",
            "role": "ad hoc judge"
        },
        {
            "name": "MrL. Caflisch",
            "role": "ad hoc judge"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "ad hoc judge"
        },
        {
            "name": "MrW. Fuhrmann",
            "role": "ad hoc judge"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "ad hoc judge"
        },
        {
            "name": "MrM. Fischbach",
            "role": "ad hoc judge"
        },
        {
            "name": "MrB. Zupančič",
            "role": "ad hoc judge"
        },
        {
            "name": "MrsN. Vajić",
            "role": "ad hoc judge"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "ad hoc judge"
        },
        {
            "name": "MrsW. Thomassen",
            "role": "ad hoc judge"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "ad hoc judge"
        },
        {
            "name": "MrT. Panţîru",
            "role": "ad hoc judge"
        },
        {
            "name": "MrE. Levits",
            "role": "ad hoc judge"
        },
        {
            "name": "MrK. Traja",
            "role": "ad hoc judge"
        },
        {
            "name": "SirJohn Laws",
            "role": "ad hoc judge"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF FITT v. THE UNITED KINGDOM",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58833.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:0216JUD002977796",
    "externalsources": [],
    "extractedappno": [
        "29777/96",
        "27052/95",
        "28901/95"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Attorney General's Guidelines 1981 [1982] vol. 74 Criminal Appeal Reports p. 302",
        "R. v. Davis, Johnson and Rowe [1993] vol. 1 Weekly Law Reports p. 613",
        "R. v. Ward [1993] vol. 1 Weekly Law Reports p. 619"
    ],
    "itemid": "001-58833",
    "judgementdate": "16/02/2000 00:00:00",
    "kpdate": "16/02/2000 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "15",
        "119"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "FITT",
        "THE UNITED KINGDOM"
    ],
    "rank": "398.39599609375",
    "representedby": [],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Brandstetter v. Austria judgment of 28 August 1991, Series A no. 211, § 66, § 67",
        "Edwards v. the United Kingdom judgment of 16 December 1992, Series A no. 247-B, § 33, § 34, § 36",
        "Doorson v. the Netherlands judgment of 26 March 1996, Reports of Judgments and Decisions 1996-II, § 70, § 72",
        "Van Mechelen and Others v. the Netherlands judgment of 23 April 1997, Reports 1997-III, § 54, § 58"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "323846",
    "typedescription": "14"
}