{
    "__articles": "13;6;6-1;8;8-1;35;35-3",
    "__conclusion": "No violation of Art. 13",
    "applicability": "",
    "appno": "9310/81",
    "article": [
        "13",
        "8",
        "6",
        "35"
    ],
    "conclusion": [
        {
            "article": "13",
            "base_article": "13",
            "element": "No violation of Art. 13",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-57622.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.   The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 16 March 1989, within the three-month period laid down by Article 32 § 1 and Article 47 (art. 32-1, art. 47) of the Convention. It originated in an application (no. 9310/81) against the United Kingdom of Great Britain and Northern Ireland initially lodged with the Commission under Article 25 (art. 25) of the Convention on 31 December 1980 by the Federation of Heathrow Anti-Noise Groups, which application was subsequently continued by Richard John Powell and Michael Anthony Rayner, who are British citizens.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby the  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46). The object of the request was to obtain a decision from the Court as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 13 (art. 13) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.   In response to the enquiry made in accordance with Rule 33 § 3 (d) of the Rules of Court, the applicants stated that they wished to take part in the proceedings and sought leave, which was granted by the President of the Court, to be represented by a university law lecturer from the United Kingdom (Rule 30).",
                        "elements": []
                    },
                    {
                        "content": "3.   The Chamber to be constituted included ex officio Sir Vincent Evans, the elected judge of British nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 § 3 (b)). On 30 March 1989, in the presence of the Registrar, the President drew by lot the names of the other five members, namely Mr Thór Vilhjálmsson, Mr L.-E. Pettiti, Mr J. A. Carrillo Salcedo, Mr N. Valticos and Mrs E. Palm (Article 43 in fine of the Convention and Rule 21 § 4) (art. 43). Subsequently, Mr Carrillo Salcedo and Mr Valticos, being unable to take part in the consideration of the case, were replaced by Mr A. Spielmann and Mr J. Pinheiro Farinha, substitute judges; Mr Pinheiro Farinha was in turn replaced by Mr I. Foighel (Rules 22 § 1 and 24 § 1).",
                        "elements": []
                    },
                    {
                        "content": "4.   Mr Ryssdal assumed the office of President of the Chamber (Rule 21 § 5) and, through the Deputy Registrar, consulted the Agent of the Government, the Delegate of the Commission and the representative of the applicants on the need for a written procedure (Rule 37 § 1). In accordance with the order made in consequence, the registry received the applicants’ memorial on 16 June 1989 and the Government’s memorial on 23 June 1989.",
                        "elements": []
                    },
                    {
                        "content": "In a letter of 18 August 1989, the Secretary to the Commission informed the Registrar that the Delegate would submit his observations at the hearing.",
                        "elements": []
                    },
                    {
                        "content": "5.   Having consulted, through the Deputy Registrar, those who would be appearing before the Court, the President directed that the oral proceedings should open on 27 September 1989 (Rule 38).",
                        "elements": []
                    },
                    {
                        "content": "6.   The hearing took place in public in the , , on the appointed day. The Court had held a preparatory meeting immediately beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission",
                        "elements": []
                    },
                    {
                        "content": "- for the applicants",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Bratza for the Government, by Mr Busuttil for the Commission and by Ms Hampson for the applicants, as well as their replies to its questions.",
                        "elements": []
                    },
                    {
                        "content": "7.   Various documents were lodged at the registry by the Government and the applicants on the day of the hearing and on different dates between 10 October 1989 and 4 January 1990.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "A. Background",
                        "elements": [
                            {
                                "content": "8.   The first applicant, Richard John Powell, is a director of a mining concern and lives with his family at Esher, Surrey, in a house which he bought in 1957. The property is situated several miles from , . Since 1972 it has lain under a flight departure route from Heathrow in operation for about one third of the year, usually during the summer months. Following objections to the level of noise disturbance, the route was divided into two sections in 1975. At least until 1984 Mr Powell’s home fell just within the 35 Noise and Number Index (NNI) contour, which is considered to be a low noise-annoyance rating (see paragraph 10 below). About half a million other people live within this contour area. Since 1984 the house has been within a lower NNI contour.",
                                "elements": []
                            },
                            {
                                "content": "9.   The second applicant, Michael Anthony Rayner, farms together with other members of his family lands situated in Colnbrook, Berkshire, which have been in his family for some generations. He lives in a bungalow at Colnbrook acquired by his family as part of its land-holding in 1952. The applicant took up residence there in 1961 on the occasion of his marriage. The bungalow is situated about one and a third miles west of, and in a direct line with, Heathrow’s northern runway. It is regularly overflown during the day and to a limited extent at night. It falls within a 60 NNI contour, which is regarded as an area of high noise-annoyance for residents. According to the statistics supplied by the Government, the average height of arriving aircraft over Mr Rayner’s property is 450 feet and the average height of departing aircraft varies between 1,235 and 2,365 feet according to aircraft type. About 6,500 people around  experience a noise exposure equal to or greater than that suffered by Mr Rayner and his family.",
                                "elements": []
                            },
                            {
                                "content": "10.   The NNI is a long-term average measure of noise exposure which is used in the  to assess the disturbance from aircraft noise to communities near airports. It takes account of two features of the noise, namely the average noisiness and the number of aircraft heard during an average summer day. The flights which determine the NNI at any point on the ground are those which take place between 06.00 and 18.00 hours Greenwich Mean Time during the three busy summer months of mid-June to mid-September and which make a peak noise level exceeding 80 perceived noise decibels (PNdB) at that point. The purpose of the NNI is to represent community reaction to the level of aircraft noise so as to guide planning, development and noise control. Thus, the NNI is amongst the criteria applied in planning controls, so that land within the 35 to 39 NNI contours may be used for residential development, planning permission not being refused on noise grounds alone. However, land within the 40 to 50 NNI contours (moderate noise-annoyance zone) will not be given over to development, except for the infilling of existing built-up areas on condition that appropriate sound insulation is used. No development whatsoever is permitted within the 60 NNI and over contours (high noise-annoyance zone). It is to be noted that the NNI calculation reflects a logarithmic element in the PNdB scale, which has the result that every increase of 10 in that scale represents approximately a doubling of the loudness.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.  The growth of Heathrow Airport",
                        "elements": [
                            {
                                "content": "11.    was formally opened in May 1946. In 1952 the first scheduled air services using jet airliners were inaugurated. Three terminals were opened in 1955, 1961 and 1968. After a public inquiry which lasted for 24 weeks and heard 125 witnesses, a fourth terminal was opened in 1986. As regards future expansion, the Government’s policy, as stated in the 1985 \"Airports Policy\" White Paper, is that they are \"not prepared to make any commitments at this stage on the question of a fifth terminal at Heathrow but will keep the matter under review\" (Command Paper, Cmnd 9542, paragraph 5.19).",
                                "elements": []
                            },
                            {
                                "content": "12.   Heathrow is one of the busiest international airports in the world. The Airport handled 3 million passengers in 1956, over one million passengers during the one month of July 1963, 22.4 million passengers on international routes and 4.4 million passengers on domestic routes in 1973, and 37.5 million passengers on international routes and 6.8 million passengers on domestic routes in 1988. There has been a corresponding increase in aircraft movements over the years. Over 22% of passengers use the airport as an interchange point. It is currently used by over 70 airlines and serves 200 destinations worldwide. It is the ’s leading port in terms of visible trade and in 1988 handled cargo valued at £26.3 billion.  contributes around £200 million to the ’s balance of payments, provides direct employment for some 48,600 persons, in addition to the substantial number of workers employed locally in servicing the industry, and pays over £16 million in local rates and rents.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C. Compensation measures",
                        "elements": [
                            {
                                "content": "13.   Compensation for the loss of value of houses and land as a result of airport noise is provided for by the Land Compensation Act 1973. However, such compensation is payable only in respect of new or altered public works first brought into use after 16 October 1969. Intensification of an existing use is, for reasons of principle and practice, not compensatable. Mr Powell and Mr Rayner would have no entitlement to compensation under this Act, there being no relevant new or altered development in the case of .",
                                "elements": []
                            },
                            {
                                "content": "14.   The British Airports Authority, being a public statutory body, did not have power to acquire property near an airport unless it could show that the acquisition of the property was necessary for the proper performance of its function. In December 1986, after the completion of the fourth terminal (see paragraph 11 above) and privatisation of the Authority, the successor company to the Authority announced a scheme for the purchase of noise-blighted properties close to . This scheme provided for purchase by the company of property severely affected by aircraft noise at Heathrow (within the 65 NNI contour) where the owner had acquired the property before 17 October 1969 and wished to sell but could not do so except at a deflated price. Claims had to be made between 1 January 1987 and 31 December 1988. By virtue of the contour limitation the applicants’ properties were excluded from the scheme.",
                                "elements": []
                            },
                            {
                                "content": "15.   An action will lie at common law for nuisance in respect of an activity which unreasonably interferes with the use and enjoyment of land, for example an activity causing annoyance through noise. If liability is established, damages may be awarded or, in certain circumstances, an injunction granted. However, the Noise Abatement Act 1960 specifically exempts aircraft noise from its protection. The liability of aircraft operators is further limited by section 76(1) of the Civil Aviation Act 1982, which reads:",
                                "elements": []
                            },
                            {
                                "content": "\"No action shall lie in respect of trespass or in respect of nuisance, by reason only of the flight of an aircraft over any property at a height above the ground which, having regard to wind, weather and all the circumstances of the case, is reasonable, or the ordinary incidents of such flights, so long as the provisions of any Air Navigation Order or of any orders under section 62 above have been duly complied with and there has been no breach of section 81 below.\"",
                                "elements": []
                            },
                            {
                                "content": "Section 76(2) of the 1982 Act in turn provides for strict liability - that is, liability without proof of intention or negligence - where material loss or damage to any person or property on land or water is caused by, inter alia, an aircraft in flight or an object falling from an aircraft. Provisions equivalent to section 76 existed in earlier civil aviation legislation (for example, section 9 of the Air Navigation Act 1920 and section 40 of the Civil Aviation Act 1949).",
                                "elements": []
                            },
                            {
                                "content": "Section 76 is comparable to Article 1 of the Rome Convention of 1952 on Damage Caused by Foreign Aircraft to Third Parties on the Surface, which reads:",
                                "elements": []
                            },
                            {
                                "content": "\"Any person who suffers damage on the surface shall, upon proof only that the damage was caused by an aircraft in flight or by any person or thing falling therefrom, be entitled to compensation as provided by this Convention. Nevertheless there shall be no right to compensation if the damage is not a direct consequence of the incident giving rise thereto, or if the damage results from the mere fact of passage of the aircraft through the airspace in conformity with existing air traffic regulations.\" (United Nations Treaty Series, 1958, vol. 310, no. 4493, p. 182)",
                                "elements": []
                            },
                            {
                                "content": "As at January 1990, this Convention had been ratified by thirty-six States, including four members of the Council of Europe, namely , ,  and  but not the .",
                                "elements": []
                            },
                            {
                                "content": "16.   Section 76(1) of the 1982 Act does not exclude all liability on the part of aircraft operators for trespass and nuisance caused by aircraft in flight. In the first place, the exemption applies only in respect of aircraft flying at a reasonable height above the ground. What is reasonable is a question of fact depending on all relevant circumstances. Secondly, for the exemption to apply there must be compliance with the statutory provisions referred to in section 76(1). In practice this means the Air Navigation Order 1985 as amended, the Air Navigation (General) Regulations 1981 as amended, the Rules of the Air and Air Traffic Control Regulations 1985 as amended and, of especial importance in this connection, the Air Navigation (Noise Certification) Order 1987 (and the corresponding provisions of earlier orders and regulations applicable from time to time). Thus, if, for example, an aircraft flies in a manner which is not in accordance with the applicable regulations or takes off or lands in contravention of the Air Navigation (Noise Certification) Order, its operator will not be entitled to rely upon section 76 as a defence to any action for trespass or nuisance.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "D. Noise abatement measures",
                        "elements": [
                            {
                                "content": "17.   The main forum for international co-operation seeking to make aircraft quieter is the International Civil Aviation Organisation (ICAO). The broad thrust of ICAO’s work has been towards the development of a series of standards, leading to the phasing out of aircraft unable to meet them. These standards are not operative within the ICAO member States unless and until they are given effect in national legislation. In the  effect is given to them by means of an Air Navigation (Noise Certification) Order.",
                                "elements": []
                            },
                            {
                                "content": "Orders of 1970 and 1979 reflected the first ICAO standards developed concerning subsonic jet aircraft. A 1984 Order gave effect to new ICAO standards and to regulations based upon recommendations of the European Civil Aviation Conference. In doing so, the 1984 Order also implemented the requirements of the European Community Directives of 1979 and 1983 on \"Limitation of Noise Emission from Subsonic Aircraft\". It was, however, more stringent in its application inasmuch as non-compliant subsonic jets were banned from the domestic register twelve months earlier than required by the 1979 Directive. Orders of 1986 and 1987 introduced further ICAO standards.",
                                "elements": []
                            },
                            {
                                "content": "18.   In structuring its landing charges, Heathrow Airport Limited has taken account of ICAO noise certification standards to encourage the use of quieter aircraft.",
                                "elements": []
                            },
                            {
                                "content": "19.   Since 1971 restrictions have been placed on night movements of jets, with the aim of phasing out night flights of noisier aircraft. These measures have been adopted in the light of research into the relationship between aircraft noise and sleep disturbance and after consultation of all interested parties, including the Federation of Heathrow Anti-Noise Groups to which the applicants belong.",
                                "elements": []
                            },
                            {
                                "content": "20.   Monitoring of aircraft noise on take-off from  was first carried out in the early 1960’s. Since 1974 automatic equipment, consisting of thirteen noise monitoring terminals linked to a central processing and control unit, has been used. The positioning of these terminals is designed to protect the first built-up area reached after take-off from noise levels in excess of the statutory limits of 110 PNdB by day (07.00-23.00 hours local time) and 102 PNdB by night (23.00-07.00 hours local time). In the event of an infringement of the noise limit, the Airport informs the airline by letter and sends a copy to the Department of Transport. According to the Government, the effect of recent bans on non-noise-certificated aircraft has been to keep the rate of compliance to around 99% by day and 98% by night. The Secretary of State is empowered by section 78 of the Civil Aviation Act to deny Heathrow’s facilities to operators who fail to comply with noise abatement measures, but to date it has not been found necessary to invoke this provision. On the other hand, night flight quotas have been reduced for infringing operators.",
                                "elements": []
                            },
                            {
                                "content": "21.   Aircraft taking off from  are statutorily required to remain on a small number of specified routes, known as noise preferential routes. These routes are designed to avoid as far as possible the major built-up areas.",
                                "elements": []
                            },
                            {
                                "content": "22.  Approach procedures said to result in lower noise levels in comparison with traditional approach procedures are now standard practice. Furthermore, minimum height requirements on approach to land as well as on take-off are laid down in the regulations. In addition, since 1972 a system of regularly alternating the landing runway has been implemented at Heathrow during westerly operations, the main objective being to achieve a fair sharing of periods of relative quiet among the communities of West London affected by noise from landing aircraft.",
                                "elements": []
                            },
                            {
                                "content": "23.   A helicopter link between  and  was introduced in 1978. However, after public inquiries in 1978, 1979, 1983 and 1985, the Secretary of State for Transport gave directions in June 1986 for the operator’s licence to be revoked for environmental reasons.",
                                "elements": []
                            },
                            {
                                "content": "24.   Following earlier schemes in 1966, 1972, and 1975, a scheme for sound insulation of dwellings was introduced for Heathrow in 1980. Under this scheme, which cost the British Airports Authority approximately £19 million, over 16,000 house owners or occupiers applied for grants. The scheme concentrated on those localities that would still be experiencing comparatively high noise levels in the mid 1980’s and on localities where there is the greatest degree of disturbance due to aircraft noise at night. Within this area the amount of grant provided was intended to cover 100% of the reasonable costs incurred. The boundary was based on the forecast 50 NNI contour for 1985 and the composite of the 95 PNdB noise footprint for quieter aircraft. 95 PNdB is the exterior noise level below which current evidence suggests that the average person in an uninsulated room is unlikely to be awakened. After consultation and in line with a commitment by the Government to review the boundaries once the actual noise climate was known, an extension scheme to include additional areas was brought into operation in April 1989 at an estimated cost of £11.25 million.",
                                "elements": []
                            },
                            {
                                "content": "In common with other persons living within the 60 NNI contour, Mr Rayner qualifies for a full noise-insulation grant.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "25.   The application (no. 9310/81) was first lodged with the Commission on 31 December 1980 by the Federation of Heathrow Anti-Noise Groups. On 15 March 1984 the Commission rejected the Federation’s complaint, but the application was continued by Mr Powell and Mr Rayner, together with a third applicant whose claim has since been settled. In their application, they complained of excessive noise levels in connection with the operation of . They invoked Articles 6 § 1, 8 and 13 (art. 6-1, art. 8, art. 13) of the Convention and Article 1 of Protocol No. 1 (P1-1). On 17 October 1985 and 16 July 1986 respectively the cases of Mr Powell and Mr Rayner were declared admissible under Article 13 (art. 13) of the Convention but inadmissible for the rest.",
                        "elements": []
                    },
                    {
                        "content": "In its report adopted on 19 January 1989 (Article 31) (art. 31) the Commission expressed the opinion that there had been a violation of Article 13 (art. 13) of the Convention in relation to Mr Rayner’s claim under Article 8 (art. 8) of the Convention (by twelve votes to four), but not in relation to any of the other claims (unanimously as regards both applicants’ grievances under Article 1 of Protocol No. 1 and Article 6 § 1 (P1-1, art. 6-1) of the Convention, by fifteen votes to one as regards Mr Powell’s grievance under Article 8 (art. 8) of the Convention). The full text of the Commission’s opinion and of the dissenting opinion contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS MADE TO THE COURT",
                "elements": [
                    {
                        "content": "26.   At the public hearing on 27 September 1989 the applicants asked the Court \"to find that they have been the victims of a violation of Articles 6 and 8 (art. 6, art. 8) of the Convention and that the lack of any effective remedy before a national authority itself violates Article 13 (art. 13) of the Convention\".",
                        "elements": []
                    },
                    {
                        "content": "27.   At the hearing the Government maintained the final conclusions in their memorial, whereby they requested the Court \"to decide and declare that there has been no violation of Article 13 (art. 13) of the Convention in relation to the claims of either applicant under Article 6 § 1 (art. 6-1) or Article 8 (art. 8) of the Convention or under Article 1 of Protocol No. 1 (P1-1)\". They also submitted that \"the applicants’ attempts to re-open their complaints under Articles 6 and 8 (art. 6, art. 8) are ... entirely misconceived\".",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I.   SCOPE OF THE CASE BEFORE THE COURT",
                        "elements": [
                            {
                                "content": "28.   In their application to the Commission Mr Powell and Mr Rayner alleged violation of their right to respect for their private life and their home (Article 8 of the Convention) (art. 8), of their right of property (Article 1 of Protocol No. 1) (P1-1), of their right of access to the courts in civil matters (Article 6 § 1 of the Convention) (art. 6-1) and of their right to an effective remedy under domestic law for alleged breaches of the Convention (Article 13 of the Convention) (art. 13).",
                                "elements": []
                            },
                            {
                                "content": "According to the terms of its decisions of 17 October 1985 and 16 July 1986 the Commission declared all these complaints inadmissible as being manifestly ill-founded with the exception of the complaint under Article 13 (art. 13) (see paragraph 25 above). Nonetheless, in the applicants’ submission, \"the Court has jurisdiction to consider the alleged violations of Articles 8 and 6 (art. 8, art. 6), independently of the alleged violation of Article 13 (art. 13)\" (see paragraph 9 in fine of the applicants’ memorial). The issue under Article 1 of Protocol No. 1 (P1-1) was not pursued after the admissibility stage.",
                                "elements": []
                            },
                            {
                                "content": "29.   The compass of the case before the Court is delimited by the Commission’s decision on admissibility (see, as the most recent authority, the Kamasinski judgment of 19 December 1989, Series A no. 168, p. 30, § 59). The Court is \"precluded from reviewing on their merits ... the complaints rejected as manifestly ill-founded, but empowered to entertain those complaints which the Commission has declared admissible\" (see the Boyle and Rice judgment of 27 April 1988, Series A no. 131, p. 24, § 54). Whilst the Court is the master of the characterisation to be given in law to the facts submitted to its examination, the allegations of violation of Articles 6 and 8 (art. 6, art. 8) constituted separate complaints in their own right and not, as suggested by the applicants, mere legal submissions or arguments relating to the same facts as those underlying the allegation of violation of Article 13 (art. 13). Neither can it be inferred from the \"full consideration\" devoted by the Commission to Mr Rayner’s claim under Article 8 (art. 8) that this claim was in reality declared admissible but rejected on its merits.",
                                "elements": []
                            },
                            {
                                "content": "Accordingly the Court agrees with the Commission and the Government that it has no jurisdiction in the present case to rule on the grievances under Articles 6 and 8 (art. 6, art. 8), independently of their relevance within the context of Article 13 (art. 13).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.   ALLEGED BREACH OF ARTICLE 13 (art. 13)",
                        "elements": [
                            {
                                "content": "30.   The applicants contended that in respect of their claims under Articles 6 § 1 and 8 (art. 6-1, art. 8) of the Convention there was no domestic remedy as required by Article 13 (art. 13), which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.\"",
                                "elements": []
                            },
                            {
                                "content": "A. Introduction",
                                "elements": [
                                    {
                                        "content": "31.   Article 13 (art. 13) has been consistently interpreted by the Court as requiring a remedy in domestic law only in respect of grievances which can be regarded as \"arguable\" in terms of the Convention (see, for example, the Boyle and Rice judgment previously cited, Series A no. 131, p. 23, § 52). In the present case each one of the claims of violation forming the basis of the applicants’ complaints under Article 13 (art. 13) (the \"substantive\" claims) was declared inadmissible by the Commission as being \"manifestly ill-founded\" (Article 27 § 2 of the Convention - see paragraph 25 above) (art. 27-2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.   The majority of the Commission, however, drew a distinction between the notions of \"manifestly ill-founded\" and lack of \"arguability\". It was \"implicit in the Commission’s established case-law that the term ‘manifestly ill-founded’ extends further than the literal meaning of the word ‘manifest’ would suggest at first reading\" (see paragraph 59 of the report). Thus, some serious claims might give rise to a prima facie issue but, after \"full examination\" at the admissibility stage, ultimately be rejected as manifestly ill-founded notwithstanding their arguable character. The applicants agreed with this approach.",
                                        "elements": []
                                    },
                                    {
                                        "content": "For the Government and the minority of the Commission, on the other hand, it was inconsistent for the Commission to reach the conclusion that a substantive claim of violation was at one and the same time \"manifestly ill-founded\" for the purposes of Article 27 § 2 (art. 27-2) and \"arguable\" for the purposes of Article 13 (art. 13).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.   As the Court stated in the Boyle and Rice judgment, \"on the ordinary meaning of the words, it is difficult to conceive how a claim that is ‘manifestly ill-founded’ can nevertheless be ‘arguable’, and vice versa\" (loc. cit., p. 24, § 54). Furthermore, Article 13 and Article 27 § 2 (art. 13, art. 27-2) are concerned, within their respective spheres, with the availability of remedies for the enforcement of the same Convention rights and freedoms. The coherence of this dual system of enforcement is at risk of being undermined if Article 13 (art. 13) is interpreted as requiring national law to make available an \"effective remedy\" for a grievance classified under Article 27 § 2 (art. 27-2) as being so weak as not to warrant examination on its merits at international level. Whatever threshold the Commission has set in its case-law for declaring claims \"manifestly ill-founded\" under Article 27 § 2 (art. 27-2), in principle it should set the same threshold in regard to the parallel notion of \"arguability\" under Article 13 (art. 13).",
                                        "elements": []
                                    },
                                    {
                                        "content": "This does not mean, however, that in the present case the Court is bound to hold Article 13 (art. 13) inapplicable solely as a result of the Commission’s decisions of 17 October 1985 and 16 July 1986 declaring the applicants’ substantive claims under Articles 6 § 1 and 8 (art. 6-1, art. 8) to be manifestly ill-founded. Whilst those decisions as such are unreviewable, the Court is competent to take cognisance of all questions of fact and law arising in the context of the Article 13 (art. 13) complaints duly referred to it, including the \"arguability\" or not of each of the substantive claims (see the Boyle and Rice judgment previously cited, p. 24, § 54). In order to determine the latter question, the particular facts and the nature of the legal issues raised must be examined, notably in the light of the Commission’s admissibility decisions and the reasoning contained therein. In that connection, as the case of Boyle and Rice and the case of Plattform \"Ärzte für das Leben\" show, a claim is not necessarily rendered arguable because, before rejecting it as inadmissible, the Commission has devoted careful consideration to it and to its underlying facts (loc. cit., pp. 27-29, §§ 68-76, and pp. 30-31, §§ 79-83; and the Plattform \"Ärzte für das Leben\" judgment of 21 June 1988, Series A no. 139, pp. 11-13, §§ 28-39).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The claim under Article 6 § 1 (art. 6-1)",
                                "elements": [
                                    {
                                        "content": "34.   The applicants’ claim under Article 6 § 1 (art. 6-1) was that their access to the courts for the determination of their \"civil rights and obligations\" was unjustifiably denied by section 76(1) of the Civil Aviation Act 1982, which sets out a statutory bar to bringing an action in nuisance in respect of aircraft noise (see paragraph 15 above). Article 6 § 1 (art. 6-1), in so far as relevant, provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing ... by an independent and impartial tribunal established by law. ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.   In its admissibility decisions of 17 October 1985 and 16 July 1986 the Commission rejected the claim under Article 6 § 1 (art. 6-1) as manifestly ill-founded on the ground that the applicants had no \"civil right\" under English law to compensation for unreasonable noise nuisance caused by aircraft, other than that caused by aircraft flying in breach of aviation regulations. In its report the Commission further reasoned that no separate issue of an effective remedy could arise under Article 13 (art. 13) since its requirements were less strict than and absorbed by those of Article 6 § 1 (art. 6-1); and that, in so far as the applicants were contesting the compatibility of section 76(1) with the Convention, Article 13 (art. 13) did not guarantee a remedy allowing a Contracting State’s legislation to be challenged as such. It therefore concluded that there had been no violation of Article 13 (art. 13) under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants replied that the Commission’s admissibility decisions were based on a misunderstanding of English law. They did have, they maintained, a right of action at common law to sue in nuisance on account of unreasonable noise levels, but they were denied a remedy to assert that right by virtue of section 76(1). The entitlement to bring an action against individual airline operators for flying in breach of the regulations or at an unreasonable height, which was left intact by section 76(1), was, in the applicants’ submission, theoretical and illusory. They contended that the statutory bar created by section 76(1) infringed the principles enunciated by the Court in the Ashingdane case (see the judgment of 28 May 1985, Series A no. 93, pp. 24-25, § 57), in that it did not pursue a legitimate aim, it placed a disproportionate burden on the applicants and, as a result, it destroyed the very essence of their above-mentioned common-law right.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government advanced arguments similar to those of the Commission. Further and in the alternative they contended that section 76(1) did not impair the very essence of the applicants’ \"right to a court\" under Article 6 § 1 (art. 6-1) or transgress the principle of proportionality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.   The applicants’ grievance under Article 6 § 1 (art. 6-1) is in essence directed against the limitation of liability set out in section 76(1) of the Civil Aviation Act 1982. Framed in this way their grievance does not bring into play Article 6 (art. 6) or Article 13 (art. 13). As the Commission pointed out in its admissibility decisions, the effect of section 76(1) is to exclude liability in nuisance with regard to the flight of aircraft in certain circumstances, with the result that the applicants cannot claim to have a substantive right under English law to obtain relief for exposure to aircraft noise in those circumstances. To this extent there is no \"civil right\" recognised under domestic law to attract the application of Article 6 § 1 (art. 6-1) (see the Lithgow and Others judgment of 8 July 1986, Series A no. 102, p. 70, § 192). In any event Article 13 (art. 13) does not go so far as to guarantee a remedy allowing a ’s laws as such to be challenged before a national authority (ibid., p. 74, § 206).",
                                        "elements": []
                                    },
                                    {
                                        "content": "For the rest no arguable claim of violation of Article 6 § 1 (art. 6-1) can, in the Court’s view, be derived from the applicants’ subsidiary assertion that the limited entitlement to sue permitted by section 76(1) is illusory. Access to the domestic courts is available to any person who considers that he has a cause of action in nuisance under English law. If a question of the application of section 76(1) arises, it will be for the courts to decide.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, there was no violation of Article 13 (art. 13) in respect of the applicants’ claims under Article 6 § 1 (art. 6-1).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The claim under Article 8 (art. 8)",
                                "elements": [
                                    {
                                        "content": "37.   The applicants also maintained that, as a result of excessive noise generated by air traffic in and out of Heathrow Airport, they had each been victim of an unjustified interference by the United Kingdom with the right guaranteed to them under Article 8 (art. 8), which provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. Everyone has the right to respect for his private ... life [and] his home ....",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of ... the economic well-being of the country ....\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants disputed the acceptability of the noise levels permitted by the air traffic regulations and the effectiveness of the Government’s measures to reduce noise exposure. In their submission, by virtue of section 76(1) of the Civil Aviation Act 1982 they were forced to endure, without legal redress, unreasonable disturbance caused by aircraft flying in accordance with the regulations. Although it was conceded that Mr Powell was less severely affected than Mr Rayner, both applicants contended that they had an \"arguable\" claim of violation of Article 8 (art. 8) for the purposes of Article 13 (art. 13).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.   In its admissibility decision concerning Mr Powell the Commission left open whether the noise levels experienced by him (see paragraph 8 above) occasioned an interference with his right to respect for his private life and his home, within the meaning of paragraph 1 of Article 8 (art. 8-1), since, as it explained in its report (paragraph 56), it found \"ample justification\" in paragraph 2 (art. 8-2) for any resultant limitation on this right. In the opinion of the Commission, the facts of his case did not give rise to an arguable claim of breach of Article 8 (art. 8) or, consequently, to any entitlement to a remedy under Article 13 (art. 13).",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the other hand, the Commission considered the facts of Mr Rayner’s case to be markedly different. In the words of the Delegate, in its admissibility decision the Commission found a \"clear interference\" which \"involved the Government’s positive obligations under Article 8 (art. 8)\", albeit an interference justified in a democratic society in the interests of the economic well-being of the country. It noted in its report that his home and farm were very close to and in the direct line of one of Heathrow Airport’s busy runways, that further development was prohibited in this area, which was classified as a high noise-annoyance zone, and that he had acquired his home before the major expansion of Heathrow Airport (see paragraphs 9 and 11 above). The \"careful consideration\" which had had to be given to Mr Rayner’s claim under Article 8 (art. 8) at the admissibility stage and the facts underlying it persuaded the Commission that it was an arguable claim for the purposes of Article 13 (art. 13). Being of the opinion that none of the available remedies (as to which, see paragraphs 13 to 16 and 24 above) could provide adequate redress for the claim, it concluded that there had been a violation of Article 13 (art. 13).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.   The Government submitted in the first place that the facts disclosed no direct \"interference by a public authority\" with the applicants’ right under Article 8 (art. 8),  and the aircraft using it not being and never having been owned, controlled or operated by the Government or any agency of the Government. It was, they contended, not the negative but the positive obligations of the State under Article 8 (art. 8) which were in reality in issue; and there was no arguable ground for establishing any failure on the part of the Government to secure the right of either applicant to respect for his private life and his home.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In their alternative submission, any interference with either applicant’s right guaranteed by paragraph 1 of Article 8 (art. 8-1) was, for the reasons given in the Commission’s admissibility decisions, clearly justified under paragraph 2 (art. 8-2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government therefore concluded that neither Mr Powell nor Mr Rayner had made out an arguable claim of violation of Article 8 (art. 8).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.   In each case, albeit to greatly differing degrees, the quality of the applicant’s private life and the scope for enjoying the amenities of his home have been adversely affected by the noise generated by aircraft using  (see paragraphs 8 to 10 above). Article 8 (art. 8) is therefore a material provision in relation to both Mr Powell and Mr Rayner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.   Whether the present case be analysed in terms of a positive duty on the State to take reasonable and appropriate measures to secure the applicants’ rights under paragraph 1 of Article 8 (art. 8-1) or in terms of an \"interference by a public authority\" to be justified in accordance with paragraph 2 (art. 8-2), the applicable principles are broadly similar. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation in determining the steps to be taken to ensure compliance with the Convention (see, for example, the Rees judgment of 17 October 1986, Series A no. 106, p. 15, § 37, as concerns paragraph 1 (art. 8-1), and the Leander judgment of 26 March 1987, Series A no. 116, p. 25, § 59, as concerns paragraph 2) (art. 8-2). Furthermore, even in relation to the positive obligations flowing from the first paragraph of Article 8 (art. 8-1), \"in striking [the required] balance the aims mentioned in the second paragraph (art. 8-2) may be of a certain relevance\" (see the Rees judgment previously cited, loc. cit.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.   As the Commission pointed out in its admissibility decisions, the existence of large international airports, even in densely populated urban areas, and the increasing use of jet aircraft have without question become necessary in the interests of a country’s economic well-being. According to the uncontested figures supplied by the Government, , which is one of the busiest airports in the world, occupies a position of central importance in international trade and communications and in the economy of the  (see paragraph 12 above). The applicants themselves conceded that the operation of a major international airport pursued a legitimate aim and that the consequential negative impact on the environment could not be entirely eliminated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.   A number of measures have been introduced by the responsible authorities to control, abate and compensate for aircraft noise at and around Heathrow Airport, including aircraft noise certification, restrictions on night jet movements, noise monitoring, the introduction of noise preferential routes, runway alternation, noise-related landing charges, the revocation of the licence for the Gatwick/Heathrow helicopter link, a noise insulation grant scheme, and a scheme for the purchase of noise-blighted properties close to the Airport (see paragraphs 14 and 17-24 above). These measures, adopted progressively as a result of consultation of the different interests and people concerned, have taken due account of international standards established, developments in aircraft technology, and the varying levels of disturbance suffered by those living around .",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.   On the other hand, section 76(1) of the Civil Aviation Act 1982 limits the possibilities of legal redress open to the aggrieved person (see paragraph 15 above). However, it is to be noted that the exclusion of liability in nuisance is not absolute: it applies only in respect of aircraft flying at a reasonable height and in accordance with the relevant regulatory provisions, including the Air Navigation (Noise Certification) Order 1987 (see paragraph 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Since a forerunner of section 76(1) was enacted in 1949, successive Governments in the United Kingdom have proceeded on the view that the problems posed by aircraft noise are in general better dealt with by taking and enforcing specific regulatory measures to ensure that disturbance caused by aircraft noise is minimised, to the exclusion of having the matter settled by the case-law of the courts on the general criterion of reasonableness in any actions for nuisance which might be brought at common law. It is certainly not for the Commission or the Court to substitute for the assessment of the national authorities any other assessment of what might be the best policy in this difficult social and technical sphere. This is an area where the Contracting States are to be recognised as enjoying a wide margin of appreciation. It is not without significance that the provisions of section 76(1) are comparable to those of the Rome Convention of 1952 on Damage Caused by Foreign Aircraft to Third Parties on the Surface (see paragraph 15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.   In view of the foregoing, there is no serious ground for maintaining that either the policy approach to the problem or the content of the particular regulatory measures adopted by the United Kingdom authorities gives rise to violation of Article 8 (art. 8), whether under its positive or negative head. In forming a judgment as to the proper scope of the noise abatement measures for aircraft arriving at and departing from Heathrow Airport, the United Kingdom Government cannot arguably be said to have exceeded the margin of appreciation afforded to them or upset the fair balance required to be struck under Article 8 (art. 8). This conclusion applies to Mr Rayner as much as to Mr Powell, even though Mr Rayner has suffered a much higher level of disturbance and even though careful consideration was given to his complaint by the Commission at the admissibility stage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.   In sum, no arguable claim of violation of Article 8 (art. 8) and, consequently, no entitlement to a remedy under Article 13 (art. 13) have been made out in relation to either applicant as regards noise caused by aircraft flying at a reasonable height and in compliance with air traffic regulations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In so far as the applicants may also wish to complain of noise caused by aircraft not satisfying one or other of these conditions, there is no bar on their bringing an action in nuisance. To this extent they must be regarded as having an effective remedy available to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In conclusion, there has been no violation of Article 13 (art. 13) in respect of the claims of either applicant under Article 8 (art. 8).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.   Holds that it has no jurisdiction to entertain the applicants’ complaints under Articles 6 § 1 and 8 (art. 6-1, art. 8);",
                        "elements": []
                    },
                    {
                        "content": "2.   Holds that there has been no violation of Article 13 (art. 13) in respect of either applicant.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 21 February 1990.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF POWELL AND RAYNER v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57622.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1990:0221JUD000931081",
    "externalsources": [
        "1982 Civil Aviation Act, Section 76(1)",
        "Air Navigation (Noise Certification) Order 1987"
    ],
    "extractedappno": [
        "9310/81"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "1982 Civil Aviation Act, Section 76(1)",
        "Air Navigation (Noise Certification) Order 1987"
    ],
    "itemid": "001-57622",
    "judgementdate": "21/02/1990 00:00:00",
    "kpdate": "21/02/1990 00:00:00",
    "kpthesaurus": [
        "444",
        "110",
        "451",
        "429",
        "426",
        "445",
        "14"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "6",
        "8",
        "8-1",
        "35-3",
        "6-1",
        "35",
        "13"
    ],
    "parties": [
        "POWELL AND RAYNER",
        "THE UNITED KINGDOM"
    ],
    "rank": "276.077392578125",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Kamasinski judgment of 19 December 1989, Series A no 168, p. 30, para. 59",
        "Boyle and Rice judgment of 27 April 1988, Series A no 131, p. 24, para. 54, p. 23, para. 52, p. 27-29, paras. 68-76, pp. 30-31, paras. 79-83",
        "Plattform \"Ärzte für das Leben\" judgment of 21 June 1988, Series A no 139, pp. 11-13, paras. 28-39",
        "Ashingdane judgment of 28 May 1985, Series A no 93, pp. 24-25, para. 57",
        "Lithgow and Others judgment of, Series A no 102, p. 70, para. 192, p. 74, para. 206",
        "Rees judgment of 17 October 1986, Series A no 106, p. 15, para. 37",
        "Leander judgment of 26 March 1987, Series A no 116, p. 25, para. 59"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "446832",
    "typedescription": "14"
}