{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "15493/12;34297/13;25705/14;39843/16;45417/16",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-186445.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in five applications (nos. 15493/12, 34297/13, 25705/14, 39843/16 and 45417/16) against the Czech Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by six applicants, namely Mr F. Kuklík (“the first applicant”), Mr J. Jošt (“the second applicant”), Ms O. Heldenburg and Mr M. Heldenburg (“the third and the fourth applicants”), Mr O. Ráž (“the fifth applicant”), and Mr V. Stuchlý (“the sixth applicant”). Their details appear in the Appendix.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by various lawyers, as indicated in the appended table. The Czech Government (“the Government”) were represented by their Agent, Mr Vít A. Schorm, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 2 July 2015 (applications nos. 15493/12, 34297/13 and 25705/14), 14 September 2016 (application no. 39843/16) and 13 October 2016 (application no. 45417/16) the complaints concerning Article 1 Protocol No. 1 were communicated to the Government. On the same dates, the remaining complaints were all declared inadmissible, pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants are owners of residential buildings or apartments which were subject to the rent control system. However, as found by the Constitutional Court, the Czech rent control system was unconstitutional and violated the right of property of owners protected by Article 1 of Protocol No. 1. This situation, described as a “legal vacuum”, existed between 1 January 2002 and 30 March 2006 and no legal basis existed for rent control measures either in the period between 31 March and 31 December 2006. The interference was considered by the Court to be unlawful in this period of time (see R & L, s.r.o., and Others v. the Czech Republic, nos. 37926/05 and 4 others, §§ 123-127, 3 July 2014).",
                                "elements": []
                            },
                            {
                                "content": "A.  Application no. 15493/12 lodged by Mr Kuklík",
                                "elements": [
                                    {
                                        "content": "5.  The applicant is a co-owner of a tenement building in Prague. One flat in the building was rented under the rent control system.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 16 March 2004 the applicant and three other co-owners lodged a claim against J.M., who occupied the flat, seeking to be paid 3,338 Czech korunas (CZK – 131 euros (EUR)) in respect of the outstanding rent for October and November 2003, CZK 5,118 (EUR 201) in respect of services for the years 2000, 2001 and 2002, and CZK 50 (EUR 2) in respect of the use of equipment in the flat for the period of October and November 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 29 March 2005 the Prague 3 District Court (obvodní soud) decided, inter alia, to split the co-owners’ claim into separate proceedings and to suspend these proceedings pending a final decision on J.M.’s right to the tenancy of the flat. On 30 May 2005 the court decided that J.M. was the tenant of the flat because the tenancy had transferred to her upon the death of her grandfather. Following an appeal by the applicant and the co-owners, on 21 September 2005 the Municipal Court (městský soud) upheld this judgment. On 23 January 2007 the Supreme Court (Nejvyšší soud) dismissed an appeal on points of law (dovolání) lodged by the co-owners.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In the meantime, on 28 November 2005, the District Court ordered J.M. to pay CZK 30 (EUR 1.2) to the co-owners of the tenement building. It dismissed the remainder of their action. Following an appeal by the applicant and the co-owners, on 1 March 2006 the Municipal Court upheld this judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Following a complaint by the applicant and the co-owners, in a judgment (nález) of 26 July 2007 the Constitutional Court (Ústavní soud) quashed this judgment, referring to its case-law in this matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  By a judgment of 27 November 2007 the Municipal Court upheld on appeal the judgment of the District Court of 28 November 2005. However, after a further appeal, on 19 February 2009 the Constitutional Court quashed it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 29 May 2009 the Municipal Court quashed the judgment of the District Court of 28 November 2005 on appeal in respect of the co-owners’ claim for payment of CZK 3,388 (EUR 133). On 20 August 2009 the District Court, after refusing a request by the co-owners’ for the amount of CZK 3,388 to be modified, dismissed their action.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 15 September 2011 the Constitutional Court dismissed a constitutional complaint lodged by the applicant against the District Court’s last judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 4 May 2007 the applicant and other co-owners brought an action for damages against the tenant, seeking CZK 172,210 (EUR 6,780). They claimed that during the earlier set of proceedings, J.M. had concealed the fact that her then-husband owned another flat. They therefore claimed damages corresponding to the difference between the market rent and the rent actually paid for the period from 1 May 2004 until 30 November 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On an unspecified date, the District Court allowed the State to join the proceedings upon the landlords’ request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In a judgment of 5 May 2011 the District Court dismissed the co-owners’ action, stating that the tenant had not been obliged to disclose her then husband’s ownership in the earlier proceedings and that the landlords could therefore not claim damages in this respect. Neither could they claim unjust enrichment, since the judgment of 30 May 2005 too constituted the legal entitlement under which J.M. had acquired the right to tenancy. In respect of the claimed damages relating to the rent control system, the District Court referred to Constitutional Court’s opinion no. Pl. ÚS-st. 27/09 (hereinafter “the plenary opinion”) of 28 April 2009, according to which ordinary courts could set a new level of rent only pro futuro (that is to say from the date of the bringing of an action by tenants) until 1 January 2007, when Act no. 107/2006 on the deregulation of rents had entered into force. The courts could not, therefore, determine the rent retroactively. Finally, it dismissed the claim for damages against the State as statute-barred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In a separate judgment given on the same date, the District Court, after the co-owners had brought an action for payment of CZK 75,292 (EUR 2,964) against the tenant (and subsequently also against the State), ordered the tenant to pay CZK 60 (EUR 2.36) to the landlords. It dismissed the action in respect of the State as statute-barred. On 21 September 2011 the Municipal Court upheld on appeal this judgment in respect of the tenant but quashed it in respect of the State on the grounds that the publication of the plenary opinion in 2009 should have been taken into account for the calculation of the beginning of the three-year statutory limitation period under section 32(1) of the State Liability Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 27 October 2011 the Municipal Court upheld the judgment of the District Court of 5 May 2011 concerning the damages claimed by the co-owners in the amount of CZK 172,210 (EUR 6,780). It endorsed the reasoning of the lower court, dismissing the claimants’ objection that the three-year statutory limitation period under the State Liability Act should have started to run on the date of the adoption of the plenary opinion – that is to say on 28 April 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In a judgment of 6 February 2012 the District Court ordered the State to pay CZK 4,846 (EUR 191) to the co-owners in respect of the damage they had sustained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 20 November 2012 the Constitutional Court dismissed a constitutional complaint lodged by the applicant against the Municipal Court’s judgment of 27 October 2011.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Application no. 34297/13 lodged by Mr Jošt",
                                "elements": [
                                    {
                                        "content": "20.  The applicant owns a flat in a tenement building in Pardubice, which was rented under the rent control system.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 31 March 2006 he lodged an action against the tenant seeking the determination of the rent in the locality in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Following the adoption of the plenary opinion, the applicant applied for the State to be admitted to the proceedings. The Pardubice District Court (okresní soud) dismissed the application motion on 24 June 2009, stating that the admittance of the State would be against the principle of procedural economy. On 19 August 2009 the Hradec Králové Regional Court (krajský soud) upheld this decision on appeal. It specified that as the original issue of the proceedings had been the determination of the rent in the locality in question, the admittance of the State would lead to a claim for damages. It therefore advised the applicant to bring a separate action for damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In a judgment of 11 January 2010 the District Court decided that the tenant should pay rent of CZK 3,500 (EUR 138) per month during the period from 31 March until 31 December 2006. The court found that both parties agreed that the sum of CZK 3,500 (EUR 138) was the market rent for a flat in the locality in question. At the same time, it dismissed the applicant’s claim in respect of the period from 1 January 2002 until 30 March 2006 and from 1 January 2007 onwards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 9 December 2010 the applicant brought an action for damages against the State seeking CZK 133,248 (EUR 5,246) with the Prague 1 District Court. The relevant period was defined as being from 1 January 2002 until 31 March 2006 and the sum was calculated as the difference between collected rent and the market rent (CZK (3,500 minus 792) multiplied by six months (the period from 1 January 2002 until 30 June 2002), and CZK (3,500 minus 900) multiplied by forty-five months (the period from 1 July 2002 until 31 March 2006). In a judgment of 9 September 2011 the District Court dismissed this action, accepting the State’s argument that it had become statute-barred. On 22 February 2012 the Municipal Court upheld this judgment on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 20 November 2012 the Constitutional Court dismissed a constitutional complaint lodged by the applicant as manifestly ill-founded.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Application no. 25705/14 lodged by Mr and Ms Heldenburg",
                                "elements": [
                                    {
                                        "content": "26.  The applicants own a tenement building in Prague. One of the flats is rented under the rent control system. In July 2002 the rent and payment for maintenance services were CZK 2,653.95 (EUR 104) and CZK 424 (EUR 17) respectively, as fixed by the Prague 8 District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 14 September 2003 the applicants informed the tenant that the monthly rent would be increased to CZK 10,000 (EUR 394), but he refused to pay the new rent. The tenancy agreement was terminated on 31 December 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 5 May 2005 the applicants brought an action with the Prague 8 District Court against the former tenant for payment of CZK 117,846 (EUR 4,640) in outstanding rent for the period between November 2003 and December 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In a judgment of 17 June 2010 the District Court ordered the tenant to pay CZK 17,223.30 (EUR 678), which corresponded to the difference between the payments that the tenant had actually made during the relevant period and the amount which was supposed to be paid according to the previous judgment of the Prague 8 District Court (see paragraph 26 above). The court referred, inter alia, to the plenary opinion, which banned the general courts from imposing a retrospective increase in rent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 17 March 2011 the Municipal Court upheld on appeal this judgment in respect of the former tenant’s refusal of the rent increase, ordering the tenant to pay to the applicants CZK 12,028 (EUR 474) in respect of default charges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 19 March 2013 the Supreme Court dismissed an appeal by the applicants on points of law, reiterating the plenary opinion. It further added that the repeal of the price regulation could not be considered as constituting a change in law which would allow the applicants to increase the rent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 30 October 2013 the Constitutional Court dismissed a constitutional complaint lodged by the applicants as manifestly ill-founded.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Application no. 39843/16 lodged by Mr Ráž",
                                "elements": [
                                    {
                                        "content": "33.  The applicant is the co-owner of a tenement building in Prague in which nine out of eleven flats were rented under the rent control system.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 7 October 2004 he brought an action against the State, represented by the Ministry of Finance, for damages in the amount of CZK 772,524 (EUR 30,414), corresponding to the difference between the regulated rent and the market rent in the locality in question for the period from 1 January 2003 until 31 December 2003. He submitted that the State was responsible for his loss of profit owing to its inactivity and continuing unlawful interference with his proprietary rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 9 February 2005 the Prague 1 District Court dismissed the applicant’s action. It held that the failure of Parliament to enact deregulating legislation did not constitute an “incorrect official procedure” within the meaning of the State Liability Act (Act no. 82/1998). It also stated that Article 420 of the Civil Code was not applicable, as the relation between a citizen and the State could not be considered a civil relationship within the meaning of the Civil Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 29 August 2005 the Prague Municipal Court upheld this judgment. It endorsed the assessment of the first-instance court as to the inapplicability of the State Liability Act. It further noted that as for the period preceding the adoption of judgment no. Pl. ÚS 2/03 of the Constitutional Court of 19 March 2003 (published in the Official Gazette on 20 March 2003 under the number 84/2003), by which the Constitutional Court had abolished Regulation No. 567/2002 on 20 March 2003, the applicant could not claim the non-existence of legal regulation as this had indeed existed until the Constitutional Court’s judgment. Thus, there had indeed been a decree regulating the matter, and the said judgment did not have retroactive effect. The appellate court also stated that the applicant should have first brought an action against the tenants for the rent to be determined according to the local and material conditions before initiating proceedings against the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant lodged an appeal on points of law with the Supreme Court, which was dismissed on 29 October 2007. The Supreme Court considered, in particular, that the judgment of the appellate court had been in compliance with its previous case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant lodged a constitutional complaint, claiming that he had pursued his action on the basis of the previous case-law of the Constitutional Court, especially judgments no. Pl. ÚS 20/05 and no. I. ÚS 717/05. He submitted that the inactivity of the legislative body had amounted to a violation of his rights – specifically his right to enjoy his possessions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 30 July 2009 the Constitutional Court quashed the judgment of the Supreme Court and those of the lower courts. It referred to its plenary opinion (see paragraph 15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In four following submissions, the applicant supplemented the original wording of his action, specifying that he sought only damages in respect of five out of the nine flats rented under the rent control system and limiting the amount claimed to CZK 501,228 (EUR 19,733) for the period of 1 January 2003 until 31 December 2003 (see paragraph 34 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In a judgment of 29 November 2011, the District Court ordered the State to pay compensation in the amount of CZK 95,934 (EUR 3,777), dismissing the rest of the applicant’s claim. It held that the applicant’s right to the peaceful enjoyment of his possessions had been restricted and found it reasonable to award the applicant the aforesaid sum. As to the method of calculation, it stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...the court considers it appropriate to establish the amount of the damage ... as an average of regulated and deregulated rent ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 27 June 2012 the Municipal Court reduced on appeal the damages awarded to the applicant to CZK 40,980 (EUR 1,613). It found that the first-instance court had erroneously calculated those damages. It stated that the amount of damages should not exceed the rent that could have been collected in 2007 after Act no. 107/2006 on the deregulation of rents had entered into force. The damages awarded should correspond to the difference between the possible unilaterally increased rent in 2007 and the rent under the rent control system in 2003. In 2003, the applicant had been able to collect CZK 109,956 (EUR 4,329) and in 2007 he had been able to collect CZK 150,936 (EUR 5,942) by renting out the five flats. The difference, therefore, amounted to CZK 40,980 (EUR 1,613).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The applicant lodged an appeal on points of law which was, however, dismissed by the Supreme Court on 29 April 2015. The Supreme Court reiterated its previous case-law, in particular judgment no. 22 Cdo 3188/2012, in which it had held that an owner of flats should be compensated if rent under the rent control system, taking into account local circumstances and other concrete circumstances, did not cover the justifiable costs of maintenance and repair within a reasonable time and make an adequate profit. In the opinion of the Supreme Court, compensation for the restriction of the right to property could not be considered as constituting compensation for damage and did not cover loss of profit. Nevertheless, the amount awarded must have been .proportional. In this regard, the appellate court correctly applied the amount of rent by using the method of calculation specified in Act no. 107/2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 12 April 2006 the Constitutional Court dismissed the applicant’s complaint as manifestly ill-founded. It relied on its previous case-law in which it had approved the above-described methods of calculating compensation and had stated that the compensation for unconstitutional restriction of property rights did not constitute a claim for damages and, therefore, did not constitute compensation for loss of profit.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Application no. 45417/16 lodged by Mr Stuchlý",
                                "elements": [
                                    {
                                        "content": "45.  The applicant is the owner of a tenement flat in Prague which was rented under the rent control system.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 31 May 2007 he brought an action against the State ( represented by the Ministry of Finance) and his tenant for damages in the amount of CZK 129,448 (EUR 5,096), corresponding to the difference between the regulated rent and the market rent in the locality in question for the period from 1 June 2004 until 31 March 2006. On 20 August 2009 he withdrew the action against the tenant but maintained his claim against the State. He argued that the State was responsible for his loss of profit due to its inactivity and continuing unlawful interference with his proprietary rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Following a request by the Prague 1 District Court, on 25 June 2009 an expert opinion on the standard level of rent was produced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 29 November 2010 the Prague 1 District Court awarded the applicant damages in the amount of CZK 98,208 (EUR 3,866) and dismissed the rest of the applicant’s claim in the amount of CZK 31,240 (EUR 1,230), representing the legal interest on the awarded amount from 1 June 2006 until 30 April 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 23 August 2011 the Prague Municipal Court upheld on appeal the first-instance judgment and revoked it in respect of the part concerning legal costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The applicant lodged a constitutional complaint, alleging a violation of his right to a fair trial and his right to enjoyment of his possessions. He specifically complained that he had not been compensated for his legal costs. The Constitutional Court dismissed the appeal on 10 January 2012 as manifestly ill-founded, asserting that the applicant’s fundamental rights were not at stake.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The State lodged an appeal on points of law with the Supreme Court, which quashed the decisions of the lower courts in respect of the award of damages and legal costs on 23 April 2013. The rest of the decision of the District Court, namely the part concerning unawarded interest in the amount of CZK 31,240 (EUR 1,230), became final, as no appeal was lodged against it. In its decision, the Supreme Court stated that the lower courts had not assessed correctly the amount of compensation which should have been awarded. It held in this regard that the severity of the restriction of the applicant’s right to property should have been duly examined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The applicant lodged a new constitutional complaint, which was rejected by the Constitutional Court on 26 August 2013 as premature and therefore inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Following the judgment of the Supreme Court (see paragraph 51 above), in the ensuing proceedings, on 3 February 2014 the District Court reduced damages awarded to the applicant to the amount of CZK 6,439 (EUR 254) and determined the legal costs. The court stated that the compensation should not exceed the rent that could have been collected in 2007 after Act no. 107/2006 on the deregulation of rents entered into force. The damages awarded should correspond to the difference between the possible unilaterally increased rent in 2007 and the rent under the rent control system in the period from 2004 until 2006. During these years, the applicant had been able to collect CZK 5,850 (EUR 230) per month. However, under the rent control system, the rent had been CZK 1,386 (EUR 55), and since 1 January 2007 the amount had been CZK 1,678 (EUR 66) per month. The District Court concluded that the monthly difference corresponded to CZK 292.69 (EUR 12), and in the further period of twenty-two months (1 June 2004-31 March 2006), the monthly difference amounted to CZK 6,439 (EUR 254).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 3 June 2014 the Municipal Court upheld the first-instance judgment but quashed it in respect of the legal costs awarded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The applicant lodged an appeal on points of law, which the Supreme Court rejected as inadmissible on 14 July 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The applicant lodged a third constitutional complaint, which on 19 January 2016 the Constitutional Court dismissed as manifestly ill-founded. Relying on its previous case-law, it concluded that the courts could not have disproportionally interfered with the applicant’s property rights, even though they had calculated the compensation as the difference between the market rent and the deregulated rent under Act no. 107/2006.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "57.  The relevant domestic law and practice are described in the decision in the case of Vomočil and Art 38, a.s. v. Czech Republic (dec.), nos. 38817/04 and 1458/07, §§ 21-26, 5 March 2013 and in the judgment in the case of R & L, s.r.o. and Others (cited above, nos. 37926/05, 25784/09, 36002/09, 44410/09 and 65546/09, § 42 and Annex II, 3 July 2014). Further, relevant domestic practice for the purpose of just satisfaction is described in Čapský and Jeschkeová v. the Czech Republic ((just satisfaction), nos. 25784/09 and 36002/09, §§ 7-11, 9 February 2017) and Heldenburg v. the Czech Republic ((just satisfaction), no. 65546/09, §§ 10-14, 9 February 2017).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "58.  The Court considers that given their common factual and legal background the eight applications should be joined, in accordance with Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ADMISSIBILITY",
                        "elements": [
                            {
                                "content": "A.  Application no. 34297/13 lodged by Mr Jošt and application no. 25705/14 lodged by Mr and Ms Heldenburg",
                                "elements": [
                                    {
                                        "content": "59.  In their observations of 15 November 2016 on the applicants’ claims for just satisfaction, the Government argued that these applications should be declared inadmissible for an abuse of the applicants’ right of the petition within the meaning of Article 35 § 3 (a) in fine of the Convention. The Government stated that the applicants had mixed up their comments on the friendly-settlement negotiations with those on their claims for just satisfaction and had misused the information obtained in the course of the friendly-settlement negotiations in the contentious proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court observes that a similar argument raised by the same respondent Government in two comparable cases (see Čapský and Jeschkeová v. the Czech Republic ((just satisfaction), cited above, §§ 17-23) and Heldenburg v. the Czech Republic ((just satisfaction), cited above, §§ 22-32) has been already examined and rejected. As the Court, in the instant cases, finds no particular circumstances which would require it to depart from its finding in those cases, the Government’s inadmissibility plea on account of a violation of the rules of confidentiality of the friendly settlement negotiations must be dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Application no. 39843/16 lodged by Mr Ráž",
                                "elements": [
                                    {
                                        "content": "1.  Victim status",
                                        "elements": [
                                            {
                                                "content": "61.  The Government maintained that the applicant could no longer claim under Article 34 of the Convention to be a victim, given that the domestic courts acknowledged that there had been a violation of his right to the peaceful enjoyment of his possessions and had granted him adequate compensation for that violation, which had actually been paid to him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Court reiterates that for an applicant to be able to claim to be the victim of a violation, within the meaning of Article 34 of the Convention, not only must he have victim status at the time the application is lodged, but that status must continue to remain at all stages of the proceedings. A decision or measure favourable to an applicant is not in principle sufficient to deprive him of his status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see Scordino v. Italy (no. 1) [GC], no. 36813/97, § 180, ECHR 2006V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Turning to the present case the Court notes that the domestic courts acknowledged that the applicant’s right to the peaceful enjoyment of his possessions had been breached and awarded the compensation of CZK 40,980 (EUR 1,613) (see paragraph 42 above). The applicant however sought CZK 501,228 (EUR 19,733) calculated as a difference between the market rent in the locality in question and the regulated rent for five flats rented out under the rent control system over a period of twelve months (from 1 January 2003 until 31 December 2003). In the Court’s opinion, where, as in the present case, the victim status and therefore, the existence of a violation, is linked with the monetary redress afforded at domestic level, the Court’s assessment necessarily involves comparison between the actual award and the amount that the Court would award in similar cases (see, mutatis mutandis, Scordino v. Italy (no. 1), cited above, §§ 181 and 202). In the instant case, having regard to the Court’s awards in similar cases (see Čapský and Jeschkeová ((just satisfaction), cited above, §§ 48-49), and Heldenburg ((just satisfaction), cited above, § 51), the Court finds that the amount of compensation awarded by the domestic courts cannot be considered an appropriate redress for the violations complained of in the light of the standards set by the Court in comparable situations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Accordingly, the Court considers that the national authorities did not afford adequate redress to the applicant in respect of his complaint about an alleged violation of his right to the peaceful enjoyment of his possessions and that he can still claim to be a victim of the alleged violation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Abuse of the right of individual application",
                                        "elements": [
                                            {
                                                "content": "65.  In their observations of 13 April 2017 the Government stated that the applicant had failed to reveal that in July 2003 he had concluded a contract on the contribution from a “flood fund” and had received CZK 700,000 (EUR 27,559) to cover damage caused by a flood in the summer of 2002. With regard to the importance of the information for the Court’s decision on the applicant’s case, the Government proposed that the applicant’s course of action be considered to amount to an abuse of the right of petition within the meaning of Article 35 § 3 (a) in fine of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court reiterates that the submission of incomplete and thus misleading information may amount to an abuse of the right of application, especially if the information concerns the very core of the case and no sufficient explanation has been provided for the failure to disclose that information (see Gross v. Switzerland [GC], no. 67810/10, § 28, ECHR 2014, with further case-law references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The same applies if new, important developments have occurred during the proceedings before the Court and the applicant, despite being expressly required to do so by Rule 47 § 7 (the former Rule 47 § 6) of the Rules of Court, has failed to disclose that information to the Court, thereby preventing it from ruling on the case in the full knowledge of the facts. However, even in such cases, the applicant’s intention to mislead the Court must always be established with sufficient certainty (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Turning to the present case, the Court notes that the applicant argued that he had invested in construction work a total amount of CZK 1,939,682 (EUR 76,365). However, as can be seen from his submission, and moreover as acknowledged by the Government, in his application before the Court he sought compensation for pecuniary damage only in the amount of CZK 1,002,033 (EUR 39,450). This sum consists of CZK 460,248 (EUR 18,120), which is the difference between the sum claimed before the Czech courts, and the sum finally awarded (see paragraphs 34, 40 and 42 above), and CZK 541,784.98 (EUR 21,330), which is the unpaid interest, as calculated by the applicant. The applicant did not include the contribution from the flood fund in his claims before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  In view of the above, the Court does not find that the application is based on knowingly untrue facts and it cannot discern any intention on the part of the applicant to mislead it. Accordingly, the Court does not find it appropriate to declare the application inadmissible as abusive within the meaning of Article 35 § 3 (a) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Remainder of the applications",
                                "elements": [
                                    {
                                        "content": "70.  The Court notes that the remaining applications are not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must, therefore, be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1",
                        "elements": [
                            {
                                "content": "71.  The applicants complained that the rent control system had violated their right to property, which the State had failed to protect. They relied on Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "72.  The Government did not dispute the applicants’ allegations.",
                                "elements": []
                            },
                            {
                                "content": "73.  The Court considers that the situation of the applicants is structurally and contextually the same as that of the applicants in R & L, s.r.o., and Others v. the Czech Republic which gave rise to a violation of Article 1 of Protocol No. 1. Subsequently the issue of just satisfaction was examined in Čapský and Jeschkeová ((just satisfaction), cited above) and Heldenburg ((just satisfaction), cited above) and the Court decided that the persons concerned were entitled to a compensation reflecting the difference between the market rent and the regulated rent. In the instant case, the Government did not provide any reasons to hold that the interference with the applicants’ rights was justified under the Convention.",
                                "elements": []
                            },
                            {
                                "content": "74.  It follows, having regard to its well-established case-law on the subject, that there has been a violation of Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "75.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "76.  Rule 60 of the Rules of Court states:",
                                "elements": []
                            },
                            {
                                "content": "“1. An applicant who wishes to obtain an award of just satisfaction under Article 41 of the Convention in the event of the Court finding a violation of his or her Convention rights must make a specific claim to that effect.",
                                "elements": []
                            },
                            {
                                "content": "2. The applicant must submit itemised particulars of all claims, together with any relevant supporting documents, within the time-limit fixed for the submission of the applicant’s observations on the merits unless the President of the Chamber directs otherwise.",
                                "elements": []
                            },
                            {
                                "content": "3. If the applicant fails to comply with the requirements set out in the preceding paragraphs the Chamber may reject the claims in whole or in part.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "77.  The applicants claimed compensation for the pecuniary damage which they had suffered as a result of the obligation to let their flats under the conditions imposed by the rent control system. They claimed the following amounts in respect of pecuniary damage:",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the first applicant: CZK 1,130,238.38 (EUR 44,498);",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the second applicant: CZK 133,248 (EUR 5,246);",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the third and fourth applicant: CZK 100,623 (EUR 3,962);",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the fifth applicant: CZK 1,002,033 (EUR 39,450);",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the sixth applicant: CZK 91,768.82 (EUR 3,613).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Government contested these claims but suggested, referring to their own method of calculation (see Čapský and Jeschkeová (just satisfaction), cited above, § 33, and Heldenburg (just satisfaction), cited above, § 39) that adequate compensation for pecuniary damage should be in the following amounts:",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the first applicant: CZK 13,470 (EUR 530);",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the second applicant: CZK 13,583 (EUR 535);",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the third and fourth applicant: CZK 10,759 (EUR 424).",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards the fifth applicant, the Government pointed out that the applicant had failed to specify his just satisfaction claim, in accordance with Rule 60 of the Rules of Court. They therefore submitted that there was no call to award him any amount in respect of pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In relation to the sixth applicant, the Government proposed that the Court award the applicant a sum set on an equitable basis, but no more than EUR 3,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Having regard to its findings in Čapský and Jeschkeová ((just satisfaction), cited above, § 39), and Heldenburg ((just satisfaction), cited above, § 43) the Court considers that the applicants must have sustained damage for which they are entitled to compensation in respect of the loss of the right to use their property under the conditions guaranteed by Article 1 of Protocol No. 1 (see R & L, s.r.o., and Others, cited above, § 104).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Concerning the scope of the award, the Court observes that the determination of the compensation should be based, inter alia, on the difference between the rent under free-market conditions and the rent to which the applicants were entitled under the domestic legislation, which the Court has found to be unlawful (see Čapský and Jeschkeová ((just satisfaction), cited above, § 45), and Heldenburg v. the Czech Republic ((just satisfaction), cited above, § 49). However, under Rule 60 of the Rules of Court, any claim for just satisfaction, including in respect of pecuniary damage, must be itemised and submitted in writing together with the relevant supporting documents or vouchers, failing which the Court may reject the claim in whole or in part (see Novruz Ismayilov v. Azerbaijan, no. 16794/05, § 92, 20 February 2014).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Application no. 15493/12 lodged by Mr Kuklík",
                                        "elements": [
                                            {
                                                "content": "81.  The applicant claimed pecuniary damage in the amount of CZK 1,130,238.38 (EUR 44,498), for the period from 28 May 1995 until 31 August 2011.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Government noted, firstly, that the period specified by the applicant stands outside the scope of the relevant period, as determined by the Court in R & L, s.r.o., and Others (cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court takes into account the Government’s objection and considers that the relevant period, in so far as the scope of the case is concerned, is the period between 1 May 2004 and 30 November 2006 (see Čapský and Jeschkeová (just satisfaction), cited above, § 42, and Heldenburg (just satisfaction), cited above, § 46).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Furthermore, the Government argued that the applicant had not supported his claims by submitting any written explanation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The Court notes that the applicant calculated his claims for pecuniary damage as the difference between the rent received under the rent control system and the free-market rent for comparable flats. He presented his estimates of free-market rent only in a table, without substantiating them with any relevant evidence, such as a relevant expert opinion showing the difference between the regulated and the market rent (contrast Mečiar and Others v. Slovakia, no. 62864/09, § 8, 10 January 2017, and Čapský and Jeschkeová (just satisfaction), cited above, §§ 48-49; contrast also Riedel and Others v. Slovakia, nos. 44218/07 and 3 others, §§ 11-14, 10 January 2017; Čapský and Jeschkeová (just satisfaction), cited above, § 46; and Heldenburg (just satisfaction), cited above, § 50).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Therefore, particularly having regard to all the evidential material in its possession, the Court considers that in the absence of any relevant documents substantiating the applicant’s free-market rent estimates, the Court is unable to make any award under this head.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application no. 34297/13 lodged by Mr Jošt",
                                        "elements": [
                                            {
                                                "content": "87.  The applicant claimed pecuniary damage in the amount of CZK 133,248 (EUR 5,246) for the period from 1 January 2002 until 31 March 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Government argued that the applicant had not supported his claims with any written explanation or calculation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Court notes that the applicant calculated the pecuniary damage as the difference between the rent collected under the rent control system and the level of market rent (CZK 3,500/month) established by the courts in the domestic proceedings (see paragraph 24 above). The sum and the method of calculation were specified by the applicant before the domestic courts in his claim statement, and it was not disputed in the proceedings before national courts or by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  Therefore, in particular having regard to all the evidential material in its possession, the Court considers it reasonable to award the applicant the sum of CZK 133,248 (EUR 5,246) in respect of pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Application no. 25705/14 lodged by Mr and Ms Heldenburg",
                                        "elements": [
                                            {
                                                "content": "91.  The applicants claimed pecuniary damage in the amount of CZK 100,623 (EUR 3,962) for the period from 1 November 2003 until 31 December 2004. They calculated their claim for pecuniary damages as the difference between the regulated rent and the market rent. The applicants deducted the amount of CZK 17,223 that was granted to them by the national courts in the proceedings against the tenant before the Prague 8 District Court (see paragraph 29 above). They further claimed default interest of 0.25% per day on the amount due since 30 March 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The Government stated that the applicants had failed to submit any particular calculations through which they had arrived at the amount they demanded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The Court observes that similarly to case no. 15493/12, the applicants did not support their estimates of what a free-market rent would be by submitting, for example, a relevant expert opinion (contrast Mečiar and Others, cited above, § 8, and Čapský and Jeschkeová (just satisfaction), cited above, §§ 48-49) or other relevant evidence (compare Riedel and Others, cited above, §§ 11-14; Čapský and Jeschkeová (just satisfaction), cited above, § 46; and Heldenburg (just satisfaction), cited above, § 50) showing the difference between the regulated and the market rent. Moreover, the present case differs from application no. 34297/13, as the level of market rent was not unambiguously established by the courts in the domestic proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Therefore, in particular having regard to all the evidential material in its possession, the Court considers that in the absence of any relevant documents showing the market-value rent which could have been collected in the relevant period, the Court is unable to make any award under this head.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Application no. 39843/16 lodged by Mr Ráž",
                                        "elements": [
                                            {
                                                "content": "95.  The applicant claimed pecuniary damages in the amount of CZK 460,248 (EUR 18,120) for the period from 1 January 2003 until 31 December 2003. He also claimed default interest in the amount of CZK 541,785 (EUR 21,330).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Government argued that he had failed to support his claims by submitting any expert opinion, lease contracts or written explanation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The Court observes that the applicant submitted his estimates of what a free-market rent would be with reference to the domestic proceedings and two lease contracts. Considering that neither the level of market rent claimed by the applicant in the present case, nor the surface area of the apartments with regulated rent had been disputed in the proceedings before the domestic courts (see paragraphs 41-42 above), and having regard to all the evidential material in its possession, especially two lease contracts submitted by the applicant, the Court considers it reasonable to award the applicant the sum of CZK 450,000 (EUR 17,717).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Application no. 45417/16 lodged by Mr Stuchlý",
                                        "elements": [
                                            {
                                                "content": "98.  The applicant, relying on an expert opinion, claimed pecuniary damage in the amount of CZK 91,768.82 (EUR 3,613) for the period from 1 June 2004 until 31 March 2006. He also claimed late interest in the amount of CZK 66,493.73 (EUR 2,618).",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Government disagreed and argued that the method of calculation used by the expert had been erroneous. They further noted that they could not submit a counterproposal as the market rent had not been officially assessed and that the free-market rent had been overestimated. Therefore, damages should be awarded on an equitable basis, but in the amount of no more than EUR 3,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The Court notes that the applicant submitted his estimates of free-market rent on the basis of an expert opinion drawn up at the request of the Prague 1 District Court in the course of the domestic proceedings (see paragraph 47 above). In addition, he supported his argument with two rental contracts for similar flats in the same building rented under free-market rent conditions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  Therefore, in particular having regard to all the material in its possession, the Court considers it reasonable to award the applicants the sum of CZK 91,768.82 (EUR 3,613) in respect of pecuniary damage and dismisses the remainder of the applicant’s claim.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "102.  The applicants claimed compensation for non-pecuniary damage which they had suffered as a result of the obligation to let their flats under the conditions imposed by the rent control system. They claimed the following amounts in respect of pecuniary damage:",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the first applicant: CZK 1,000,000 (EUR 39,370);",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the second applicant: CZK 10,000,000 (EUR 393,700);",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the third and fourth applicant: CZK 300,000 (EUR 11,811);",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the fifth applicant: EUR 3,000;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the sixth applicant: EUR 5,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The applicants’ claims for compensation for non-pecuniary damage were regarded by the Government as excessive. Although the applicants had unquestionably experienced certain feelings of disappointment due to the legal vacuum that the Court had found to have violated the Convention, the Government were convinced that under the circumstances, the conclusion per se that the Convention had been violated constituted sufficient redress for the non-pecuniary damage that the applicants may have suffered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The Court reiterates its findings in Čapský and Jeschkeová ((just satisfaction), cited above, § 51) that the applicants must have sustained nonpecuniary damage in the form of continuous feelings of disappointment, frustration and even concerns regarding the risk of the deterioration of their properties. Therefore, having regard to the nature of the breach and to the “legal vacuum” which lasted for five years and which cannot be compensated for solely by the finding of a violation of the Convention, the Court awards, making its assessment on an equitable basis, the first, the second, the fifth and the sixth applicant each EUR 3,000, and the third and the fourth applicant jointly EUR 3,000 under this head, plus any tax that may be chargeable thereon.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "105.  The applicants claimed the following total amounts in respect of costs and expenses:",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the first applicant: CZK 414,943 (EUR 16,336);",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the second applicant: CZK 112,614 (EUR 4,434);",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the third and fourth applicant: CZK 153,742.30 (EUR 6,053);",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the fifth applicant: CZK 178,710 (EUR 7,036);",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the sixth applicant: CZK 181,866 (EUR 7,160).",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Government disputed those amounts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000-XI, and Tarakhel v. Switzerland [GC], no. 29217/12, § 142, 4 November 2014).",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Court furthermore reiterates that Rule 60 § 2 of the Rules of Court and consequently the Court’s case-law (see Efstathiou and Michailidis & Co. Motel Amerika v. Greece, no. 55794/00, § 40, Reports 2003-IX) requires applicants to submit itemised particulars of all their just satisfaction claims, together with any relevant supporting documents, failing which the Court may reject the claims in whole or in part (Rule 60 § 3). The Court requires itemised bills and invoices that are sufficiently detailed as to enable it to determine to what extent the above-mentioned requirements have been met (see Žáková v. the Czech Republic (just satisfaction), no. 2000/09, 6 April 2017, § 52).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Application no. 15493/12 lodged by Mr Kuklík",
                                        "elements": [
                                            {
                                                "content": "109.  The first applicant claimed a total sum of CZK 414,943 (EUR 16,336), covering the following items:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) CZK 123,893 (EUR 4,878) in respect of the legal assistance provided at the domestic level;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) CZK 156,650 (EUR 6,167) for the costs of the proceedings before the national courts;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii) CZL 134,400 (EUR 5,291) for travel costs incurred by the applicant and his lawyers in attending hearings before national courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  The Government argued, firstly, that some of the documents submitted by the applicant were vague and that it was not possible to determine which domestic proceedings they related to. Secondly, some of those documents (or parts thereof) did not concern the relevant proceedings; thirdly, some documents were illegible. In addition, they stated that the amount claimed was excessive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The Court notes that the applicant did not provide sufficient documentation for his costs and expenses. He only submitted documents to prove the amount of CZK 146,802 (EUR 5,780) in costs and expenses incurred in the domestic proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  In those circumstances, the Court awards the applicant CZK 146,802 (EUR 5,780) in respect of costs and expenses, plus any tax that may be chargeable to him on this amount.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application no. 34297/13 lodged by Mr Jošt",
                                        "elements": [
                                            {
                                                "content": "113.  The second applicant claimed a total sum of CZK 112,614 (EUR 4,434) in respect of the costs and expenses incurred in the proceedings before the national courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  The Government submitted that the applicant had failed to support his claim with relevant documents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see paragraphs 107 above). In the present case, regard being had to the fact that no relevant documents have been submitted, the Court rejects the claim for costs and expenses.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Application no. 25705/14 lodged by Mr and Ms Heldenburg",
                                        "elements": [
                                            {
                                                "content": "116.  The applicants claimed CZK 122,982.30 (EUR 4,842) in respect of the costs and expenses incurred in the proceedings before the national courts, CZK 25,460 (EUR 1,002) for legal representation before the Court and CZK 5,300 (EUR 209) for the cost of the translation of their submissions to the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  The Government considered that it was impossible to verify if the amounts claimed had actually been incurred as the invoices had also related to other proceedings. Moreover, in the Government’s opinion, the applicants’ claim was excessive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  The applicants submitted documents substantiating the amount of CZK 48,853.77 (EUR 1,923) in costs and expenses incurred in the domestic proceedings and CZK 5,300 (EUR 209) as the cost of the translation of their submissions to the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  In those circumstances, the Court awards the applicants CZK 54,153.77 (EUR 2,132) in respect of costs and expenses, plus any tax that may be chargeable to them on this amount.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Application no. 39843/16 lodged by Mr Ráž",
                                        "elements": [
                                            {
                                                "content": "120.  The applicant claimed a total sum of CZK 178,710 (EUR 7,036), which covers the following items:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  CZK 63,450 (EUR 2,498) for the costs of the proceedings before the national courts;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  CZK 83,360 (EUR 3,282) in respect of the legal assistance provided at domestic level;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  CZK 31,900 (EUR 1,256) for his legal representation before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  The Government stated that the claimed amounts were excessive. They suggested awarding the applicant no more than EUR 2,000 in respect of costs and expenses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  The applicant submitted documents substantiating the amount of CZK 130,750 (EUR 5,148) in costs and expenses incurred in the domestic proceedings and CZK 31,900 (EUR 1,256) in costs and expenses incurred in the proceedings before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  In those circumstances, the Court awards the applicant CZK 162,650 (EUR 6,404) in respect of costs and expenses, plus any tax that may be chargeable to him on this amount.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Application no. 45417/16 lodged by Mr Stuchlý",
                                        "elements": [
                                            {
                                                "content": "124.  The sixth applicant claimed a total sum of CZK 181,866 (EUR 7,160), which covers the following items:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  CZK 14,769 (EUR 581) for the costs of the proceedings before the national courts;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  CZK 115,386 (EUR 4,543) in respect of the legal assistance provided at domestic level;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  CZK 3,311 (EUR 130) for the costs of the translation of his submissions to the Court;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iv)  CZK 48,400 (EUR 1906) for his legal representation before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  The Government found these amounts excessive and suggested awarding the applicant no more than EUR 3,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  The Court notes that the applicant did not provide sufficient documentation for their costs and expenses. The applicant submitted documents substantiating the amount of CZK 130,155 (EUR 5,124) in costs and expenses incurred in the domestic proceedings and CZK 51,711 (EUR 2,036) in costs and expenses incurred in the proceedings before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  In those circumstances, the Court awards the applicant CZK 181,866 (EUR 7,160) in respect of costs and expenses, plus any tax that may be chargeable to him on this amount.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "128.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the amounts indicated in the appended table, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 October 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Krzysztof Wojtyczek",
            "role": "president"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Armen Harutyunyan",
            "role": "judges"
        },
        {
            "name": "Renata Degener",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KUKLÍK AND OTHERS v. THE CZECH REPUBLIC",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-186445.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1004JUD001549312",
    "externalsources": [],
    "extractedappno": [
        "15493/12",
        "34297/13",
        "25705/14",
        "39843/16",
        "45417/16",
        "37926/05",
        "27/09",
        "2/03",
        "20/05",
        "717/05",
        "38817/04",
        "1458/07",
        "25784/09",
        "36002/09",
        "44410/09",
        "65546/09",
        "36813/97",
        "67810/10",
        "16794/05",
        "62864/09",
        "44218/07",
        "31107/96",
        "29217/12",
        "55794/00",
        "2000/09"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-186445",
    "judgementdate": "04/10/2018 00:00:00",
    "kpdate": "04/10/2018 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "KUKLÍK AND OTHERS",
        "THE CZECH REPUBLIC"
    ],
    "rank": "2701.16137695313",
    "representedby": [
        "NAJMAN J.",
        "STROF M.",
        "KRAPKOVA D.",
        "KOJAN M."
    ],
    "respondent": "CZE",
    "respondentOrderEng": "11",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "481559",
    "typedescription": "15"
}