{
    "__articles": "6;6-1;6-3;6-3-c;41;6-1+6-3-c",
    "__conclusion": "Remainder inadmissible;Violation of Art. 6-1;Violation of Art. 6-1+6-3-c;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "7025/04",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "6-3-c",
            "base_article": "6",
            "element": "Violation of Art. 6-1+6-3-c",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1+6-3-c",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-94293.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 7025/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Aleksandr Arkadyevich Pishchalnikov (“the applicant”), on 5 January 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms E. Krutikova, a lawyer with the International Protection Centre in . The Russian Government (“the Government”) were represented by Mr P. Laptev and Mrs V. Milinchuk, former Representatives of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the criminal proceedings against him had been excessively long and that he had been denied legal assistance at various stages of these proceedings.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 November 2006 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    },
                    {
                        "content": "5.  The Government objected to the joint examination of the admissibility and merits of the application. Having examined the Government’s objection, the Court dismissed it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1959 and lived, until his arrest, in the town of  in the Sverdlovsk Region. Prior to the events described below the applicant had never been accused of or charged with any crime.",
                                "elements": []
                            },
                            {
                                "content": "A.  Arrest and pre-trial investigation",
                                "elements": [
                                    {
                                        "content": "7.  On 15 December 1998 the applicant was arrested on suspicion of aggravated robbery. According to the Government, a police investigator apprised the applicant of the rights of an accused, including the right to be assisted by counsel. The Government insisted that the record of the applicant’s arrest contained a line which read as follows: “[the applicant] needs services by a retained lawyer Mr L.” The Government did not produce a copy of the arrest record, despite the Court’s request to that effect. The applicant confirmed that he had made a handwritten note in the arrest record, asking to be assisted by counsel, Mr L. He had also included Mr L.’s phone number and home address in the record. The applicant stressed that after the investigator had drawn up the arrest record, he had commenced interrogating the applicant about his participation in the robbery on 10 December 1998. As a consequence of the interrogation the applicant confessed to “[having gone] to a motorway together [with six other individuals] to seize a cargo by fraud”. The applicant also noted that one of his accomplices had had a gun which he had planned to use as a threat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 16 December 1998 an investigator again interrogated the applicant about the circumstances surrounding the robbery. According to the applicant, the investigator disregarded his request for legal assistance and proceeded to questioning. During that interrogation the applicant described in detail the preparations for the robbery, his meetings with other co-accused and the subsequent events on 10 December 1998. He also confessed to having participated with his co-accused in other criminal activities, including a murder, kidnapping, hijacking and unlawful possession of weapons. The Government did not produce a copy of the interrogation record drawn up on 16 December 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On the following day the Sverdlovsk Regional Prosecutor-Criminalist performed an investigative experiment aimed at verifying the applicant’s statements made during the questioning on 15 and 16 December 1998. In the course of the experiment the applicant was taken to various places where he and his accomplices had allegedly planned or committed criminal offences. In each location the applicant, in the presence of attesting witnesses, answered the prosecutor’s questions pertaining to various criminal activities committed by the criminal group in which the applicant had taken part. It appears from the record of the investigative experiment that the prosecutor commenced the experiment by asking the applicant whether he agreed to participate in the experiment in the absence of a lawyer. The applicant did not object. The prosecutor further informed the applicant of his constitutional right not to make self-incriminating statements and asked whether he was willing to show the crime scenes, describe his and his accomplices’ actions and reproduce his actions at the crime scene. The applicant agreed and signed the record.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 18 December 1998 the Achitskiy District Prosecutor authorised the applicant’s detention on remand. The detention was subsequently extended on a number of occasions by a prosecutor or a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 24 December 1998 a senior investigator of the Sverdlovsk Regional Prosecutor’s office charged the applicant with aggravated robbery. The indictment record was served on the applicant in the presence of free legal aid counsel, Ms K. On the following day the senior investigator, in the presence of counsel, Ms K., informed the applicant of his procedural rights, including the right to free legal aid. The applicant made a handwritten note in the record, stating that he was in need of free legal aid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  During subsequent interrogations on 15 January, 1, 10, 16 and 25 February, 29 March, 15 April and 30 August 1999 the applicant refused legal assistance, each time making handwritten notes in the interrogation records to that effect. He also noted that his refusal was not due to lack of financial resources but his fear of a possible “information leak”. The Government provided the Court with copies of the first few pages of the interrogation records, containing the applicant’s handwritten notes. The pages pertaining to the statements which the applicant had made during the questioning were not enclosed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 27 October 1999 an investigator from the Sverdlovsk Regional Prosecutor’s office questioned the applicant about his involvement in forgery of documents in August 1998. On the applicant’s request Mr B., legal aid counsel, was called to assist him. The applicant confessed to having forged two national passports, but did not admit to having used them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 9 November 1999 the applicant, assisted by legal aid counsel, Mr Sh., studied reports of various expert examinations. Two days later he was again questioned in the absence of a lawyer. The first two pages of the interrogation record, presented to the Court by the Government, contain the applicant’s signature confirming his knowledge of the accused’s procedural rights and his refusal of legal assistance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Government, supporting their assertion with extracts of interrogation records bearing the applicant’s handwritten notes, submitted that during the remaining three interrogations on 17 November, 6 and 22 December 1999 the applicant had refused legal assistance. The Government noted that the refusal was not conditioned by the applicant’s lack of financial resources.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 30 December 1999 the applicant was served with the final version of the bill of indictment comprising all charges. In particular, the prosecution authorities accused the applicant of having participated in a stable armed criminal group and having committed criminal offences within that criminal group, including several counts of aggravated robbery, hijacking, theft, aggravated kidnapping, unlawful deprivation of liberty, forgery of documents, murder, attempted manslaughter, torture and unlawful possession of weapons. Following the service of the bill of indictment an investigator questioned the applicant. Mr B. was appointed to act as the applicant’s counsel. The interrogation record, provided to the Court by the Government, consisted of a three-page printed template, in which the dates, the investigator’s and applicant’s names, the applicant’s personal data and his statements made during the interrogation were filled in by hand. The relevant part read as follows (the pre-printed part in roman script and the part written by hand in italics):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Before the inquiry [the applicant] is informed that by virtue of the requirements of Article 149 of the RSFSR Code of Criminal Procedure and on the basis of Articles 46, 47, 48, 49, 77, 141-1, 151, 152, 154, 202, 202-2 of the RSFSR Code of Criminal Procedure he has a right: to defend himself, to know what he is charged with and to give explanations about the charges brought, to submit evidence, to lodge requests, to complain to a court about the unlawfulness and ill-foundedness of his arrest and detention, to study records of investigative actions in which he participated, [to study] materials which were submitted to a court as evidence of the lawfulness and well-foundedness of the authorisation and extensions of [his] detention on remand and, after the end of the pre-trial investigation, [to study] all materials of the criminal case file, to copy any and in any amount information out of [the case file], to be assisted by counsel from the moment when the arrest record or a detention order or a bill of indictment is served on [him], to have private meetings with counsel, to lodge complaints with a court against the arrest or extension of detention and to participate in a court hearing when [those complaints] are examined, to participate in trial hearings, to challenge [the bench, prosecutor, other participants of criminal proceedings], to appeal against investigators’, interrogators’, prosecutors’ and courts’ actions and decisions, to defend his rights and lawful interests by any other means and measures which do not run contrary to the law, and [he] also [has] the right [to make pleadings at the end of the trial] as a defendant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, [the applicant] was informed that by virtue of Article 51 of the Constitution of the Russian Federation, no one is obliged to make self-incriminating statements and [statements] incriminating his/her spouse and close relatives, whose list is determined by the federal law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t\t\t\t\t\t\t[the applicant’s signature]",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to Article 17 of the RSFSR Code of Criminal Procedure I was informed of my right to make statements in my native language and to be assisted by an interpreter. I speak Russian. I do not need the services of an interpreter and want to make statements in Russian.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t\t\t\t\t\t\t[the applicant’s signature]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Before the interrogation [the applicant] stated: I need to be assisted by counsel appointed by a Bar Association.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t\t\t\t\t\t\t[the applicant’s signature]",
                                        "elements": []
                                    },
                                    {
                                        "content": "I can give the following explanation in relation to the questions put to me:",
                                        "elements": []
                                    },
                                    {
                                        "content": "The content of the charges against me was explained to me.",
                                        "elements": []
                                    },
                                    {
                                        "content": "I partially admit my guilt of having committed crimes under Article 327 § 3 and Article 327 § 2 of the Criminal Code of the . In fact, I forged two passports of  citizens. One of [the passports] was issued in the name of Mr M., and the other one [was issued] in the name of Mr Z. I glued pictures of myself in those passports and forged the cameo printing “ Passport” with a wooden homemade engraving, which I had made myself. I bought Mr Z.’s passport in Revda town railway station from Mr Z. for 50 Russian roubles; [I] took Mr M.’s passport from my house where it was kept. In my house, that is at the [following address]: ... where I lived temporarily. [I] note that my mother lives permanently at that address. I have never used passports in the names of Mr Z. and Mr M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "I do not confess to [having committed] other criminal offences with which I am charged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "By virtue of Article 51 of the Russian Constitution I will no longer make any statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "My words recorded correctly and read by me.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t\t\t\t[the applicant’s and his lawyer’s signatures].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  No further investigative actions were performed until 26 January 2000, when the applicant, in the presence of counsel, Mr B., was served with a copy of the decision on the closing of the pre-trial investigation. Between 7 February and 20 June 2000 the applicant and counsel B. studied the case file.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Trial and appeal proceedings",
                                "elements": [
                                    {
                                        "content": "18.  On 14 August 2000 the applicant and his co-defendants were committed to stand trial before the . The  received the case file on the same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  According to the Government, it was not until 24 April 2001 that the  fixed the first trial hearing for 29 May 2001. Ms Ya. was appointed to act as the applicant’s lawyer at the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  At the hearing on 29 May 2001 the  adjourned the proceedings until 4 June 2001 to allow the defendants to study the case file materials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Between 4 and 11 July 2001 the  held eight hearings. The following hearing, fixed for 11 July 2001, was postponed due to a co-defendant’s illness. The proceedings were stayed until 7 August 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Between 7 August and 18 December 2001 sixty-five hearings were held. The  heard a number of witnesses. A victim of a car hijacking, Ms Lo., asked to be dismissed from the proceedings and for her statements given at the pre-trial investigation to be taken into account. She noted that her pre-trial statements were true, but she did not want to testify in open court as she was afraid of the applicant and his co-defendants. The  found that Ms Lo.’s fears were justified and dismissed her from the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In October 2001 the applicant lodged a complaint with the  alleging ineffective legal representation and asking to appoint another counsel or, in the alternative, to be allowed to defend himself. The applicant asserted that Ms Ya. had no knowledge of the criminal case file and had not held any private meetings with him to discuss the strategy of his legal defence. On 22 October 2001 the  dismissed that request, finding that Ms Ya. was an experienced and well-qualified lawyer who defended the applicant effectively. The Regional Court also noted that by virtue of Article 50 § 2 of the RSFSR Code of Criminal Procedure the participation of a lawyer was mandatory in the trial hearings, having regard to the gravity of the charges against the applicant. At the same time, the applicant had a right to retain counsel of his own choosing, but he refused to do so. Therefore, there were no grounds to dismiss Ms Ya. from the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 17 January 2002 the Sverdlovsk Regional Court, composed of one professional judge and two lay judges, found the applicant guilty of aggravated murder, torture, kidnapping, unlawful deprivation of liberty, theft, robbery, attempted robbery, car hijacking, participation in a criminal group and forgery of documents. The  sentenced him to twenty-two years’ imprisonment. While holding the applicant guilty on a charge of having taken part in a criminal group and having committed a number of criminal offences within it, the  noted that the co-defendants, including the applicant, denied their guilt in open court. However, it cited their statements given during the pre-trial investigation in support of its findings of guilt. In particular, it gave a detailed account of the applicant’s statements made on 15 and 16 December 1998, in which the latter confessed his guilt to a number of criminal offences. At the same time the  excluded from evidence the records of the remaining applicant’s interrogations carried out in the absence of counsel, finding that the counsel’s presence during the interrogations had been mandatory and the applicant’s refusals of legal assistance could not be accepted. The  reached a similar conclusion in respect of the majority of the interrogations performed with other co-defendants, finding as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“refusals of legal assistance handwritten by [the accused] in the [interrogation] records due to the fear of a leak of information should be considered involuntary as in reality lawyers were not appointed during the interrogations”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicant appealed against the conviction. In his appeal statement he complained, inter alia, that he had been denied legal assistance during the pre-trial investigation and that his legal defence during the trial had been ineffective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  According to the Government, on 14 March 2002 a  judge held that the applicant and his co-defendants could study the case file materials from 22 to 27 March 2002. In addition, from 29 May to 11 October 2002 the applicant studied four volumes of the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In August 2002 the applicant asked for legal assistance for preparation of the appeal statement. He also asked for his sister to be appointed as his “public defender”. In reply, on 12 August 2002 a judge of the  informed the applicant that the Russian law did not provide him with the right to be assisted by a relative during appeal proceedings. The judge, however, noted that he could have asked a court to provide him with free legal assistance. According to the Government, such a request was never lodged by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 2 December 2002 the case file was sent from the  to the Supreme Court of the  for an examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 8 August 2003 the Supreme Court of the  amended the judgment of 17 January 2002. The Supreme Court discontinued the proceedings against the applicant on the charges of torture, unlawful deprivation of liberty and one count of attempted robbery because his participation in those criminal offences had not been proved. The Supreme Court also reduced the applicant’s sentence by two years. While upholding the remainder of the applicant’s conviction, the Supreme Court endorsed reasons given by the , once again relying on the statements made by the applicant on 15 and 16 December 1998. The applicant was not assisted by a lawyer at the appeal hearing.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Access to counsel",
                                "elements": [
                                    {
                                        "content": "1.  RSFSR Code of Criminal Procedure of 1960, in force until 1 July 2002 (“old CCrP”)",
                                        "elements": [
                                            {
                                                "content": "30.  Article 47 of the old CCrP read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“A lawyer should be called to take part in a case at the moment when charges are brought or, if a person suspected of a criminal offence is arrested or detained before charges are brought against him, at the moment when the arrest record or a detention decision is read out to him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "If the lawyer chosen by a suspect or an accused is unable to appear within twenty-four hours after the arrest or detention has been effected, an interrogator, investigator, or a prosecutor may offer the suspect or accused the possibility to retain another lawyer or provide him with a lawyer through the assistance of the Bar Association.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  Article 48 of the Code established that a lawyer should be called by an accused, his legal representative or other persons on a request or with the consent of the accused. An investigator or court should to provide the suspect or the accused with counsel at his request. In cases where counsel chosen by the accused was not available for a long period of time, the investigator or the court could suggest that the accused choose another counsel or, as an alternative, appoint another counsel for the accused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  If the accused was charged with criminal offences punishable by death penalty, participation of counsel was imperative in court proceedings and was also mandatory in the pre-trial investigation from the moment when charges were brought. In such a case, if the accused, his legal representative or other persons on his request did not invite counsel, an investigator, prosecutor or court should ensure the accused’s legal representation in the case (Article 49).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  An accused could refuse legal assistance at any moment of the criminal proceedings. If the accused was charged with criminal offences punishable by death penalty, such a refusal was not binding for a court, an investigator or a prosecutor (Article 50).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Code of Criminal Procedure of the  of 18 December 2001, in force since 1 July 2002 (“new CCrP”)",
                                        "elements": [
                                            {
                                                "content": "34.  Article 51 of the new CCrP, in so far as relevant, reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Participation of legal counsel in the criminal proceedings is mandatory if:",
                                                "elements": []
                                            },
                                            {
                                                "content": "1)  the suspect or the accused has not waived legal representation in accordance with Article 52 of this Code;",
                                                "elements": []
                                            },
                                            {
                                                "content": "2)  the suspect or the accused is a minor;",
                                                "elements": []
                                            },
                                            {
                                                "content": "3)  the suspect or the accused cannot exercise his right of defence by himself owing to a physical or mental handicap;",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.1)  the court proceedings are to be conducted [in the absence of the accused] in accordance with Article 247 § 5 of this Code;",
                                                "elements": []
                                            },
                                            {
                                                "content": "4)  the suspect or the accused does not speak the language in which the proceedings are conducted;",
                                                "elements": []
                                            },
                                            {
                                                "content": "5)  the suspect or the accused faces serious charges carrying a term of imprisonment exceeding fifteen years, life imprisonment or the death penalty;",
                                                "elements": []
                                            },
                                            {
                                                "content": "6)  the criminal case falls to be examined by a jury trial;",
                                                "elements": []
                                            },
                                            {
                                                "content": "7)  the accused has filed a request for the proceedings to be conducted [without a hearing] under Chapter 40 of this Code;",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.   ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  In the circumstances provided for by paragraph 1 above, unless counsel is retained by the suspect or the accused, or his lawful representative, or other persons on request, or with consent, of the suspect or the accused, it is incumbent on the investigator, prosecutor or the court to ensure participation of legal counsel in the proceedings.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Article 52 of the Code provides that a suspect or an accused may refuse legal assistance at any stage of criminal proceedings. Such a waiver may only be accepted if made on the initiative of the suspect or the accused. The waiver must be filed in writing and must be recorded in the official minutes of the relevant procedural act. The refusal of legal assistance may not strip the suspect or accused of the right to ask to be assisted by counsel during further procedural actions in the criminal case. The admission of a lawyer may not lead to the repetition of the procedural actions which have already been performed by that time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Article 373 of the Code provides that the appeal instance examines appeals with a view to verifying the lawfulness, validity and fairness of judgments. Under Article 377 §§ 4 and 5 of the Code, the appeal instance may directly examine evidence, including additional material submitted by parties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Article 376 of the Code provides that upon receipt of the criminal case and the statements of appeal, the judge fixes the date, time and place for a hearing. The parties shall be notified of the date, time and place of the hearing no later than fourteen days before the scheduled hearing. The court determines whether the remanded convict should be summoned to the hearing. If the remanded convict has expressed the wish to be present at the examination of his appeal, he has the right to participate in person or to state his case via video link. The manner of his participation in the hearing is to be determined by the court",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Reopening of criminal proceedings",
                                "elements": [
                                    {
                                        "content": "38.  Article 413 of the Russian Code of Criminal Procedure, setting out the procedure for re-opening of criminal cases, reads, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Court judgments and decisions which became final should be quashed and proceedings in a criminal case should be re-opened due to new or newly discovered circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. New circumstances are:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) a violation of a provision of the European Convention for the Protection of Human Rights and Fundamental Freedoms committed by a court of the  during examination of a criminal case and established by the European Court of Human Rights, pertaining to:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) application of a federal law which runs contrary to provisions of the European Convention for the Protection of Human Rights and Fundamental Freedoms;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  other violations of provisions of the Convention for the Protection of Human Rights and Fundamental Freedoms;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  other new circumstances.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL DOCUMENTS",
                        "elements": [
                            {
                                "content": "Right of access to a lawyer during police custody",
                                "elements": [
                                    {
                                        "content": "1.  Council of Europe",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Rules adopted by the Committee of Ministers",
                                "elements": [
                                    {
                                        "content": "39.  Rule 93 of the Standard Minimum Rules for the Treatment of Prisoners (Resolution (73)5 of the Committee of Ministers of the Council of Europe) provides: “An untried prisoner shall be entitled, as soon as he is imprisoned, to choose his legal representation ... and to receive visits from his legal adviser with a view to his defence and to prepare and hand to him and to receive, confidential instructions. At his request, he shall be given all necessary facilities for this purpose. ... Interviews between the prisoner and his legal adviser may be within sight but not within hearing, either direct or indirect, of a police or institution official.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Furthermore, the recommendation of the Committee of Ministers to Member States of the Council of Europe on the European Prison Rules (Rec. (2006)2), adopted on 11 January 2006 at the 952nd meeting of the Ministers’ Deputies, in so far as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Legal advice",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.1 All prisoners are entitled to legal advice, and the prison authorities shall provide them with reasonable facilities for gaining access to such advice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.2 Prisoners may consult on any legal matter with a legal adviser of their own choice and at their own expense.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.5 A judicial authority may in exceptional circumstances authorise restrictions on such confidentiality to prevent serious crime or major breaches of prison safety and security.”",
                                        "elements": []
                                    },
                                    {
                                        "content": " (2)  United Nations",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "International Covenant on Civil and Political Rights",
                                "elements": [
                                    {
                                        "content": "41.  Article 14 § 3 (b) of the International Covenant on Civil and Political Rights (ICCPR) provides that everyone charged with a criminal offence is to be entitled “[t]o have adequate time and facilities for the preparation of his defence and to communicate with counsel of his own choosing”.",
                                        "elements": []
                                    },
                                    {
                                        "content": " (3)  European Union",
                                        "elements": [
                                            {
                                                "content": "42.  Article 48 of the Charter of Fundamental Rights states that “[r]espect for the rights of the defence of anyone who has been charged shall be guaranteed”. Article 52 § 3 further states that the right guaranteed under Article 48 is among those who have the same meaning and the same scope as the equivalent right guaranteed by the European Convention on Human Rights.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.   ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF THE EXCESSIVE LENGTH OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "43.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable-time” requirement laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "44.  The Government submitted that the “reasonable time” requirement was not violated in the present case as the case had been complex. In particular, the case file had comprised thirty-one volumes, the proceedings had involved twelve defendants and eleven victims and the domestic courts had heard more than eighty witnesses. The Government acknowledged that there had been an unjustified delay of approximately nine months, between 14 August 2000, when the  had received the case file, and 29 May 2001, when the first hearing had been held. However, they contended that that delay had not affected the overall duration of the proceedings. They further submitted that the remaining delays had been caused by objective reasons: the applicant’s and his co-defendants’ requests for studying case file materials, their numerous statements of appeal which they had brought for several months, the co-defendant’s illness and other valid grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The applicant contested the Government’s submissions, save for the assertion that the criminal case had been complex. He claimed, however, that the complexity of the case taken on its own could not justify the overall length of the proceedings which amounted to almost four years and eight months. He also drew the Court’s attention to the fact that he had been detained during the entire duration of the criminal proceedings. That fact, in the applicant’s view, should have prompted the domestic authorities to expedite the proceedings against him. He further pointed to several delays in the examination of his case which were attributable to the domestic authorities. In particular, he stated that it had taken the  too long to fix the first trial hearing and to send the case file to the Supreme Court. The applicant also noted that the Supreme Court had only held one hearing, on 8 August 2003, although the case had been pending before it since December 2002.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "46.  The Court observes that the period to be taken into consideration began on 15 December 1998, when the applicant was arrested, and ended on 8 August 2003, when the Supreme Court issued the final judgment. It thus lasted approximately four years and eight months for two levels of jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "48.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case and the conduct of the applicant and the relevant authorities (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court accepts that the proceedings at issue were complex. However, the Court cannot accept that the complexity of the case, taken on its own, was such as to justify the overall length of the proceedings. The Court further reiterates that the fact that the applicant was held in custody required particular diligence on the part of the courts dealing with the case to administer justice expeditiously (see Panchenko v. Russia, no. 45100/98, § 133, 8 February 2005, and Kalashnikov v. Russia, no. 47095/99, § 132, ECHR 2002VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  As to the applicant’s conduct, the Court is not convinced by the Government’s argument that the applicant should be held responsible for studying the case file and lodging the appeal statements. It has been the Court’s constant approach that an applicant cannot be blamed for taking full advantage of the resources afforded by national law in the defence of his interest (see Kolomiyets v. Russia, no. 76835/01, § 29, 22 February 2007). The Court does not consider that the applicant abused or exercised his procedural rights in such a manner which unjustifiably contributed to prolonging the proceedings. The Government did not indicate any other period when the proceedings were stayed or any hearing which was adjourned due to the applicant’s or his representative’s conduct.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  As regards the conduct of the authorities, there were substantial periods of inactivity for which the Government have not submitted any satisfactory explanation and which are attributable to the domestic authorities. Firstly, the Court observes certain periods of inactivity on the part of the investigating authorities. For instance, a delay of almost two months was caused by the transfer of the file from the investigating authorities to the  (see paragraphs 17 and 18 above). Furthermore, the Court reiterates the Government’s acknowledgement that an aggregate delay of over nine months was attributed to the Regional Court’s failure to schedule the first trial hearing (see paragraph 19 above). Another delay of two months resulted from the transfer of the case from the  to the Supreme Court for the examination on appeal (see paragraphs 26 and 28 above). In this respect, the Court reiterates that Article 6 § 1 of the Convention imposes on Contracting States the duty to organise their judicial system in such a way that their courts can meet the obligation to decide cases within a reasonable time (see, among other authorities, Löffler v.  (No. 2), no. 72159/01, § 57, 4 March 2004). Nor can the Court overlook the fact that the case was pending for more than eight months before the Supreme Court without any apparent progress. The Court finds it striking that during that period the Supreme Court only scheduled and held one hearing on 8 August 2003, that is on the same day as the judgment was issued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court further reiterates the Government’s argument that the conduct of the co-defendants and their lawyers was one of the reasons for the prolongation of the proceedings. In this respect the Court observes that it was incumbent on the court dealing with the case to discipline the parties in order to ensure that the proceedings were conducted at an acceptable pace (see Sidorenko v. Russia, no. 4459/03, § 34, 8 March 2007). It therefore considers that the delay occasioned by the Regional Court’s failure to discipline the co-defendants and their lawyers is attributable to the State (see Kuśmierek v. Poland, no. 10675/02, § 65, 21 September 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Having examined all the material before it and taking into account the overall length of the proceedings and what was at stake for the applicant, the Court considers that in the instant case the length of the criminal proceedings was excessive and failed to meet the “reasonable-time” requirement. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION ON ACCOUNT OF ABSENCE OR DEFICIENCY OF LEGAL REPRESENTATION",
                        "elements": [
                            {
                                "content": "54.  The applicant complained that his defence rights had been violated at various stages of the criminal proceedings against him. In particular, the applicant claimed that (a) he had been denied access to a lawyer during the first few days of his police custody; (b) his legal aid counsel had failed to provide effective representation during the trial; and (c) he had not been provided with legal assistance before the court of appeal. He relied on Article 6 §§ 1 and 3 (c) of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": " ...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "55.  The Government, relying on the information provided by the Supreme Court of the , submitted that the applicant’s access to a lawyer had not been hindered at any stage of the criminal proceedings. The Government maintained that before each questioning the investigating authorities had reminded the applicant of his rights as an accused, including the rights to remain silent and be assisted by counsel. They particularly stressed that whenever the applicant had applied for legal aid during a certain investigative action, counsel had been appointed to ensure his defence. However, they drew the Court’s attention to the fact that the applicant had refused legal assistance during the majority of the interrogations performed after January 1999. The Government supported their assertion with extracts from the interrogation records bearing the applicant’s handwritten notes confirming his refusal of legal assistance. Referring to Article 49 of the RSFSR Code of Criminal Procedure, they further stressed that the counsel’s mandatory participation in the case had only been required after the final charges had been brought against the applicant, that is after 30 December 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In response to the applicant’s complaints about the questioning on 15 and 16 December 1998 in the absence of a lawyer the Government, in their observations lodged on 5 March 2007, confirmed that immediately after his arrest the applicant had asked for assistance by counsel, Mr L. They did not, however, comment on whether Mr L. had been contacted. In their further observations submitted on 19 September 2007 the Government noted that “[the applicant’s] request to contact [Mr L.] [had] been executed, however Mr L. [had] done nothing to ensure the applicant’s defence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  As regards the applicant’s representation at the trial, the Government noted that, as it followed from the case file materials, Ms Ya. had actively participated in the proceedings. She was a “skilful” lawyer and the applicant’s requests for her dismissal had been lodged under “a far-fetched pretext”. Furthermore, by virtue of Article 49 § 1 (5) of the RSFSR CCrP, participation of defence counsel at the trial was absolutely indispensable for the interests of justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In conclusion, the Government addressed the issue of the applicant’s representation before the appeal court. They submitted that the applicant had never lodged a request for free legal aid during the appeal proceedings. Furthermore, his relative had been notified of the appeal hearing and she could have retained counsel for the applicant, but had failed to do so. Moreover, the applicant had been afforded the opportunity to attend the hearing before the Supreme Court of the  which had thoroughly studied the applicant’s appeal statements and had heard his oral arguments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The applicant, citing the Court’s judgment in the case of Quaranta v. Switzerland (24 May 1991, §§ 32-34, Series A no. 205), submitted that the domestic authorities had been under an obligation to provide him with free legal aid from the very start of the criminal proceedings. He invoked his lack of financial resources, the complexity of the criminal case, the gravity of the charges against him and the fact that he had been facing the death penalty or life imprisonment as the conditions making the provision of legal aid indispensable. He also pointed out that the presence of those four conditions had never been disputed by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The applicant further described the events of 15 and 16 December 1998 alleging that despite his request for counsel, Mr L., to be contacted the police investigators had proceeded to the questioning, extracting the confession from him. The Government did not dispute that he had asked for Mr L.’s assistance and they did not produce any evidence showing that his request had been complied with. The applicant stressed that he had initially been arrested on the robbery charge. However, his statements made on the first two days after his arrest, in the absence of legal assistance, had later served as the ground for instituting criminal proceedings against him on other grave charges, including murder, kidnapping, hijacking, etc. Those statements also served as the basis for his conviction because both the trial and appeal courts cited them as evidence of his having committed the offence, disregarding the fact that he had refuted all those confession statements in open court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In addition, the applicant observed that the Government’s claim that he had been provided with legal assistance after 30 December 1999 on a permanent basis is devoid of any sense, as no investigative steps had been taken after 30 December 1999 and by that time the investigating authorities had already obtained from him the confession which they had successfully used at the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Finally, the applicant maintained his complaints pertaining to the ineffective assistance of Ms Ya. at the trial and absence of legal aid during the appeal proceedings. He did not dispute Ms Ya.’s professional qualifications and her adequate legal experience; however, he insisted that she had had no time to study the case file as she had only been invited to the proceedings before the first trial hearing. He further invoked Article 51 of the new CCrP, asserting that the provision of legal aid during the appeal proceedings had been not a right, but an obligation of the domestic courts as he had faced more than fifteen years’ imprisonment. In fact, he was sentenced to twenty-two years. He observed that the inability to obtain assistance by counsel on appeal had placed him in a very disadvantaged position, taking into account that he had faced complex issues of facts and law and had no legal training.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "63.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": [
                                            {
                                                "content": "64.  The Court observes that the applicant’s complaint that his defence rights had been violated is threefold, raising issues of access to a lawyer during police custody, effectiveness of legal representation at the trial and lack of legal assistance during the appeal proceedings. As the requirements of paragraph 3 of Article 6 are to be seen as particular aspects of the right to a fair trial guaranteed by paragraph 1, the Court will examine the complaints under both provisions taken together (see, among other authorities, Poitrimol v. France, 23 November 1993, § 29, Series A no. 277A). The Court further reiterates that the compliance with the requirements of fair trial must be examined in each case having regard to the development of the proceedings as a whole and not on the basis of the isolated consideration of one particular aspect or one particular incident (see, among other authorities, Moiseyev v. Russia, no. 62936/00, § 201, 9 October 2008), although it cannot be ruled out that a specific factor may be so decisive as to enable the fairness of the trial to be assessed at an earlier stage in the proceedings (see, inter alia, Engel and Others v. the Netherlands, 8 June 1976, § 91, Series A no. 22; Luedicke, Belkacem and Koç v. Germany, 28 November 1978, § 48, Series A no. 29; Campbell and Fell v. the United Kingdom, 28 June 1984, §§ 95-99, Series A no. 80; Lamy v. Belgium, 30 March 1989, § 37, Series A no. 151; Delta v. France, 19 December 1990, § 36, Series A no. 191A; Quaranta v. Switzerland, cited above, §§ 28 and 36, Series A no. 205; and S. v. Switzerland, 28 November 1991, §§ 46-51). This principle holds true not only for the application of the concept of fair trial as such, as laid down in paragraph 1 of Article 6, but also for the application of the specific guarantees laid down in paragraph 3 (see Can v. Austria, no. 9300/81, Commission’s report of 12 July 1984, § 50, Series A no. 96). The Court thus considers that in order to determine whether the defence rights were respected in the criminal proceedings against the applicant, it firstly has to examine the issue of the applicant’s access to a lawyer at the stage of the pre-trial investigation, in particular, the first few days after his arrest. It will then proceed to the examination of the manner in which the legal aid lawyer, Ms Ya., exercised her duties during the applicant’s trial, and to the issue of the availability of legal aid for the applicant at the appeal stage.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Restrictions on access to a lawyer in the police custody",
                                "elements": [
                                    {
                                        "content": "65.  The Court reiterates that, even if the primary purpose of Article 6, as far as criminal proceedings are concerned, is to ensure a fair trial by a “tribunal” competent to determine “any criminal charge”, it does not follow that Article 6 has no application to pre-trial proceedings. Thus, Article 6 - especially paragraph 3 - may be relevant before a case is sent for trial if and so far as the fairness of the trial is likely to be seriously prejudiced by an initial failure to comply with its provisions (see Imbrioscia v. Switzerland, 24 November 1993, § 36, Series A no. 275). As the Court has already held in its previous judgments, the right set out in paragraph 3 (c) of Article 6 of the Convention is one element, amongst others, of the concept of a fair trial in criminal proceedings contained in paragraph 1 (see Imbrioscia, cited above, § 37, and Brennan v. the United Kingdom, no. 39846/98, § 45, ECHR 2001X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court further reiterates that although not absolute, the right of everyone charged with a criminal offence to be effectively defended by a lawyer, assigned officially if need be, is one of the fundamental features of fair trial (see Poitrimol v. France, 23 November 1993, § 34, Series A no. 277-A, and Demebukov v. Bulgaria, no. 68020/01, § 50, 28 February 2008). Nevertheless, Article 6 § 3 (c) does not specify the manner of exercising this right. It thus leaves to the Contracting States the choice of the means of ensuring that it is secured in their judicial systems, the Court’s task being only to ascertain whether the method they have chosen is consistent with the requirements of a fair trial. In this respect, it must be remembered that the Convention is designed to “guarantee not rights that are theoretical or illusory but rights that are practical and effective” and that assigning counsel does not in itself ensure the effectiveness of the assistance he may afford an accused (see Imbrioscia, cited above, § 38).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  National laws may attach consequences to the attitude of an accused at the initial stages of police interrogation which are decisive for the prospects of the defence in any subsequent criminal proceedings. In such circumstances, Article 6 will normally require that the accused be allowed to benefit from the assistance of a lawyer already at the initial stages of police interrogation. However, this right has so far been considered capable of being subject to restrictions for good cause. The question, in each case, has therefore been whether the restriction was justified and, if so, whether, in the light of the entirety of the proceedings, it has not deprived the accused of a fair hearing, for even a justified restriction is capable of doing so in certain circumstances (see John Murray v. the United Kingdom, 8 February 1996, § 63, Reports of Judgments and Decisions 1996I; Brennan, cited above, § 45, and Magee v. the United Kingdom, no. 28135/95, § 44, ECHR 2000VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  These principles, outlined in paragraph 67 above, are also in line with the generally recognised international human rights standards (see paragraphs 39-42 above) which are at the core of the concept of a fair trial and whose rationale relates in particular to the protection of the accused against abusive coercion on the part of the authorities. They also contribute to the prevention of miscarriages of justice and the fulfilment of the aims of Article 6, notably equality of arms between the investigating or prosecuting authorities and the accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  In this respect, the Court underlines the importance of the investigation stage for the preparation of the criminal proceedings, as the evidence obtained during this stage determines the framework in which the offence charged will be considered at the trial (see Can, cited above, § 50). At the same time, an accused often finds himself in a particularly vulnerable position at that stage of the proceedings, the effect of which is amplified by the fact that legislation on criminal procedure tends to become increasingly complex, notably with respect to the rules governing the gathering and use of evidence. In most cases, this particular vulnerability can only be properly compensated for by the assistance of a lawyer whose task is, among other things, to help to ensure respect of the right of an accused not to incriminate himself. This right indeed presupposes that the prosecution in a criminal case seek to prove their case against the accused without resort to evidence obtained through methods of coercion or oppression in defiance of the will of the accused (see Jalloh v. Germany [GC], no. 54810/00, § 100, ECHR 2006-..., and Kolu v. Turkey, no. 35811/97, § 51, 2 August 2005). Early access to a lawyer is part of the procedural safeguards to which the Court will have particular regard when examining whether a procedure has extinguished the very essence of the privilege against self-incrimination (see, mutatis mutandis, Jalloh, cited above, § 101).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Against this background, the Court finds that in order for the right to a fair trial to remain sufficiently “practical and effective” (see paragraph 66 above) Article 6 § 1 requires that, as a rule, access to a lawyer should be provided as from the first interrogation of a suspect by the police, unless it is demonstrated in the light of the particular circumstances of each case that there are compelling reasons to restrict this right. Even where compelling reasons may exceptionally justify denial of access to a lawyer, such restriction - whatever its justification - must not unduly prejudice the rights of the accused under Article 6 (see, mutatis mutandis, Magee, cited above, § 44). The rights of the defence will in principle be irretrievably prejudiced when incriminating statements made during police interrogation without access to a lawyer are used for a conviction (see Salduz v. Turkey [GC], no. 36391/02, § 55, 27 November 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In this connection, the Court also reiterates that the right to silence and the right not to incriminate oneself are generally recognised international standards which lie at the heart of the notion of a fair procedure under Article 6. Their rationale lies, inter alia, in the protection of the accused against improper compulsion by the authorities, thereby contributing to the avoidance of miscarriages of justice and to the fulfilment of the aims of Article 6 (see John Murray, cited above, § 45, and Funke v. France, 25 February 1993, § 44, Series A no. 256-A). The right not to incriminate oneself, in particular, presupposes that the prosecution in a criminal case seek to prove their case against the accused without resort to evidence obtained through methods of coercion or oppression in defiance of the will of the accused (see, inter alia, Saunders v. the United Kingdom, 17 December 1996, § 68, Reports 1996-VI; Heaney and McGuinness v. Ireland, no. 34720/97, § 40, ECHR 2000-XII; J.B. v. Switzerland, no. 31827/96, § 64, ECHR 2001-III). In this sense the right is closely linked to the presumption of innocence contained in Article 6 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court will first reiterate the circumstances surrounding the applicant’s confession statements made in the absence of a lawyer during the first two days after his arrest. Having examined the parties’ submissions and all the material presented by them, the Court makes the following findings as to the sequence of events concerning the applicant’s confessions. On 15 December 1998 the applicant was arrested. A police investigator notified him that he had been arrested on a robbery charge and apprised him of his rights as an accused within the meaning of the RSFSR Code of Criminal Procedure, including the rights not to make self-incriminating statements and to be assisted by counsel. The applicant made an entry in the arrest record, stating his wish to be assisted by counsel, Mr L.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court observes that the parties disputed the exact wording in which the applicant had asked for Mr L.’s services. The Government stated that the applicant had merely notified the investigating authorities of his intention to retain Mr L. as his counsel. The applicant stressed that he had asked the investigator to contact Mr L. and had provided him with necessary contact information, including Mr L.’s telephone number and home address. The Court, however, does not find it necessary to resolve the difference of opinion between the applicant and the Government. It suffices to note that the applicant made his intention to be assisted by counsel sufficiently clear to make it imperative for the investigating authorities to give him the benefit of legal assistance, unless there existed compelling reasons justifying the denial to the applicant of access to a lawyer (see Panovits v. Cyprus, no. 4268/04, § 66, 11 December 2008). It therefore remains to be ascertained whether the domestic authorities allowed the applicant to benefit from the assistance of a lawyer and, if not, whether the restriction on the applicant’s defence rights was justified and whether, if so, that restriction prejudiced the overall fairness of the proceedings (see Salduz, cited above, § 52).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  While establishing the subsequent chain of events, the Court reiterates the Government’s assertion that the investigating authorities had, in fact, tried to contact Mr L., but had been unsuccessful in their attempts (see paragraph 56 above). Without accepting the veracity of the Government’s argument which was formulated in a very ambiguous and equivocal manner and was not supported by any evidence (a statement from Mr L., copies of summonses, a record of a telephone call, for example), the Court observes that, in the event that Mr L. was unavailable, the investigating authorities should have offered the applicant the possibility to retain another counsel or appointed a lawyer from the local Bar Association to assist the applicant. This finding is supported by the reading of Articles 47 and 48 of the old CCrP (in force at the material time, see paragraphs 30 and 31 above) and was not disputed by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  In this connection the Court notes that the Government did not argue that the suggestion to find another lawyer had been put to the applicant or that he had been offered assistance by legal aid counsel. In fact, there is no evidence showing that the applicant had even been informed about the investigator’s allegedly unsuccessful attempts to contact Mr L. As it follows from the parties’ submissions, having finished drawing up the arrest record, the investigator proceeded to question the applicant despite the latter’s pending request for legal assistance. As a result, the applicant made a statement, confessing to a robbery. On the following day, 16 December 1998, the investigator continued interrogating the applicant, without furnishing him counsel. The interrogation led to yet another confession, this time to a number of criminal offences, including a murder, kidnapping, hijacking and unlawful possession of weapons. The applicant submitted that, prior to the interrogation, he had repeated his request for legal assistance. The Court observes that the Government did not comment on the applicant’s assertion. They merely noted that the applicant had refused legal assistance during a number of subsequent investigative actions, the earliest one being conducted on 17 December 1998. In addition, the Court notes that in order to be able to assess the merits of the applicant’s complaint concerning the absence of legal assistance, it asked the respondent Government to produce copies of records of all investigative actions performed before 30 December 1998. The Government, without giving any reasons, failed to produce copies of the interrogation records drawn up on 15 and 16 December 1998. In these circumstances, the Court considers that it can draw inferences from the Government’s conduct and finds it established that on 15 and 16 December 1998 the applicant did not have access to a lawyer when he made his statements to the investigating authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court observes that no justification was given for not providing the applicant with access to a lawyer. The Government also did not argue that a ban or restriction on the applicant’s right of access to a lawyer had been imposed in accordance with requirements of domestic law (see, by contrast, Salduz, cited above, § 56). However, in their submissions to the Court, the Government invoked a ground which, in their opinion, relieved the investigating authorities from their obligation to provide the applicant with legal assistance. In particular, they emphasised that, at least prior to his questioning on 15 December 1998, the applicant had been apprised of his constitutional right not to make self-incriminating statements. The Government implied that the applicant’s decision to confess his guilt to the investigator during the interrogations on 15 and 16 December 1998 constituted an implicit waiver of his right to counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  In this respect the Court reiterates that neither the letter nor the spirit of Article 6 of the Convention prevents a person from waiving of his own free will, either expressly or tacitly, the entitlement to the guarantees of a fair trial (see Kwiatkowska v. Italy (dec.), no. 52868/99, 30 November 2000). However, if it is to be effective for Convention purposes, a waiver of the right must be established in an unequivocal manner and be attended by minimum safeguards commensurate to its importance (see Sejdovic v. Italy [GC], no. 56581/00, § 86, ECHR 2006-...; Kolu v. Turkey, no. 35811/97, § 53, 2 August 2005, and Colozza v. Italy, 12 February 1985, § 28, Series A no. 89). A waiver of the right, once invoked, must not only be voluntary, but must also constitute a knowing and intelligent relinquishment of a right. Before an accused can be said to have implicitly, through his conduct, waived an important right under Article 6, it must be shown that he could reasonably have foreseen what the consequences of his conduct would be (see Talat Tunç v. Turkey, no. 32432/96, 27 March 2007, § 59, and Jones v. the United Kingdom (dec.), no. 30900/02, 9 September 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court considers that the right to counsel, being a fundamental right among those which constitute the notion of fair trial and ensuring the effectiveness of the rest of the foreseen guarantees of Article 6 of the Convention, is a prime example of those rights which require the special protection of the knowing and intelligent waiver standard. It is not to be ruled out that, after initially being advised of his rights, an accused may himself validly waive his rights and respond to interrogation. However, the Court strongly indicates that additional safeguards are necessary when the accused asks for counsel because if an accused has no lawyer, he has less chance of being informed of his rights and, as a consequence, there is less chance that they will be respected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Turning to the facts of the present case, the Court is not convinced that by giving replies to the investigator’s questions the applicant, in a knowing, explicit and unequivocal manner, waived his right to receive legal representation during the interrogations on 15 and 16 December 1998. The Court firstly reiterates its finding in the case of Salduz v. Turkey (cited above, § 59) that no inferences could be drawn from the mere fact that the applicant had been reminded of his right to remain silent and signed the form stating his rights. A caution given by the investigating authorities informing an accused of the right to silence is a minimum recognition of the right, and as administered it barely meets the minimum aim of acquainting the accused with the rights which the law confirms on him (see, for similar finding, Panovits, cited above, § 74). In the Court’s view, when an accused has invoked his right to be assisted by counsel during interrogation, a valid waiver of that right cannot be established by showing only that he responded to further police-initiated interrogation even if he has been advised of his rights. Moreover, the Court is of the opinion that an accused such as the applicant in the present case, who had expressed his desire to participate in investigative steps only through counsel, should not be subject to further interrogation by the authorities until counsel has been made available to him, unless the accused himself initiates further communication, exchanges, or conversations with the police or prosecution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  On the basis of the parties’ submissions and the materials presented by them, the Court finds that the interrogations on 15 and 16 December 1998 were performed at the instigation of the authorities. The fact that the police proceeded to questioning the applicant in the absence of counsel occurred neither at the applicant’s suggestion nor at his request. There is no evidence that the confessions made by the applicant during those interrogations were initiated by him. Furthermore, the Court does not rule out that, in a situation when his request for assistance by counsel had been left without adequate response, the applicant who, as it follows from the case file, had had no previous encounters with the police, did not understand what was required to stop the interrogation. The Court is mindful that the applicant may not have had sufficient knowledge, experience, or even sufficient self-confidence to make the best choice without the advice and support of a lawyer. It is possible that he did not object to further questioning in the absence of legal assistance, seeing the confession (true or not) as the only way to end the interrogation. Given the lack of legal assistance the Court considers it also unlikely that the applicant could reasonably have appreciated the consequences of his proceeding to be questioned without the assistance of counsel in a criminal case concerning the investigation of a number of particularly grave criminal offences (see Talat Tunç, cited above, § 60). The Court therefore does not find that the applicant’s statements, made without having had access to counsel, amounted to a valid waiver of his right.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Having found that the restriction on the applicant’s right to counsel had no justification the Court, in principle, does not need to consider further what effect that restriction had on the overall fairness of the criminal proceedings against the applicant as the very concept of fairness enshrined in Article 6 requires that the accused have the benefit of the assistance of a lawyer already at the initial stages of police interrogation, unless the restriction on the right to counsel is exceptionally imposed for good cause (see Averill v. the , no. 36408/97, §§ 59-60, ECHR 2000VI and Berliński v. Poland, nos. 27715/95 and 30209/96, § 77, 20 June 2002). However, the Court finds it necessary to address the following argument raised by the Government, which is closely linked to the issue of the nature of the detriment the applicant suffered due to the breach of his defence rights. In particular the Government, relying on extracts from records of various investigative steps, submitted that during each investigative action, including each interrogation performed after 16 December 1998, the authorities had offered the applicant the possibility to benefit from assistance by legal aid counsel. However, the latter had refused legal services during the majority of those investigative steps. The Government attributed specific weight to the fact that on 17 December 1998 the applicant had explicitly waived his right to counsel and had willingly participated in the investigative experiment conducted by the prosecution authorities. During that experiment, in the presence of attesting witnesses, he had confirmed his previous statements made during the interrogations on 15 and 16 December 1998. It appears that, in the Government’s view, the fact that the applicant had voluntarily repeated his confessions nullified all possible deficiencies which had occurred during those two previous interrogations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  In this connection the Court observes, and it was not disputed by the parties, that, following his first two interrogations on 15 and 16 December 1998, the applicant rejected legal assistance during the majority of the pre-trial interrogations. This assertion is confirmed by the extracts from the investigative records presented by the Government. Although there is no evidence that the applicant’s refusals had not been made voluntarily and knowingly, the Court finds it unexplainable that during purely formal procedural investigative steps the applicant was always assisted by legal aid counsel, while he usually refused legal assistance when he had to answer the investigators’ questions (see paragraphs 11 and 14 above). The Court also does not lose sight of the Regional Court’s finding, pertaining to statements made by the applicant’s co-defendants while in police custody. In particular, the  held that the defendants’ refusals of legal assistance could not be considered voluntary in a situation where, in fact, they had never been granted access to counsel (see paragraph 24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Furthermore, the Court is unable to establish what statements the applicant made during the subsequent interrogations, as the Government did not produce the full text of the interrogation records, save for the one of the investigative experiment conducted on 17 December 1998. The Court considers it peculiar that the Government limited themselves to submitting extracts from the investigative records bearing the applicant’s personal information and his handwritten refusals of legal assistance. However, the Court does not find it necessary to establish the exact content of the statements made by the applicant during the subsequent criminal proceedings as it will in any event reject, for the reasons laid down below, the Government’s argument pertaining to the alleged insignificance of the applicant’s confessions made, in the lawyer’s absence, on 15 and 16 December 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court firstly notes that criminal law – substantive as well as procedural – and criminal proceedings are a rather complex and technical matter which is often incomprehensible to laypersons, such as the applicant. Moreover, practically at every stage of criminal proceedings decisions have to be taken, the wrong decision being able to cause irreparable damage. Reliable knowledge of law and practice is usually required in order to assess the consequences of such decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Court observes that during the first two days after his arrest, on 15 and 16 December 1998, the applicant, having had no access to counsel, made statements incriminating himself and a number of other individuals in a large range of criminal activities, including particularly grave and serious crimes. The Court has already concluded that, having been denied legal assistance, the applicant was unable to make the correct assessment of the consequences his decision to confess would have on the outcome of the criminal case (see paragraph 80 above). In the absence of assistance by counsel, who could have provided legal advice and technical skills, the applicant could not make full and knowledgeable use of his rights afforded by the criminal-procedural law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Moreover, his difficult situation was compounded by the fact that he was surrounded by the police and prosecution authorities, experts in the field of criminal proceedings, who are well-equipped with various, often psychologically coercive, interrogation techniques which facilitate, or even prompt, receipt of information from an accused. The Government did not dispute that the police had opted for intense interrogations of the applicant in the first few days after his arrest in an effort to generate the evidence aiding the prosecution’s case. The Court does not underestimate the fact that after the applicant, who had initially been arrested on a robbery charge, had been subjected to interrogations by the police, charges were brought in respect of a number of other criminal offences to which the applicant had confessed during those interrogations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  In such a situation, the Court does not find it surprising that on 17 December 1998, the day following his confessions, the applicant, while still having had no consultation with a lawyer or any legal advice, repeated his statements given on 15 and 16 December 1998. The Court is mindful of the fact that, being put into an anxious and emotional state by the intense interrogations during the previous two days, the applicant could have been most easily persuaded to repeat his statements during the investigative experiment on 17 December 1998. The Court accepts that at that moment the applicant could have had the impression that an irreparable mistake of confession had already been made during the first two interrogations, that he had already compromised himself too seriously by giving answers to the investigators’ questions and thus he merely surrendered to further questioning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  In this connection, the Court does not lose sight of the fact that after the applicant had, in fact, been provided with assistance by legal aid counsel on a mandatory basis and had been interrogated in counsel’s presence, he denied the content of his confession statements made to the investigating authorities between 15 and 17 December 1998 (see paragraph 16 above). He also repeatedly refuted his statements to the police, both at the trial and on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  However, what is more important for the Court’s assessment of the Government’s argument is that, while finding the applicant guilty of offences to which he had confessed on 15 and 16 December 1998, the Sverdlovsk Regional Court excluded from evidence all statements made by the applicant after 16 December 1998 in the absence of legal assistance, finding that his right to counsel had been violated. The Supreme Court, acting on appeal, confirmed the Regional Court’s approach. The Court also finds it significant that the  refused to admit in evidence statements by other co-defendants, considering that their refusals of legal assistance under pretext of “fear of a leak of information” could not be considered voluntary (see paragraph 24 above). It follows that the domestic courts themselves had not been prepared to draw any inferences from the mere fact that the applicant had repeated his confessions during the subsequent investigative actions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  At the same time the Court observes that, without taking a stance on the admissibility of the applicant’s statements made in police custody on 15 and 16 December 1998, both the Regional Court and later the Supreme Court acting on appeal used those statements as evidence on which to convict him, despite his denial of the statements’ accuracy. In this connection the Court notes that although the applicant’s statements made on 15 and 16 December 1998 were not the sole evidence on which his conviction was based, it was nevertheless decisive for the prospects of the applicant’s defence and constituted a significant element on which his conviction was based. The Court therefore finds that the applicant was undoubtedly affected by the restrictions on his access to a lawyer in that the statements made to the police on 15 and 16 December 1998 were used for his conviction. The Government’s argument pertaining to the insignificance of the defects which occurred during the first two days in police custody should thus be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  In sum, the Court finds that the lack of legal assistance to the applicant at the initial stages of police questioning irretrievably affected his defence rights and undermined the appearance of a fair trial and the principle of equality of arms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  In view of the above, the Court concludes that there has been a violation of Article 6 § 3 (c) of the Convention in conjunction with Article 6 § 1 in the present case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Ineffectiveness of legal assistance during the trial and absence of legal aid on appeal",
                                "elements": [
                                    {
                                        "content": "93.  The parties, in addition, disputed whether legal aid counsel, Ms Ya., had effectively fulfilled her duties during the trial proceedings and whether the applicant’s access to counsel had been barred on appeal. In this connection the Court reiterates its finding that the fairness of the criminal proceedings against the applicant was undermined by the absence of legal assistance to him at the initial stages of police questioning. The Court also considers that the nature of the detriment he suffered because of the breach of due process at the pre-trial stage of the proceedings was such that neither effective assistance provided subsequently by a lawyer nor the adversarial nature of the ensuing proceedings, in which the applicant’s statements to the police were used for his conviction, could remedy the defects which had occurred in police custody (see Salduz, cited above, § 58, and Panovits, cited above, § 75). The Court therefore considers it unnecessary to examine separately whether the fairness of the proceedings was also breached by the manner in which counsel, Ms Ya. had rendered legal assistance to the applicant and because the applicant had not been assisted by counsel during the appeal proceedings (see Komanický v. , no. 32106/96, § 56, 4 June 2002 and Vladimir Romanov v. Russia, no. 41461/02, § 107, 24 July 2008).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "94.  The applicant, invoking Articles 5, 6 §§ 1, 2 and 3 and Article 13 of the Convention, complained that he had been unlawfully arrested and detained, that he had not been brought to a court immediately after his arrest, that he had been unable to challenge effectively the detention orders, that the trial court had not been competent to examine his case, that the courts had incorrectly assessed the facts and had failed to draw correct conclusions, that he had only learned about the charges against him on 30 December 1998 and that the trial court had not heard certain witnesses on his behalf and a victim, Ms Lo.",
                                "elements": []
                            },
                            {
                                "content": "95.  Having regard to all the material in its possession, the Court finds that the evidence discloses no appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "96.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "97.  The applicant claimed compensation in respect of non-pecuniary damage, leaving the determination of the amount of compensation to the Court. He further asked the Court to award him justice through re-trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Government submitted that as the applicant’s rights had not been violated, his claims should be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court firstly notes that in the present case it has found a violation of Article 6 § 3 (c) of the Convention in conjunction with Article 6 § 1. Inasmuch as the applicant’s claim relates to the finding of that violation, the Court reiterates that when an applicant has been convicted despite a potential infringement of his rights as guaranteed by Article 6 of the Convention he should, as far as possible, be put in the position in which he would have been had the requirements of that provision not been disregarded, and that the most appropriate form of redress would, in principle, be trial de novo or the reopening of the proceedings, if requested (see Öcalan v. Turkey [GC], no. 46221/99, § 210 in fine, ECHR 2005-IV, and Popov v. , no. 26853/04, § 264, 13 July 2006).  The Court notes, in this connection, that Article 413 of the Russian Code of Criminal Procedure provides that criminal proceedings may be reopened if the Court finds a violation of the Convention (see paragraph 38 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  As to the applicant’s claims in respect of non-pecuniary damage, the Court has found several violations in the present case. In these circumstances, the Court considers that the applicant’s suffering and frustration cannot be compensated for by the mere finding of a violation. Making its assessment on an equitable basis, the Court awards the applicant EUR 5,500 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "101.  The applicant did not claim any amount for the costs and expenses incurred before the domestic courts and before the Court. Consequently, the Court does not make any award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "102.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the excessive length of the criminal proceedings and the absence or deficiency of legal representation during the pre-trial investigation, the trial and appeal proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of a breach of the “reasonable time” requirement;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention on account of the lack of legal assistance in the initial stages of police questioning;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine separately the complaint under Article 6 §§ 1 and 3 (c) of the Convention pertaining to the ineffectiveness of legal assistance during the trial proceedings and absence of legal representation on appeal;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,500 (five thousand five hundred euros) in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of the settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 September 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the concurring opinion of Judge Spielmann is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "\t\t\t\t\t\t\t\t\tC.L.R.",
                        "elements": []
                    },
                    {
                        "content": "\t\t\t\t\t\t\t\t\tS.N.",
                        "elements": []
                    },
                    {
                        "content": "1.  I agree in all respects with the Court’s conclusions as to the violation of Article 6 §§ 1 and 3 (c) of the Convention on account of the lack of legal assistance in the initial stages of police questioning.",
                        "elements": []
                    },
                    {
                        "content": "2.  In paragraph 99 of the judgment the Court reiterates that when an applicant has been convicted despite a potential infringement of his rights as guaranteed by Article 6 of the Convention he should, as far as possible, be put in the position in which he would have been had the requirements of the provision not been disregarded, and that the most appropriate form of redress would, in principle, be trial de novo or the reopening of the proceedings if requested.",
                        "elements": []
                    },
                    {
                        "content": "3.  Given its importance, I would have liked this reasoning set out in paragraph 99 of the judgment to have been included in the operative provisions as well, for the reasons explained in detail in the joint concurring opinion in the case of Vladimir Romanov v. Russia (no. 41461/02, 24 July 2008).",
                        "elements": []
                    },
                    {
                        "content": "4.  It is essential that in its judgments the Court should not merely give as precise a description as possible of the nature of the Convention violation found but should also, in the operative provisions, indicate to the State concerned the measures it considers most appropriate to redress the violation.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PISHCHALNIKOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-94293.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0924JUD000702504",
    "externalsources": [
        "Rule 93 of the Standard Minimum Rules for the Treatment of Prisoners (Resolution (73)5 of the Committee of Ministers of the Council of Europe)",
        "European Prison Rules (Rec. (2006)2) Article 14 § 3 (b) of the International Covenant on Civil and Political Rights",
        "Article 48 of the Charter of Fundamental Rights of the European Union"
    ],
    "extractedappno": [
        "7025/04",
        "25444/94",
        "45100/98",
        "47095/99",
        "76835/01",
        "72159/01",
        "4459/03",
        "10675/02",
        "62936/00",
        "9300/81",
        "39846/98",
        "68020/01",
        "28135/95",
        "54810/00",
        "35811/97",
        "36391/02",
        "34720/97",
        "31827/96",
        "4268/04",
        "52868/99",
        "56581/00",
        "32432/96",
        "30900/02",
        "36408/97",
        "27715/95",
        "30209/96",
        "32106/96",
        "41461/02",
        "46221/99",
        "26853/04"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Articles 47-50 of the old RSFSR Code of Criminal Procedure of 1960, in force until 1 July 2002",
        "Articles 51, 52, 373 and 376 of the new Code of Criminal Procedure of the Russian Federation of 18 December 2001, in force since 1 July 2002",
        "Article 413 of the Russian Code of Criminal Procedure"
    ],
    "itemid": "001-94293",
    "judgementdate": "24/09/2009 00:00:00",
    "kpdate": "24/09/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "86",
        "136",
        "119",
        "406",
        "440",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6-3-c",
        "6-1",
        "6-3",
        "6",
        "41"
    ],
    "parties": [
        "PISHCHALNIKOV",
        "RUSSIA"
    ],
    "rank": "696.238342285156",
    "representedby": [
        "KRUTIKOVA E."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Averill v. the United Kingdom, no. 36408/97, §§ 59-60, ECHR 2000-VI",
        "Berlinski v. Poland, nos. 27715/95 and 30209/96, § 77, 20 June 2002",
        "Brennan v. the United Kingdom, no. 39846/98, § 45, ECHR 2001-X",
        "Campbell and Fell v. the United Kingdom, 28 June 1984, §§ 95-99, Series A no. 80",
        "Can v. Austria, no. 9300/81, Commission’s report of 12 July 1984, § 50, Series A no. 96",
        "Colozza v. Italy, 12 February 1985, § 28, Series A no. 89",
        "Delta v. France, 19 December 1990, § 36, Series A no. 191-A",
        "Demebukov v. Bulgaria, no. 68020/01, § 50, 28 February 2008",
        "Engel and Others v. the Netherlands, 8 June 1976, § 91, Series A no. 22",
        "Funke v. France, 25 February 1993, § 44, Series A no. 256-A",
        "Heaney and McGuinness v. Ireland, no. 34720/97, § 40, ECHR 2000-XII",
        "Imbrioscia v. Switzerland, 24 November 1993, § 36 and § 37, Series A no. 275",
        "J.B. v. Switzerland, no. 31827/96, § 64, ECHR 2001-III",
        "Jalloh v. Germany [GC], no. 54810/00, § 100 and § 101, ECHR 2006",
        "John Murray v. the United Kingdom, 8 February 1996, § 45 and § 63, Reports of Judgments and Decisions 1996-I",
        "Jones v. the United Kingdom (dec.), no. 30900/02, 9 September 2003",
        "Kalashnikov v. Russia, no. 47095/99, § 132, ECHR 2002-VI",
        "Kolomiyets v. Russia, no. 76835/01, § 29, 22 February 2007",
        "Kolu v. Turkey, no. 35811/97, § 51 and § 53, 2 August 2005",
        "Komanický v. Slovakia, no. 32106/96, § 56, 4 June 2002",
        "Kusmierek v. Poland, no. 10675/02, § 65, 21 September 2004",
        "Kwiatkowska v. Italy (dec.), no. 52868/99, 30 November 2000",
        "Lamy v. Belgium, 30 March 1989, § 37, Series A no. 151",
        "Löffler v. Austria (No. 2), no. 72159/01, § 57, 4 March 2004",
        "Luedicke, Belkacem and Koç v. Germany, 28 November 1978, § 48, Series A no. 29",
        "Magee v. the United Kingdom, no. 28135/95, § 44, ECHR 2000-VI",
        "Moiseyev v. Russia, no. 62936/00, § 201, 9 October 2008",
        "Öcalan v. Turkey [GC], no. 46221/99, § 210 in fine, ECHR 2005-IV",
        "Panchenko v. Russia, no. 45100/98, § 133, 8 February 2005",
        "Panovits v. Cyprus, no. 4268/04, § 66 and § 75, 11 December 2008",
        "Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II",
        "Poitrimol v. France, 23 November 1993, § 29 and § 34, Series A no. 277-A",
        "Popov v. Russia, no. 26853/04, § 264, 13 July 2006",
        "Quaranta v. Switzerland, 24 May 1991, §§ 32-34, Series A no. 205",
        "Quaranta v. Switzerland, cited above, §§ 28 and 36, Series A no. 205",
        "S. v. Switzerland, 28 November 1991, §§ 46-51",
        "Salduz v. Turkey [GC], no. 36391/02, §§ 52, 55, 56 and 58, 27 November 2008",
        "Saunders v. the United Kingdom, 17 December 1996, § 68, Reports 1996-VI",
        "Sejdovic v. Italy [GC], no. 56581/00, § 86, ECHR 2006",
        "Sidorenko v. Russia, no. 4459/03, § 34, 8 March 2007",
        "Talat Tunç v. Turkey, no. 32432/96, 27 March 2007, § 59",
        "Vladimir Romanov v. Russia, no. 41461/02, § 107, 24 July 2008"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "346321",
    "typedescription": "15"
}