{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "65579/14",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-169660.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 65579/14) against the Slovak Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Ján Maxian, who is both a Slovak and Austrian national, and Ms Iveta Maxianová, who is a Slovak national (“the applicants”), on 26 September 2014.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms M. Beňová, a lawyer practising in Bratislava.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 21 January 2015 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Government objected to the examination of the application by a Committee. After having considered the Government’s objection, the Court rejects it.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 28 January 2015 the Agent of the Austrian Government informed the Court that his Government did not wish to exercise the right to intervene under Article 36 § 1 of the Convention and Rule 44 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "7.  The first applicant, Mr J. Maxian, was born in 1949. The second applicant, Ms I. Maxianová, was born in 1965. They are spouses and live in Vienna, Austria.",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicants have lodged thirteen applications with this Court already, most of which concerned their involvement in a convoluted cluster of litigation relating to a suite of real properties. A number of those sets of proceedings were interrelated and were often stayed pending the outcome of another set of proceedings concerning related matters.",
                        "elements": []
                    },
                    {
                        "content": "9.  The present application concerns an action brought by the applicants before the Dunajská Streda District Court on 11 April 2005, which was registered under the file no. 4C 65/2005 (“the main proceedings”). The applicants believed that they had had ownership rights in respect of a property which they had rented out to individuals for payment.",
                        "elements": []
                    },
                    {
                        "content": "10.  During the main proceedings, the applicants were involved in two other separate sets of auxiliary proceedings held before the same court (see paragraphs 18 to 21). Owing to a dispute over the aforesaid real property in the context of these two sets of auxiliary proceedings, the main proceedings were stayed on two occasions. The details are described below.",
                        "elements": []
                    },
                    {
                        "content": "A.  Main proceedings",
                        "elements": [
                            {
                                "content": "11.  On 16 May 2005 the District Court issued a payment order which was challenged by the defendants. Following this, the District Court held several hearings, dealt with the applicants’ application to modify the claim and tried to serve the court documents on one of the defendants, whose address was unknown.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 28 September 2006 the District Court stayed the proceedings pending the outcome of the first set of auxiliary proceedings (see paragraph 18) and this decision was upheld on appeal with final effect on 27 September 2007. Subsequently, the applicants lodged an appeal on points of law to no avail.",
                                "elements": []
                            },
                            {
                                "content": "13.  Between 9 September and 1 December 2008 the District Court monitored the first set of auxiliary proceedings and once those were finalised it resumed the main proceedings on 20 March 2009. The District Court then dealt with the applicants’ applications to modify the claim, it ordered the taking of expert evidence, scheduled a number of hearings, and traced the defendants’ whereabouts in order to serve the court documents on them since they were continually changing address.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 17 September 2012 the District Court stayed the proceedings for the second time pending the outcome of the second set of auxiliary proceedings (see paragraph 21). The applicants appealed this decision unsuccessfully and the decision on staying the main proceedings became final on 16 January 2014. The main proceedings have not been resumed since their interruption. However, the District Court has regularly monitored their state.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.  Constitutional complaint concerning the main proceedings",
                        "elements": [
                            {
                                "content": "15.  The applicants complained before the Constitutional Court about the length of the main proceedings on two occasions. In their second constitutional complaint, they also challenged the alleged unfairness of the domestic courts’ decisions to stay those proceedings.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 7 September 2010 the Constitutional Court (file no. I. ÚS 291/2010) rejected their first complaint as manifestly ill-founded on the grounds that the proceedings had been stayed between 2006 and 2009 pending the outcome of the first set of auxiliary proceedings. It examined the periods before the main proceedings had been stayed in September 2006 and after they had been resumed in March 2009 and found no inactivity at the material times. It also found that the applicants had contributed to the delays by making five applications to modify the particulars of their claim.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 4 June 2014 the Constitutional Court (file no. I. ÚS 267/2014) rejected the applicants’ second complaint as manifestly ill-founded. It examined the procedural steps taken by the District Court following the applicants’ first constitutional complaint until 17 September 2012, when the District Court had stayed the main proceedings for the second time. It noted that the District Court had been obliged to find the defendants’ address. It found only a short period of inactivity in the District Court’s procedure amounting to four months, which in itself did not breach the applicants’ right to a hearing within a reasonable time. The Constitutional Court further stated that the applicants’ arguments about the unfairness of the domestic courts’ decisions on the staying of the proceedings were manifestly ill-founded. It also noted that they had failed to raise some of their arguments about the alleged unfairness and the lack of reasoning before the lower courts, in particular before the appellate court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.  Two sets of auxiliary proceedings",
                        "elements": [
                            {
                                "content": "18.  The first set of auxiliary proceedings was brought in 1996 against the applicants (file no. 4 C 204/96) and concerned a dispute over the validity of the purchase agreement concerning a contested real property, which they had purportedly been renting to other persons. The judgment dismissing that claim became final on 10 November 2008.",
                                "elements": []
                            },
                            {
                                "content": "19.  In April 2003, the applicants jointly received a domestic award from the Constitutional Court amounting to the equivalent of 2,656 euros (EUR) in damages for the breach of their right to a hearing within a reasonable time in the context of those proceedings (file no. II. ÚS 197/02).",
                                "elements": []
                            },
                            {
                                "content": "20.  They also introduced an application in respect of the length of proceedings with this Court (no. 50780/11), which was declared inadmissible by a Single Judge on 28 June 2012 (see for example Maxian and Maxianová v. Slovakia, (dec.), no. 44482/09, 24 July 2012).",
                                "elements": []
                            },
                            {
                                "content": "21.  The second set of auxiliary proceedings commenced on 14 March 2011 and once again related to a dispute over the validity of the purchase agreement concerning the aforesaid real property (file no. 10C 62/2011). These proceedings are still pending.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "D.  Constitutional proceedings concerning the applicants’ second auxiliary proceedings",
                        "elements": [
                            {
                                "content": "22.  Within the context of another of the applicants’ cases pending before this Court (application no. 10816/12), the Court established of its own motion that on 7 May 2015 the applicants had challenged the length of the second set of auxiliary proceedings (file no. 10C 62/2011) by way of a constitutional complaint, relying on Article 6 § 1 of the Convention and Article 48 § 1 of the Constitution.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Constitutional Court declared their complaint admissible on 11 February 2016. The Court has received no further information about the outcome of these constitutional proceedings.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicants complained that the length of the main proceedings had been incompatible with the “reasonable time” requirement laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "25.  The Government relied on the Constitutional Court’s decisions of 7 September 2010 and 4 June 2014.",
                                        "elements": []
                                    },
                                    {
                                        "content": "They argued that the matter addressed in the main proceedings was rather complex as it directly related to another matter to be assessed in the auxiliary proceedings. In particular, they emphasised that the proceedings had been stayed by the District Court from 28 September 2006 to 20 March 2009, that is to say two years and five months, pending the outcome of the first set of auxiliary proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, the Government submitted that the applicants had had at their disposal a constitutional remedy under Article 127 of the Constitution. The applicants had even used it in contesting the length of the first set of auxiliary proceedings. They had been awarded damages for the excessive duration of the first auxiliary proceedings (see paragraph 19).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Relying on the above, the Government argued that since the first auxiliary proceedings had caused the staying of the main proceedings, the award received in respect of the former proceedings also covered the overlapping period of the main proceedings while these had also been stayed, that is to say from 28 September 2006 to 20 March 2009. As a result, this award deprived the applicants of victim status in respect of that period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the period following the second stay of the main proceedings on 17 September 2012, the Government was of the view that the applicants were obliged to lodge a fresh complaint under Article 127 of the Constitution regarding the second set of auxiliary proceedings. Therefore, the Government proposed that the length of proceedings complaint in respect of this period be declared inadmissible for non-exhaustion of domestic remedies in accordance with Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government also submitted that the District Court had proceeded continuously with the matter while the proceedings were ongoing. Hence, the applicants’ complaint was manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicants disagreed. They considered the steps taken by the District Court to have been ineffective and protracted, in particular in respect of the period before the first decision to stay the proceedings and between the first and the second decision to stay the proceedings. They also contested the fact that their claim was of a complex nature and noted among other things the excessive duration for the taking of expert evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The applicants’ victim status",
                                        "elements": [
                                            {
                                                "content": "27. The Court notes the Government’s argument about the applicants’ loss of victim status. In this connection, the Court observes that the applicants were awarded 2,656 EUR jointly in damages at the domestic level in respect of the duration of the first set of auxiliary proceedings in April 2003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Court reiterates that the current proceedings commenced in April 2005 and the aforesaid domestic redress for the delays in the first set of auxiliary proceedings had been awarded two years before. Consequently, such redress could not have covered the period claimed by the Government. The Court finds that for this reason alone the Government’s argument must be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Exhaustion of domestic remedies in respect of the period from 27 September 2007 to 10 November 2008",
                                        "elements": [
                                            {
                                                "content": "29.  Notwithstanding the above, the Court takes into account the Government’s observation concerning the possibility for the applicants to have sought redress under Article 127 of the Constitution in the context of their first set of auxiliary proceedings, which would have covered the period during which the main proceedings were stayed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court notes that this remedy was capable of providing the applicants with redress for the overlapping period (see, mutatis mutandis, Maxian and Maxianová v. Slovakia, no. 44482/09, § 30, 24 July 2012), which ran from 27 September 2007, when the decision on staying their main proceedings became final (see paragraph 12), to 10 November 2008, when the first set of auxiliary proceedings concluded (see paragraph 18).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  In this connection, the Court notes that the applicants could have asserted their rights at the domestic level properly in the context of the first set of auxiliary proceedings, but they failed to do so (see paragraph 20). Therefore, it declares the complaint in respect of the aforesaid period inadmissible for non-exhaustion of domestic remedies within the meaning of Article 35 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Exhaustion of domestic remedies in respect of the period from 16 January 2014 to date",
                                        "elements": [
                                            {
                                                "content": "32.  The Government invited the Court to declare the application inadmissible for non-exhaustion of domestic remedies for the period following the second stay of the proceedings, that is to say from 17 September 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Court notes that the applicants lodged a constitutional complaint regarding the length of the proceedings in their second set of auxiliary proceedings on 7 May 2015 and the Constitutional Court declared that complaint admissible in February 2016.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court observes that, for the purpose of Article 6 § 1 of the Convention, the applicants’ present case as well as their claim assessed in the second set of auxiliary proceedings must be considered together during the period they were overlapping, that is to say from the moment the decision to stay was finalised (see Obluk v. Slovakia, no. 69484/01, § 69, 20 June 2006). The Court clarifies that the decision to stay the main proceedings became final after it had been heard on appeal, that is to say on 16 January 2014 rather than on 17 September 2012, the latter being the date to which the Government refer in their observations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court observes that the constitutional proceedings in respect of the second set of auxiliary proceedings are still pending. Therefore, the applicants’ complaint in this part must be rejected in accordance with Article 35 § 1 of the Convention as premature. This is without prejudice to a possible complaint about the length of the proceedings in respect of this period before the Court depending on the outcome of the Constitutional Court’s examination of their complaint on the merits.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Whether the application is manifestly ill-founded",
                                        "elements": [
                                            {
                                                "content": "36.  Lastly, the Court observes that the Government invited it to declare the applicants’ complaint manifestly ill-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court notes that the period between 11 April 2005 and 16 January 2014, when the last decision on staying the proceedings became final, exceeded eight years and nine months for two levels of jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  However, the Court takes into consideration exclusively the length of the proceedings while these were actually pending and excludes the period during which the applicants could have sought domestic redress in the context of their auxiliary proceedings as mentioned above, that is to say from 27 September 2007 to 10 November 2008 (see paragraphs 29 to 31) as well as from 16 January 2014 to date (see paragraphs 32 to 35). The proceedings nevertheless exceeded seven years for two levels of jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Having regard to the aforesaid latter period assessed by the Court, this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. The Court further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "40.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities, and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Even if, as suggested by the Government, the Court accepts the assertion that the applicants’ claim was complex and that the applicants contributed to the duration of the proceedings by making several applications to amend their claim, and it takes into consideration exclusively the period the proceedings were actually pending, the Court still cannot accept the duration of the proceedings as being justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  The applicants complained of the unfairness and arbitrariness of the proceedings before the appellate court, in which the stay of their main proceedings was upheld on the second occasion. They relied on Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "45.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "46.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "48.  The applicants claimed 16,000 euros (EUR) jointly in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court considers that the applicants must have sustained nonpecuniary damage. Ruling on an equitable basis and taking into account the particular circumstances of the case, it awards them jointly EUR 2,700 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "51.  Submitting documentary evidence, the applicants also claimed EUR 697.66 for the costs and expenses incurred before the Constitutional Court. As for the costs and expenses incurred before the Court, the applicants claimed EUR 413.58 for lodging the application with the Court, EUR 360 for translation costs and, as regards legal fees, a sum amounting to twenty percent of the sum awarded by the Court in respect of both pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government invited the Court to determine these claims in accordance with the Court’s case-law. It further accepted the translation costs up to the amount of EUR 300.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award the sum of EUR 1,600 for the costs and expenses incurred in the proceedings before the Constitutional Court and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "C.  Default interest",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the length of proceedings complaint under Article 6 § 1 of the Convention partly admissible (see paragraph 38) and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 December 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helen Keller",
            "role": "president"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MAXIAN AND MAXIANOVÁ v. SLOVAKIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-169660.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:1220JUD006557914",
    "externalsources": [],
    "extractedappno": [
        "65579/14",
        "204/96",
        "197/02",
        "50780/11",
        "44482/09",
        "10816/12",
        "69484/01",
        "30979/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-169660",
    "judgementdate": "20/12/2016 00:00:00",
    "kpdate": "20/12/2016 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "MAXIAN AND MAXIANOVÁ",
        "SLOVAKIA"
    ],
    "rank": "1707.57849121094",
    "representedby": [
        "BENOVA M."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "459699",
    "typedescription": "15"
}