{
    "__articles": "6;6-1;8;8-1;35;35-3-a;41",
    "__conclusion": "Remainder inadmissible (Art. 35) Admissibility criteria;(Art. 35-3-a) Ratione materiae;No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing);No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Public hearing);Non-pecuniary damage - finding of violation sufficient (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "55",
    "appno": "17895/14",
    "article": [
        "6",
        "8",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 35"
            ],
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "details": [
                "Art. 35-3-a"
            ],
            "element": "Admissibility criteria",
            "type": "other"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Public hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-202527.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 17895/14) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Jörg Evers (“the applicant”), on 25 February 2014.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was initially represented by Mr T. Schneider, a lawyer practising in Munich, and subsequently by Mr M. Kaiser, a lawyer practising in Landshut. The German Government (“the Government”) were represented by one of their Agents, Mrs K. Behr, of the Federal Ministry of Justice and Costumer Protection.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the domestic court’s decision, adopted in the context of guardianship proceedings, prohibiting him from having contact with a woman with a mental disability, had infringed his rights under Articles 6 and 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 21 March 2016 the Government were given notice of the application.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "Background to the case",
                                "elements": [
                                    {
                                        "content": "5.  The applicant was born in 1939 and lives in Baden-Baden.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  In 2009 he was living in a common household with his partner, P.B., and her daughter, V. The latter was born in 1987, was then 22 years old, and suffers from a mental disability. P.B. had been appointed V.’s guardian in 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On an unspecified date in 2009, the public prosecutor initiated criminal proceedings against the applicant in respect of his alleged sexual abuse of a person who had been incapable of resistance. P.B. had reported sexual contact between the applicant and V. She had initially claimed to have caught the applicant and V. naked in bed and touching one another. She had also reported that the applicant had admitted to engaging in sexual contact with V. and that the applicant had attributed the incident to the fact that P.B. had refused the applicant sexual intercourse in the past. P.B. had moreover claimed that the applicant, owing to her financial dependency, had “taken liberties” in respect of V. Later on in the criminal proceedings, P.B. withdrew her allegations, stating that V. had a right to sexual selfdetermination and that she had consented to the planned marriage of V. and the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 10 December 2009 the public prosecutor discontinued the criminal proceedings. On the basis of a statement by V.’s general practitioner dated 10 November 2009, according to which V. had been perfectly capable of physical resistance if she had not consented to sexual relations with the applicant, the public prosecutor considered that it would not be possible to establish that V. was incapable of resistance to sexual acts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 20 September 2010 the Erding District Court, by means of an interim injunction, placed V. in a residential home for people with disabilities, discharged P.B. as V.’s guardian and appointed a professional guardian. It noted that the proceedings had been initiated after the court had been notified by a medical clinic that V. had likely suffered from sexual abuse, because she suffered from a moderate mental disability and was pregnant by P.B.’s seventy-one-year-old partner – the applicant. The interim injunction was essentially based on the fact that P.B. had not prevented the applicant from abusing V. and making her pregnant, as well as the fact that P.B. and V. had not manifested any wish to change the circumstances that had led to the abuse of V. and her pregnancy. Prior to delivering its decision, the District Court had heard V. and P.B. and also the applicant in person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The District Court ordered three expert opinions concerning V.’s physical and mental state of health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Subsequently, the public prosecutor, who had been informed by the District Court, initiated criminal proceedings in respect of sexual abuse – again against the applicant, and for the first time against P.B. (as V.’s guardian at the relevant time).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 2 March 2011 V. gave birth to a son, who has been living with a foster family ever since. At the time that the application was lodged, the applicant, whose paternity had been established, had been having supervised contact with his son about once a month. V. had separate contact with her son about once every four to six weeks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 21 March 2011 the Erding District Court upheld the interim injunction of 20 September 2010. Relying on three expert opinions dated 3 November, 20 December 2010 and 2 March 2011, which were summarised extensively and assessed as valuable in the wording of the decision, relying furthermore on the submissions of the relevant authority, on the criminal case files of the prosecution, on the hearing of V., P.B. and the applicant and on the new hearing of V. in the presence of her guardian on 15 March 2011, it found that V. was in need of a guardian because she was unfit to manage any of her affairs by herself. She suffered from a moderate mental disability and from epilepsy. She was highly restricted in her ability to comprehend, concentrate and memorise things, as well as in her sense of orientation. Her ability to communicate was limited to word fragments, which rendered impossible any meaningful communication. She had no ability to make judgments, as her intellectual development corresponded to that of a four-year-old child (whereas her physical development corresponded to that of a 14- or 15-year-old).",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The District Court further observed that V. was incapable of resistance in the sense of the relevant criminal provisions, since she had proved easily susceptible to any and every seemingly friendly suggestion. In this respect, she was unable to detect or even oppose inappropriate advances. She was not able to build up lasting relationships, had no sense of the appropriateness (or otherwise) of social situations or time, and no sense of responsibility or the needs of others. She had no comprehension of sexual relationships, marriage or even her pregnancy. Moreover, owing to the events leading up to her pregnancy, she had become significantly distracted. This state of mind had proved to be temporary, due to her lack of memory and any sense of time. The District Court concluded, given the background of the aforementioned facts and developments that guardianship was therefore to be conferred upon the professional guardian already appointed under the interim injunction of 20 September 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The District Court also explained in detail why the opinion of the private expert Z. commissioned by P.B. was not convincing and did not lead to other conclusions. In this respect it held that the opinion did not comply with scientific standards as it essentially reproduced information and opinions given by P.B., without appreciating their veracity and reliability and without taking into account available objective information from other sources. The District Court moreover observed that the supposed expert had never met the applicant or V. and concluded that Z.’s expert opinion had no value.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  As regards the (brief) hearing of the applicant the District Court noted that the applicant declared that in view of the prosecutor’s decision to stay the criminal proceedings (see paragraph 8 above) there was no reason to separate V. from her mother or him. In his view V. was of full age, had a free will and could have sexual intercourse with whoever she wanted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 24 May 2012 the Traunstein Regional Court proposed to discontinue the criminal proceedings on condition that P.B. pay a fine of 1,000 euros (EUR) and the applicant pay a fine of EUR 8,000. The court suggested that condition, as it had established that – irrespective of whether it was determined that V. had been able to resist (which required an assessment of whether any consent given by her could be considered to have had legal effect) – it could not be ruled out that the applicant had inevitably erred in his assessment of the legality of his acts. In particular, it could not be ruled out that the applicant was not accountable for relying on the assessment of the public prosecutor of 10 December 2009, according to which it would not be possible to establish that V. was incapable of resisting invitations to engage in sexual intercourse. As a result, criminal liability pursuant to section 179 of the Criminal Code (see paragraph 43 below) was ruled out in these proceedings. The Regional Court, however, drew particular attention to the fact that this December 2009 assessment had been proved wrong, given the findings in the present proceedings. It added that criminal liability pursuant to section 174 c § 1 of the Criminal Code (see paragraph 43 below) had to be considered as the applicant had taken advantage of the special relationship of confidence between V. and her mother. However, in view of the circumstances and, in particular, the existence of claims for child support and inheritance, the public interest in prosecuting could be satisfied with the payment of the sums indicated to non-profit organisations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 26 July 2012, after the public prosecutor, P.B., and the applicant had agreed to the proposal, the Regional Court discontinued the criminal proceedings provisionally and on 14 September 2012, after the fines had been paid, definitively.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The proceedings at issue",
                                "elements": [
                                    {
                                        "content": "Developments leading up to the contact ban",
                                        "elements": [
                                            {
                                                "content": "19.  On 2 September 2012 P.B. and the applicant visited V. in order to take part in “open day” festivities on the premises of the residential home in which she now lived. After P.B. and the applicant had left the premises, V., according to the documentation produced by the staff of the residential home, showed clear signs of mental distress, which necessitated medication.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 4 September 2012 V.’s guardian wrote to the applicant prohibiting any contact between him and V. He informed the applicant that, as he (the applicant) had consistently maintained that he wished to pursue an intimate relationship with V., he (the guardian) would make use of his statutory right to prohibit any further contact between the applicant and V. On the same day the guardian also wrote to P.B. prohibiting contact and informed the Erding District Court of these decisions and requested that it issue formal approval of such contact bans.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 6 September 2012 the applicant replied to the guardian in writing, asking him to stop treating V. with psychotropic drugs and to remove the “harmful forced” contraceptive coil. Moreover, he opposed the contact ban, since he considered that there was no reason for it. The same day, P.B. who indicated that she lived at the same address as the applicant, replied to the guardian that after the criminal proceedings had been stayed, there were no reasons to prohibit any longer meetings between her daughter and the applicant. She submitted that the contact ban was not in her daughter’s interest and constituted an illegal deprivation of liberty. The mental distress which the guardian had mentioned in his request was the consequence of the arbitrary placement in the residential home of her daughter who wished to come home.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 12 September 2012 the District Court appointed a guardian ad litem (Verfahrenspfleger) for V. since the proceedings concerned the guardian’s request for judicial confirmation of the contact ban and this decision might affect V.’s fundamental rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 18 October 2012 the District Court heard V. in the residential home in the presence of her guardian and her guardian ad litem.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 22 November 2012, the District Court decided – referring to section 23 § 2 and 7 § 2 of the Act on Proceedings in Family Matters (see paragraphs 40 and 41 below) – that the guardian’s request for a contact ban to protect V. was to be communicated to the applicant for his comments, since he would be affected by such a decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 22 November 2012, according to a note to the file, the District Court judge met V. on the occasion of a visit to the residential home in the context of another case. V. told him that the applicant would come at Christmas. In reply to the judge’s questions she replied twice that the applicant was the friend of her mother.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 24 November 2012 the applicant received a copy of the request for a contact ban. The responsible judge notified him that in deciding on the contact ban he would take account of (i) the findings which had been made in the guardianship proceedings and the criminal proceedings, (ii) a website, which P.B. had created and on which she portrayed her, V.’s and the applicant’s fight for a common “family life”, and (iii) V.’s latest personal hearing, which had taken place before the District Court on 18 October 2012. Lastly, the judge invited the applicant to submit his written comments by 15 December 2012. The applicant did not respond to that invitation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The decision of the District Court regarding the contact ban",
                                        "elements": [
                                            {
                                                "content": "27.  On 10 January 2013 the District Court, presided over by the same judge who had, prior to the decision of 20 September 2010, heard V., P.B. and the applicant in person, prohibited any form of contact between the applicant and V. (including personal encounters, letters and telephone calls), referring to sections 1908i § 1, 1632 § 2 of the Civil Code taken in conjunction with section 23 et seq. of the Act on Procedure in Family Matters (see paragraphs 38-40 below). It added that in case of nonobservance of the contact ban a penalty of up to EUR 25,000, alternatively (ersatzweise) up to six months’ imprisonment could be imposed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The District Court held that the applicant’s alleged right to contact with V. lacked any basis in the codified law, because that law provided contact rights only with regard to minors, but not with regard to adults.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Moreover, the District Court held that the applicant could not base his claim to a right to contact on the guarantee of family life under Article 6 of the Basic Law (Grundgesetz). V. was, for reasons of her disability, incapable of contracting and of entering into marriage (nicht geschäfts- und ehefähig). The applicant’s and V.’s child was the result of a severe, massive and illegal violation of V.’s personality rights – not to say the criminal sexual abuse of a person incapable of resistance. V. had been fully incapable of forming the will to resist seemingly friendly suggestions. Her mental disorder had precluded the ability even to grasp the substance, consequences and risks of sexual acts and pregnancy; her blindly confident and obedient personality had meant that convincing her to engage in sexual relations had not required significant effort.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  According to the District Court, those conclusions were not put into doubt by the fact that the first set of criminal proceedings had been discontinued because V. had been assumed to be capable of physically resisting (see paragraph 8 above). The public prosecutor had issued that decision without personally hearing V. and had not commissioned an expert opinion on her. The same was true as regards the Regional Court’s decision to discontinue the second set of criminal proceedings (see paragraphs 15 and 16 above). In this respect the District Court observed that P.B.’s changing and contradictory allegations also had to be considered. They suggested that, initially, P.B. had rejected the applicant’s sexual advances, so he had subsequently sought sexual relations with V. Moreover it seemed likely that P.B.’s subsequently expressed wish that the parties be allowed to engage in a normal family life (including a wedding) had been rooted in her fear that she and the applicant would be held criminally liable for aiding and abetting the sexual abuse of a person incapable of resistance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The District Court further noted that V. had not shown that she had any particular bond with the applicant. Rather, she only had unemotional, fleeting and changing memories of a person who, when being personally heard by the District Court, she had consistently referred to as her mother’s partner. Throughout the previous two years, during which she had been living in the above-mentioned residential home, she had not asked for contact with or visits from the applicant, or even noticed his absence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The District Court underlined that V. had the right to have contact with anyone she wished to see and that the guardian’s right to determine her contacts was limited by the right of third persons and by the purpose of the guardianship, which was, in particular, to protect V.’s best interests. It considered that the decision to impose a contact ban had taken sufficient account of V.’s interests. V. had not wished to have contact with the applicant; her guardian ad litem had also agreed that there was no necessity or purpose – nor any wish on V.’s part – for any written or personal contact with the applicant. Therefore contact with the applicant not only was not in V’s best interest, but would put her interest severely and durably into danger. The District Court noted in this respect that the applicant continued to pursue his intention to abuse V., which would likely lead to further pregnancies and therefore significant further risks for V., since she did not grasp the implications of pregnancy and was unable to give birth without Caesarean section. Having regard to all of the material before it, it concluded that the contact ban was not only necessary, but even imperative.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The decision of the District Court regarding access to the case file",
                                        "elements": [
                                            {
                                                "content": "33.  On 24 January 2013 the applicant, represented by counsel, requested access to the case file in the guardianship proceedings. The Erding District Court informed him that access to a case file in guardianship matters could, under section 13 of the Act on Procedure in Family Matters (see paragraph 40 below), only be granted in so far as strictly necessary, as such a file contained highly personal and sensitive data pertaining to the subject of those proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  After the applicant specified that his request concerned all parts of the case file that had been of relevance for the District Court’s decision on contact of 10 January 2013, the District Court provided him with copies of pages 848 to 996 of that file, which included: its decision of 20 September 2010; its decision of 21 March 2011 (which gave detailed summaries of the expert opinions that the court had cited in its decisions); handwritten observations by staff at V.’s residential home concerning her behaviour on 2 September 2012 and the following day; the guardian’s request for a contact ban to be ordered; and a detailed record of the personal hearing of V. on 18 October 2012.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The appeal proceedings",
                                        "elements": [
                                            {
                                                "content": "35.  On 11 February 2013 the applicant appealed against the contact decision of 10 January 2013. On 4 March 2013 he reasoned his appeal and requested a hearing. He complained that he had not been heard in person and that he lacked the necessary knowledge of the contents of the case file in the guardianship proceedings concerning V. Furthermore, the District Court had based its decision on erroneous and insufficiently established conclusions. He requested that further evidence be adduced – in particular, that different witnesses be heard and another expert opinion be ordered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 15 March 2013 the Landshut Regional Court dismissed the appeal. Relying on the expert opinions it repeated and endorsed the District Court’s reasoning and confirmed that, in view of the situation, the contact ban was not only lawful but imperative in order to protect V. from sexual assault. It added that there had been no need to hear the applicant in person. He had replied to the guardian’s letter of 4 September 2012, had been invited to submit comments by the District Court (see paragraph 24 above) and, assisted by counsel, had submitted twenty-five pages of reasons justifying his appeal. There was therefore no need to hear the applicant in person. Section 34 § 1 of the Act on Procedure in Family matters did not require a hearing in person because the applicant had had sufficient opportunity to be heard by other means. The Regional Court did not grant leave to appeal against its decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 3 June 2013, the Regional Court dismissed the applicant’s complaint of a violation of his right to be heard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 25 August 2013 the Federal Constitutional Court declined to consider a constitutional complaint lodged by the applicant, without giving any reasons (no. 1 BvR 1202/13).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "Basic Law",
                                "elements": [
                                    {
                                        "content": "39.  Article 6 of the Basic Law (Grundgesetz), in so far as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Marriage and the family shall enjoy the special protection of the State.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Civil Code",
                                "elements": [
                                    {
                                        "content": "40.  Sections 1896 et seq. of the Civil Code (Bürgerliches Gesetzbuch) set out the conditions of guardianship, the criteria used to appoint a guardian and the scope of that person’s guardianship, as well as the rights and duties of the guardian. Section 1901 § 2 of the Civil Code stipulates that the guardian must attend to the affairs of the person under guardianship in a manner that is conducive to his or her welfare. The best interests of the person under guardianship also include the possibility for him or her, within the limits of his or her capabilities, to shape his or her life according to his or her own wishes and ideas. Lastly, under section 1908i § 1 of the Civil Code, several other provisions are applicable with regard to guardianship. That applicability pertains, inter alia, to section 1632 § 2 of the Civil Code, a family law provision that stipulates that childcare duties include the right to determine who has contact with the child in question – even in respect of “third parties”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Act on Procedure in Family Matters",
                                "elements": [
                                    {
                                        "content": "41.  Section 1 of the Act on Procedure in Family Matters (Act on Proceedings in Family Matters and in Matters of Non-Contentious Jurisdiction – Gesetz über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit) specifically provides that the Act is applicable to proceedings in respect of non-contentious matters, to the extent allotted to the courts by law. Sections 271 et seq. of that Act deem guardianship proceedings to constitute such a matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The procedural rules under the Act on Procedure in Family Matters differ from the procedure provided for regular civil law proceedings in many ways: Under section 7(2)(1) of the Act, persons whose rights would be directly affected by the proceedings are to be included in the proceedings as participants. Section 274(1) of the Act explicitly stipulates in respect of guardianship proceedings that the person concerned, the guardian and the guardian ad litem are parties to such proceedings. Section 13 of the Act provides that participants in such proceedings may inspect the case court file at the offices of the court registry in so far as this does not conflict with any serious interests (schwerwiegende Interessen) of a participant or a third party. Section 23(2) of the Act provides that the relevant court shall transmit “the application” to the “remaining participants”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The courts can, under section 23 et seq. of the Act on Procedure and Family Matters, initiate certain proceedings ex officio. Moreover, under section 26 of the Act, a court shall conduct necessary enquiries ex officio in order to establish facts that are relevant to the decision in question. Under section 32 § 1 of the Act, the court may discuss matters with the parties concerned during a court hearing. Under section 34(1) of the Act, the court must conduct an “in-person hearing” when that is necessary in order to ensure a fair legal hearing for the participants, or when so required by the provisions of this or another statute. Under section 48 of the Act, the court of first instance may, possibly also ex officio, rescind or modify a final and binding decision with permanent effect if the factual or legal circumstances have changed significantly. Also, under section 65, a complaint against a decision of a first instance court may be supported by new facts and evidence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Courts Constitution Act",
                                "elements": [
                                    {
                                        "content": "44.  Section 170 § 1 of the Courts Constitution Act (Gerichts-verfassungsgesetz) provides that proceedings, discussions and hearings in respect of family matters and non-contentious matters must not be public. A court may admit the public to proceedings but not, however, against the will of a participant. In respect of matters concerning guardianship of an adult and the admission of a person to a closed institution, at the request of the adult concerned a person who holds a position in that adult’s confidence may be permitted to be present.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Criminal Code",
                                "elements": [
                                    {
                                        "content": "45.  Section 179 of the Criminal Code (Strafgesetzbuch) penalizes sexual abuse of persons incapable of resisting. Section 174 c § 1 sanctions sexual abuse by abusing, inter alia, a care relationship installed due to a mental or an emotional illness or disability.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT INTERNATIONAL MATERIAL",
                        "elements": [
                            {
                                "content": "46.  The relevant provisions of the United Nations Convention on the Rights of Persons with Disabilities, which Germany adopted on 30 March 2007 and which entered into force on 26 March 2009, are reproduced in A.M.V. v. Finland, no. 53251/13, §§ 3948, 23 March 2017 and I.C. v. Romania, no. 36934/08, §§ 4144, 24 May 2016.",
                                "elements": []
                            },
                            {
                                "content": "47.  In 2015, the United Nations Committee on the Rights of Persons with Disabilities issued its concluding observations on the initial report of Germany. In its observations, the Committee expressed concern that the legal instrument of guardianship, as outlined in and governed by the German Civil Code, was incompatible with the Convention. It recommended that: all forms of “substituted” decision-making be eliminated and replaced by a system of supported decision-making, in line with the Committee’s General Comment No. 1(2014) on equal recognition before the law; the development of professional-quality standards for supported decision-making mechanisms; and (in close cooperation with persons with disabilities) the provision of training on Article 12 of the Convention, in line with the Committee’s General Comment No. 1, at the federal, regional and local levels for all actors (including civil servants, judges, social workers, health and social services professionals and people from the wider community).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  The applicant complained of the ban on his having contact with V, who is the mentally disabled daughter of his former partner and with whom he fathered a child. He also alleged several shortcomings in the proceedings concerning the contact ban. He relied on Article 8 of the Convention which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to respect for his private and family life, ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society ... for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "49.  The Government submitted that Article 8 of the Convention was not applicable. The applicant could rely neither on the notion of “family” life nor on the notion of “private” life. If fathering a child could establish family life, forced sexual contact could bind two people together as a family and enable someone to attract by coercion the protection afforded by Article 8 of the Convention. V. had not freely chosen to be with him because she had lacked, owing to mental illness, the necessary capacity to do so. The fact that V. lived for some time with the applicant in a common household was not based on a deliberate decision of V. Both happened to live together by chance because the applicant had been P.B.’s partner and had started a common household with her. Moreover, she had subsequently expressed no wish to have any contact with the applicant. The applicant could not unilaterally declare that V. constituted a part of his private life.",
                                "elements": []
                            },
                            {
                                "content": "50.  The Government underlined that two expert opinions had concluded that V. was incapable of acting in law, of consenting and of offering resistance. In its decision to propose discontinuing the criminal proceedings the Traunstein Regional Court explicitly pointed out that on the basis of the case file it had to be assumed that V. was incapable of resistance. The Government concluded that if the applicant maintained his intention to continue a sexual relationship with V. this would amount to his announcing his intention to commit a criminal offence.",
                                "elements": []
                            },
                            {
                                "content": "51.  The applicant was of the opinion that Article 8 was applicable, submitting that he and V. constituted a family that deserved protection under Article 8 of the Convention. They were indeed a couple with a common child; both wished for intimate (including sexual) contact. Apart from that, at the very least, his private life was concerned, because the contact ban ruled out any other form of contact.",
                                "elements": []
                            },
                            {
                                "content": "52.  The Court observes at the outset that no aspect related to the applicant’s family life is at issue in the present proceedings. The mere fact that the applicant had been living in a common household with P.B. and her daughter V. and that he is the biological father of V.’s child does not, in the circumstances of the present case, constitute a family link which would fall under the protection of Article 8 of the Convention under its “family life” head. The Court notes furthermore that the question of the placement of the applicant’s son in care and access to him is not before the Court.",
                                "elements": []
                            },
                            {
                                "content": "53.  As regards “private life” the Court has had previous occasion to remark that the concept of “private life” is a broad term not susceptible to exhaustive definition. It covers the physical and psychological integrity of a person. It can therefore embrace multiple aspects of the person’s physical and social identity. Article 8 protects, in addition, a right to personal development, and the right to establish and develop relationships with other human beings and the outside world (see, with further references, Denisov v. Ukraine [GC], no. 76639/11, § 95, 25 September 2018). A broad construction of Article 8 does not mean, however, that it protects every activity a person might seek to engage in with other human beings in order to establish and develop such relationships (Friend and others v. the United Kingdom (dec.), nos. 16072/06 and 27809/08, § 41, 24 November 2009; Gough v. the United Kingdom, no. 49327/11, § 183, 28 October 2014).",
                                "elements": []
                            },
                            {
                                "content": "54.  However, Article 8 under its private life limb cannot be understood as guaranteeing the right as such to establish a relationship with one particular person. The Court has generally assumed contact with a specific other person to constitute a fundamental element of Article 8 mainly under the family life limb (see, for example, Elsholz v. Germany [GC], no. 25735/94, § 43, ECHR 2000VIII (concerning parents and children); Kruškić v. Croatia (dec.), no. 10140/13, § 111, 25 November 2014 (concerning grandparents and their grandchildren); and Messina v. Italy (no. 2), no. 25498/94, § 61, 28 September 2000 (regarding prisoners and members of their close family). In the Court’s view private life does not as a rule come into play in situations where a complainant does not enjoy “family life” within the meaning of Article 8 in relation to that person and where the latter does not share the wish for contact. This is all the more so if the person with whom it is wished to maintain contact has been the victim of behaviour which has been deemed detrimental by the domestic courts.",
                                "elements": []
                            },
                            {
                                "content": "55.  In this context the Court observes that it has also held that Article 8 cannot be relied on in order to complain of a loss of reputation which is the foreseeable consequence of one’s own actions, such as, for example, the commission of a criminal offence. This rule is not limited to reputational damage but has been expanded to a wider principle according to which personal, social, psychological and economic suffering which could be the foreseeable consequences of the commission of a criminal offence could not be relied on in order to complain that a criminal conviction in itself amounted to an interference with the right to respect for private life. This extended principle covers not only criminal offences but also other misconduct entailing a measure of legal responsibility with foreseeable negative effects on “private life” (see Denisov, cited above, § 98).",
                                "elements": []
                            },
                            {
                                "content": "56.  Turning to the present case the Court notes that the contact ban does not touch upon relations of the applicant to other people in general, but only excludes contact with V., excluding contact of any sort. It further observes that the applicant insists on contact with V., whereas the domestic courts established that V. expressed no particular interest in having contact with the applicant. The Court observes moreover that contact between the applicant and V. was deemed to be detrimental for the latter, who showed signs of mental distress and needed medication after his visit to the residential home. It concludes that the applicant cannot rely on Article 8 to challenge the order to abstain from entering into contact with V.",
                                "elements": []
                            },
                            {
                                "content": "57.  In addition, the Court notes that, according to the civil courts which based their decisions on the conclusions of three experts, the applicant’s and V’s child was the result of a severe violation of V’s personality rights, the latter being unable to understand the consequences and risks of sexual acts and pregnancy, and that the applicant continued to pursue his intention to abuse V. which would likely lead to further pregnancies and significant further risks for V. In its decision of 24 May 2012 proposing to discontinue criminal proceedings, the Traunstein Regional Court explicitly pointed out to the applicant and P.B. that V. was to be considered as incapable of resistance (see paragraph 15 above). The decision to issue the contact ban and its consequences could therefore be seen as a foreseeable consequence of the applicant’s intention to continue frequenting V.",
                                "elements": []
                            },
                            {
                                "content": "58.  In these circumstances the Court considers that the applicant’s challenge of the contact ban does not fall within the scope of the private life limb of Article 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "59.  It follows that this complaint is incompatible ratione materiae with Article 8 of the Convention within the meaning of Article 35 § 3 (a) of the Convention and must be rejected under Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  The applicant alleged a violation of his right to a fair trial. He complained in particular that the contact ban was based on a flawed evidentiary basis, that he had not been granted sufficient access to the guardianship case file and that he had not been heard in person, in particular before the Regional Court. He relied on Article 6 § 1 of the Convention which, in so far as relevant in the present case, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. In determination of his civil rights and obligations (...), everyone is entitled to a fair and public hearing (...) by an independent and impartial tribunal established by law. (...)”",
                                "elements": []
                            },
                            {
                                "content": "61.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "62.  The Government contends that Article 6 § 1 is not applicable to the proceedings in the present case. They acknowledged that it was sufficient that there was a dispute over a right granted by domestic law for Article 6 § 1 to be applicable, but submitted that the applicant did not have such a right in the present case. The District Court and the Regional Court had both explained that the applicant had no right under domestic law to contact with V., who is an adult.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The applicant considered that Article 6 § 1 is applicable to the court proceedings in the case at hand. Under domestic law, he had the right not to be subjected to unjustified contact bans on pain of a penalty imposed upon him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court notes at the outset that Article 6 does not apply to the present proceedings under its criminal limb as the contact ban was not the consequence of criminal proceedings and did not constitute a sanction of criminal nature in spite of the fact that in case of non-respect a penalty (or enforcement detention) could be ordered against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court reiterates that, for Article 6 § 1 in its “civil” limb to be applicable, there must be a “dispute” regarding a “right” – or an “obligation” – which can be said, at least on arguable grounds, to be recognised under domestic law, irrespective of whether it is protected under the Convention. The dispute must be genuine and serious; it may relate not only to the actual existence of a right but also to its scope and the manner of its exercise; and, finally, the result of the proceedings must be directly decisive for the right in question, mere tenuous connections or remote consequences not being sufficient to bring Article 6 § 1 into play (see, among many other authorities, Boulois v. Luxembourg [GC], no. 37575/04, § 90, ECHR 2012; and Regner v. the Czech Republic GC, no. 35289/11, § 99, ECHR 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  With regard to the existence of a right, the Court reiterates that the starting-point must be the provisions of the relevant domestic law and their interpretation by the domestic courts. Article 6 § 1 does not guarantee any particular content for “rights and obligations” in the substantive law of the Contracting States: the Court may not create by way of interpretation of Article 6 § 1 a substantive right which has no legal basis in the State concerned (Regner, cited above, § 100 and the authorities cited therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court notes that the domestic courts held that the applicant had no right to contact with V., being an adult person, because the domestic law only provided for a right to contact of adult persons with children. However, the question of a right to contact is, under the domestic law, to be distinguished from the question whether the imposition of a contact ban was justified. A person may have no right to contact with another person, without, however, them being subject to a prohibition imposed by a State authority of all forms of contact with that person. The right of contact is only one aspect of the wider question which was actually at stake in the domestic proceedings, whether V., represented by her guardian, could request the imposition of a contact ban – and whether the applicant could be subjected to a corresponding obligation not to contact her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  There was hence, regardless of whether the domestic legal order establishes a right of contact, a “dispute” over an “obligation” to respect the contact ban within the meaning of Article 6 § 1. Issued in the framework of guardianship proceedings by a Family Court this obligation was also civil in nature and the possible fine which could be imposed on the applicant in case of nonrespect of the contact ban was not otherwise part of normal civic duties in a democratic society (compare Schouten and Meldrum v. the Netherlands, 9 December 1994, § 50, series A no. 304; Ferazzini v. Italy [GC], no.44759/98, §25, 12 July 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court concludes that the complaint under Article 6 of the Convention is not incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 (a) of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "Submissions by the parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The applicant’s submissions",
                                "elements": [
                                    {
                                        "content": "70.  The applicant was of the opinion that the proceedings had not been fair for various reasons. First of all, evidence had not been taken despite him having requested this. In particular, it would have been necessary to appoint an additional expert in order to assess whether V., given her mental incapacity, was able to understand that contact with the applicant was not in her interests. Moreover, additional witnesses should have been heard. Lastly, the domestic courts had deprived V. of her right to selfdetermination, by determining her will contrary to her actual wishes and desires.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The applicant furthermore submitted that he had not obtained access to the entire case file in the guardianship proceeding, including the expert opinions and that he had not only received incomplete, but also some illegible copies of the court file. He claimed that a judge should not be permitted to conduct a preselection of file contents to be disclosed to him. Without access to the original court files he could not verify whether court decisions had been made in compliance with formal requirements, such as the District Court’s decision of 12 September 2012 to appoint a guardian ad litem for V. The applicant argued that the court files should have been made available at least to his lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The applicant moreover submitted that the domestic courts had refused to hear him in person. A personal hearing had been necessary because of the far-reaching impact of the decision on him and his family including V. and her son, but also because the outcome of the proceedings was to a large extent dependent on the court’s personal impression of him. The applicant emphasized that an oral hearing should have been mandatory after the courts had refused him full access to the file. Only an in-person hearing which would have given him the opportunity to put questions to V. and the guardian would have been sufficient in view of his right to be heard. In this context the applicant submitted that, contrary to the Government’s assumption, the proceedings at issue were not focussing on V.’s well-being but on the contact ban issued against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  In the applicant’s view, these procedural flaws had been the result of the – wrongful – application of the relatively disadvantageous substantive and procedural rules provided by the Act on Procedure in Family Matters instead of the application of the generally applicable substantive rules and the procedural rules provided by the Code of Civil Procedure.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Government’s submissions",
                                "elements": [
                                    {
                                        "content": "74.  The Government considered that the procedure had been fair within the meaning of Article 6 § 1 of the Convention. They submitted that the particularities of the applicability of the Act on Procedure in Family Matters had to be taken into account. The procedural guarantees contained in the Act had been designed in such a manner as to facilitate the provision of a particular type of legal care to those who were – owing to a significant vulnerability – in particular need of it. The focus in such proceedings was not (by contrast with regular proceedings) on facilitating impartial dispute resolution between two parties in an adversarial procedure; rather, it was on an assessment of whether certain measures were in accordance with the wishes and best interests of the person under guardianship. Against this background, guardianship proceedings were characterised by the principle of ex officio investigations, the court’s discretion as to whether to hold an (oral) hearing with the parties concerned, and justified limitations on participants’ right to access files (see paragraph 40 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Government observed that the District Court heard V. personally, appointed a guardian ad litem for V. and relied on three expert opinions which had been established in the previous guardianship proceedings. There had therefore been no need to gather more evidence. The Government concluded that the domestic courts had established the facts without disregarding V.’s right to self-determination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  As regards the applicant’s access to the files, the Government pointed out that after the District Court had delivered its decision of 10 January 2013, the applicant (represented by counsel) had been granted access to the relevant parts of the guardianship proceedings case file containing in particular the District Court’s decision of 21 March 2011 which gave a detailed summary of the expert opinions (see paragraph 13 above). As to the rest of the case file and the expert opinions in particular, the Government contended that the non-disclosure had been justified for it served to protect V.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Finally, as regards the lack of a personal hearing of the applicant they submitted that the applicant had initially been addressed by the guardian, had been informed of the ongoing proceedings by the District Court, and had been invited to submit comments. In the appeal proceedings he had submitted his extensive observations in writing. There had thus been no need to meet the applicant again in person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "78.  The Court reiterates its case-law, according to which the right to a fair and public hearing as provided for in Article 6 § 1 of the Convention is taken to establish a general requirement of an adversarial character of the domestic proceedings (Regner, cited above, § 146 et seq.). The Court refers in particular to its case-law concerning the administration of evidence (see, with further references, Elsholz cited above, § 66). The Court has, moreover, recently summarised its case-law concerning the issue of a personal hearing (see Ramos Nunes de Carvalho e Sá v. Portugal ([GC], nos. 55391/13 and 2 others, § 187 et seq., 6 November 2018) and concerning the issue of disclosure of documents (see Regner, cited above, § 148 et seq.).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Evidentiary basis for the decision",
                                "elements": [
                                    {
                                        "content": "79.  The Court notes that the applicant alleged a failure to gather further evidence. He had requested that further expert opinions be ordered and that further witnesses be heard. He also submitted that V.’s wishes had been established in violation of her right to self-determination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court reiterates that it is not its task to substitute its own assessment of the facts and the evidence for that of the national courts. Article 6 § 1 of the Convention does not lay down any rules on the admissibility or probative value of evidence or on burden of proof, which are essentially a matter for domestic law (Tiemann v. France and Germany (dec.), nos. 47457/98 and 47458/99, 27 April 2000). It is also for the national courts to assess the relevance of proposed evidence (Centro Europa 7 S.R.L. and Di Stefano v. Italy [GC], no. 38433/09, § 198, 7 June 2012). The Court’s task under the Convention is rather to ascertain whether the proceedings as a whole, including the way in which evidence was taken, were fair (Elsholz, cited above, § 66).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court notes that the domestic courts heard V. in person and had three expert opinions and further evidence at their disposal and had given the applicant the possibility to submit his arguments in writing. There is, against this background, nothing to indicate that the proceedings lacked, overall, a sufficient evidentiary basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Regarding the applicant’s allegation of a violation of V.’s right to self-determination, the Court observes that the complaint before it concerns exclusively the applicant and, specifically, his procedural rights, albeit in guardianship proceedings concerning V. It is not, however, for the applicant to assert what he believes to be the rights and interests of V. The Court, like the Government, is mindful of the issues which may arise in different proceedings regarding the right to selfdetermination of mentally disabled persons. It has previously emphasised the need for the domestic authorities to reach, in each particular case, a balance between respect for the dignity and self-determination of the individual concerned and the need to protect and safeguard his or her interests, especially when the individual in question is particularly vulnerable (A.-M.V. v. Finland, no. 53251/13, §§ 89-90, 23 March 2017). However, in the context of the guardianship proceedings in which the applicant claims his procedural rights were not respected, it would appear that, in relation to V., this is what the domestic authorities were seeking to do.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court notes in this respect that the domestic courts considered, in particular, three expert opinions, V.’s particular situation and several objective indications that a substantial deviation had occurred from the kind of relationships in which a mentally disabled person would ordinarily engage. They based their decision to ban contact not on V.’s status as a person with a disability, but rather on the finding that her disability was of such a nature as to render her unable to understand adequately the significance and implications of the contact at issue, as well as the particularities of their relationship given the fact, inter alia, that the applicant had previously been her mother’s partner, and finally on the fact that any other form of contact would not be to her benefit either. Moreover, V. was heard in person several times and there were effective safeguards to prevent any kind of abuse during the course of the domestic proceedings – in particular the participation of the guardian and the guardian ad litem. If at all relevant to the applicant’s case there is, overall, no indication that V.’s “reasonable wish” was determined in violation of her rights under Article 8 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court concludes that there is nothing to indicate that the domestic courts based their decisions on insufficient grounds or that they arbitrarily refused to take relevant evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Accordingly, there has been no violation of Article 6 in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": " Access to the case file",
                                "elements": [
                                    {
                                        "content": "86.  As regards the applicant’s complaint concerning access to the case file the Court reiterates that the adversarial principle and the principle of equality of arms, which are closely linked, are fundamental components of the concept of a fair hearing within the meaning of Article 6 § 1 of the Convention. However, the rights deriving from these principles are not absolute. The Court has already ruled on cases in which precedence was given to superior national interests when denying a party full adversarial proceedings and has recognised that the Contracting States had a certain margin of appreciation in this area (compare Regner, cited above, §§ 146147).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  It has also held that the entitlement to disclosure of relevant evidence is not an absolute right either. Only measures restricting the rights of a party to the proceedings which do not affect the very essence of those rights are permitted (ibid, § 148). In cases where evidence has been withheld from the applicant party on public interest grounds, the Court must scrutinise the decision-making procedure to ensure that, as far as possible, it complied with the requirements to provide adversarial proceedings and equality of arms and incorporated adequate safeguards to protect the interests of the person concerned (ibid, § 149).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Court notes that the applicant requested access to the guardianship case file only after the District Court’s decision to impose the contact ban had already been taken. The District Court subsequently granted access only in respect of those parts of that file that it regarded as relevant for its decision. Those parts were presented to the applicant in the form of paper copies (see paragraph 32 above). The applicant therefore did not have access to the case file as such and as a whole. Moreover, he did not, bearing in mind the District Court’s announcement regarding what evidence it would deem relevant when reaching its decision (see paragraph 24 above), have access to the expert opinions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court takes note of the fact that the District Court indeed disclosed to a large extent the relevant documents. Where it did not, it at least disclosed summaries of the relevant information contained in such documents as were essential to the decision. The information disclosed amounted in total to some 150 pages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  With regard to the guardianship case file as a whole the Court is satisfied that the applicant had sufficient knowledge of the expert opinions in relation to V., which must have contained particularly sensitive information and which must at the same time have been of particular importance for the decision to impose a contact ban. The domestic courts had provided the applicant with an earlier ruling containing summaries of the expert opinions, as well as indications as to the conclusions that the court could draw from those opinions in respect of V.’s capacity to consent to the applicant’s intimate advances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court furthermore notes that the case file stemmed from and belonged to a broader framework – namely, the guardianship proceedings with highly personal information relating to V., in particular, information regarding her mental disability adduced during psychological and medical examinations of V. and detailed in expert opinions. The applicable domestic law restricts access to the file in so far as no conflict exists with the serious interests of another participant or of a third party (see paragraph 40 above). It was therefore aimed at protecting the personal data of particularly vulnerable people who are involved in guardianship proceedings in which a contact ban has been issued. There is nothing to indicate that the provision was applied arbitrarily vis-à-vis the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  In these circumstances there is no indication that the restrictions imposed on the applicant’s access to the contents of the guardianship case file were of such a nature as to impede the essence of the applicant’s ability to defend his position in relation to the proposed contact ban or that they were not supported by relevant and sufficient reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The forgoing considerations are sufficient to enable the Court to conclude that the domestic courts’ refusal to grant the applicant full access to the case file was not in breach of Article 6 of the Convention. Accordingly, there has been no violation of this provision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Personal hearing of the applicant",
                                "elements": [
                                    {
                                        "content": "94.  As regards the absence of a personal hearing the Court reiterates that, in proceedings before a court of first and only instance, the right to a “public hearing” within the meaning of Article 6 § 1 entails an entitlement to an “oral hearing” unless there are exceptional circumstances that justify dispensing with such a hearing. In proceedings before two instances, at least one instance must, in general, provide such a hearing if no such exceptional circumstances are at hand (Fröbrich v. Germany, no. 23621/11, § 34, 16 March 2017; Salomonsson v. Sweden, no. 38978/97, § 36, 12 November 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Court has identified such exceptional circumstances where there were no issues of credibility or contested facts and in cases raising purely legal or highly technical issues (Ramos Nunes de Carvalho e Sá, cited above, § 190 with further references). By contrast, it has found the holding of a hearing to be necessary in cases where there was a need to assess whether the facts were correctly established by the authorities, where the circumstances required the court to form its own impression of litigants by affording them a right to explain their personal situation or where the courts needed to obtain clarification on certain points, inter alia, by means of a hearing (ibid, § 191, with further references)",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The Court notes that the District Court invited the applicant to submit written comments which the latter failed to do. Subsequently, in the appeal proceedings, the applicant requested a personal hearing, but the Regional Court rejected the request. It held that the applicant had been able to present his case sufficiently in writing. As such, the present case can be distinguished from cases where the domestic courts did not provide any reasons why they refused to hold an oral hearing (see Mirovni Inštitut v. Slovenia, no. 32303/13, § 44, 13 March 2018; Pönkä v. Estonia, no. 64160/11, §§ 37-40, 8 November 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Court is aware of the particular background of the guardianship proceedings against which, as the Government emphasized, the domestic courts’ decision not to hear the applicant in personam had to been seen. It notes in this connection that V. who was primarily affected by the contact ban was personally heard by the District Court judge whereas the applicant’s point of view, being one of other interests to be taken into account by the courts when examining the range of the guardian’s right to determine V’s contacts, carried lesser weight and were reflected in his written submissions and the evidence referred to by the District Court (see paragraph 23 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98. The Court notes, however, that the contact ban was of a far-reaching nature. Moreover, the questions at the heart of the proceedings at issue entailed an assessment of the applicant’s personality as well as of his relationship to V., the nature of which the applicant contested. The Court hence cannot but conclude that, even though the applicant had maintained his position to continue to have sexual contact with V. and even though the District Court had heard him personally throughout the guardianship proceedings (see paragraph 9 above), the issue in the proceedings was not purely legal and technical, but would have allowed the domestic courts to form their own impression of the applicant and the latter to explain his personal situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99. There have therefore been no exceptional circumstances that would have justified dispensing the domestic courts with a personal hearing of the applicant. Accordingly there has been a violation of Article 6 § 1 of the Convention in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Overall conclusion",
                                "elements": [
                                    {
                                        "content": "100.  The Court therefore concludes that there has been no violation of Article 6 § 1 as regards the complaints relating to the evidentiary basis for the domestic court’s decisions and their refusal to grant the applicant full access to the case-file, but that there had been a violation of this provision as regards the domestic court’s refusal to hear the applicant orally.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "101.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "102.  The applicant has claimed at least 12,000 euros (EUR) in damages and relied on having been separated from his life partner V. since September 2012, which was all the more burdensome in view of the fact that his son was unable to see his parents together.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Government emphasised that only the applicant’s access to V. was at stake and considered that the amount claimed appeared greatly exaggerated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The Court notes that the applicant has not shown a causal link between the violation found and the reasons given for his claim of nonpecuniary damage. As regards the lack of an oral hearing of the applicant it finds that, in the particular circumstances of the case, the finding of a violation of Article 6 of the Convention is sufficient.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "105.  The applicant claimed EUR 35,761.74 (including VAT) for the costs and expenses incurred before the Court, comprising EUR 8,942.27 for legal representation before the District Court and the Court of Appeal, EUR 10,443.44 for legal representation before the Federal Constitutional Court, and a further EUR 14,700.67 for legal representation before this Court. He also claimed that he had incurred EUR 76 expenses for domestic court fees and EUR 1,599.36 for the translation of his submissions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Government considered that the costs and expenses were inappropriately high, in particular because they exceeded significantly the lawyer’s fees which the domestic legal order allowed for (EUR 838.96 for representation before the District Court and the Court of Appeal, and EUR 490.38 each for representation before the Federal Constitutional Court and this Court).",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. Having regard to the documents in its possession and the above criteria and its case law in comparable cases (see Madaus v. Germany, no. 44164/14, § 46, 9 June 2016), the Court finds it reasonable to award EUR 500 in respect of costs and expenses relating to the proceedings before the domestic courts and EUR 2,500 in respect of costs and expenses relating to the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default Interest",
                                "elements": [
                                    {
                                        "content": "108.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.\tDeclares, by a majority, the complaints concerning Article 6 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.\tDeclares, by a majority, the complaints concerning Article 8 of the Convention inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.\tHolds, unanimously, that there has been no violation of Article 6 of the Convention as regards the evidential basis for the domestic courts’ decisions;\t",
                        "elements": []
                    },
                    {
                        "content": "4.\tHolds, unanimously, that there has been no violation of Article 6 of the Convention as regards the applicant’s access to the guardianship casefile;",
                        "elements": []
                    },
                    {
                        "content": "5.\tHolds, by four votes to three, that there has been a violation of Article 6 of the Convention as regards the absence of an oral hearing of the applicant;",
                        "elements": []
                    },
                    {
                        "content": "6.\tHolds, unanimously, that the finding of a violation of Article 6 of the Convention constitutes sufficient just satisfaction in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "7.\tHolds, by four votes to three,",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.\tDismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 May 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.ignature_p_1}",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  Partly dissenting opinion of Judge Grozev;",
                        "elements": []
                    },
                    {
                        "content": "(b)  Partly dissenting opinion of Judge Yudkivska;",
                        "elements": []
                    },
                    {
                        "content": "(c)  Dissenting opinion of Judge O’Leary partially joined by Judge",
                        "elements": []
                    },
                    {
                        "content": "\tGrozev.",
                        "elements": []
                    },
                    {
                        "content": "1.  I voted in the present case in favour of finding that Article 8 is applicable, and that it has not been violated, as the applicant had sufficient opportunities to present his Article 8 claims before the domestic courts. I join Judge O’Leary in her analysis under Article 8, with which I fully agree. In particular, I agree with her arguments that in the present case the primary concern of the domestic authorities was the protection of the rights of V. The margin of appreciation enjoyed by the respondent State under Article 8 entitled it to institute domestic proceedings focused on the protection of V.’s rights. Those proceedings, admittedly, did not provide the applicant with the full panoply of procedural rights that an adversarial procedure would allow. However, they did take into account the applicant’s Article 8 rights to an extent sufficient for there to be no violation of his Convention rights.",
                        "elements": []
                    },
                    {
                        "content": "2.  As to the applicant’s Article 6 complaint, in my view Article 6 is not applicable. In finding Article 6 to be applicable, the majority relied on the Court’s case-law on social-security contributions (see Schouten and Meldrum v. the Netherlands, 9 December 1994, Series A no. 304), and tax obligations (see Ferazzini v. Italy [GC], no. 44759/98, § 25, ECHR 2001VII). Applying its standard analysis under the civil limb of Article 6, the Court has found Article 6 to be applicable with respect to social-security contributions, concluding that they have sufficient elements of private contractual relations. By contrast, the Court has held with respect to tax obligations that they fall within the “the normal civic duties” in a democratic society and thus are of an entirely public character and not “civil” within the meaning of Article 6.",
                        "elements": []
                    },
                    {
                        "content": "3.  What is important in the analysis of the Court in this line of cases, in my view, is its insistence on the clear distinction between obligations of a private and a public character. The Court has cited the following examples and used the following language when describing cases that are typically of a public character: fines imposed by way of “criminal sanction”, and obligations which are pecuniary in nature and derive from tax legislation or are otherwise part of normal civic duties in a democratic society (see Schouten and Meldrum, cited above, § 50).",
                        "elements": []
                    },
                    {
                        "content": "4.  The majority pointed out (see paragraph 67 of the judgment) that the applicant had no right to contact with V. under national law, such a right being limited under domestic law to contact of adult persons with children. They distinguished, however, between the question of a right to contact under domestic law and the question of the imposition of a contact ban. They then held that as the contact ban could not be understood to be part of normal civic duties in a democratic society, there was a civil obligation within the meaning of Article 6, which was thus applicable.",
                        "elements": []
                    },
                    {
                        "content": "5.  With all due respect, I find this analysis overly limited. It does not take into account three significant elements of the case at hand.",
                        "elements": []
                    },
                    {
                        "content": "Firstly, the pecuniary element of the applicant’s civil obligation is an uncertain future event which will occur only if the applicant breaches the contact ban and a fine is imposed on him. At this stage of the proceedings before the Court the ban clearly has no pecuniary element to it.",
                        "elements": []
                    },
                    {
                        "content": "6.  Secondly, even if one accepts that a fine for non-compliance with the contact ban is so automatic under domestic law that it brings the pecuniary character of the fine within the scope of our Article 6 analysis, such a fine would still be much closer to a “fine imposed by way of ‘criminal sanction’”, and thus to the field of public law, than to an obligation under private law. The type of proceedings instituted by the domestic authorities, the role of the guardian and the other authorities in these proceedings, including a possible future fine, as well as the character of the sanction – a fine – clearly point to a rationale of protecting public order rather than a private-law vindication of V.’s individual rights. Thus, both the contact ban and a possible future fine would be closer to a public-law “criminal sanction” than to the enforcement of private rights. Under the Court’s caselaw, the applicant’s complaint would thus fall outside the “civil obligation” realm of Article 6.",
                        "elements": []
                    },
                    {
                        "content": "7.  Thirdly, as the applicant has no right to contact V. under national law, the contact ban imposed on him cannot create a civil obligation without an underlying civil right. As rightly pointed out by Judge Yudkivska in her separate opinion, in reviewing similar complaints the Court has held, in a case about a ban on reporting court proceedings, that as “the right to report matters stated in open court is not a civil right, then an interference with that right cannot create a civil obligation within the meaning of Article 6” (see Mackay & BBC Scotland v. the United Kingdom, no. 10734/05, § 22, 7 December 2010).",
                        "elements": []
                    },
                    {
                        "content": "8.  Taking all of the above into account, I voted to find that Article 6 is not applicable in the present case.",
                        "elements": []
                    },
                    {
                        "content": "1.  I voted together with my esteemed colleagues for the inapplicability of Article 8 in the present case. As I am convinced that Article 6 is likewise inapplicable, I voted against point 1 of the operative provisions.",
                        "elements": []
                    },
                    {
                        "content": "2.  The issue at stake here is whether there is a “civil right” for a 70-year-old man to seek contact with someone whose intellectual development corresponds to that of a four-year-old child and whom he sexually abused in the past. As the majority found under Article 8, the applicant did not have a right to establish a relationship with V., who was his victim. The right to private life could not be engaged as she had to be protected from his unlawful behaviour, which had been proven to be detrimental for her (see paragraph 54 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant’s intention to continue a relationship with V. was thus a desire to continue to abuse her. This kind of illegal intent, by definition, cannot be protected by the Convention. It clearly falls outside the scope of Article 8, and cannot fall within the scope of Article 6 – it is simply not a “right”.",
                        "elements": []
                    },
                    {
                        "content": "4.  This was unequivocally stated by the District Court, which held that “the applicant’s alleged right to contact with V. lacked any basis in the codified law, because that law provided contact rights only with regard to minors” (see paragraph 28 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "5.  This Court has held many times that Article 6 § 1 does not guarantee any particular content for civil “rights and obligations” in the substantive law of the Contracting States: the Court may not create by way of interpretation of Article 6 § 1 a substantive right which has no legal basis in the State concerned (see Roche v. the United Kingdom [GC], no. 32555/96, § 117, ECHR 2005X). The starting-point must be the provisions of the relevant domestic law and their interpretation by the domestic courts (see Masson and Van Zon v. the Netherlands, 28 September 1995, § 49, Series A no. 327-A).",
                        "elements": []
                    },
                    {
                        "content": "6.  In the present case the applicant claims to be entitled not to have what he regards as unjustified contact bans imposed on him. In his submissions before the Court he referred to section 1908i § 1, first sentence, read in conjunction with section 1632 § 2 of the German Civil Code. However, the latter provision provides as follows: “The care of the child also encompasses the right to determine contact in respect of the child, including with effect for and against third parties”. It is clear that this provision refers to contact, and the right to determine contact, with a child. V. was not a child, and the applicant would therefore have no right to contact. The majority’s statement in paragraph 67 to the effect that “a person may have no right to contact with another person, without, however, them being subject to a prohibition imposed by a State authority of all forms of contact with that person” appears to be a mere linguistic balancing act which does not change the substance of the issue before the domestic courts. If the applicant has no right to contact with V. – which is the case as V. is not a child and therefore the applicant’s right to contact with her has no legal basis under domestic law – then he is not entitled to have any form of contact with her; hence there is no civil right at stake.",
                        "elements": []
                    },
                    {
                        "content": "7.  Equally, I cannot subscribe to the majority’s conclusion that there is “a ‘dispute’ over an ‘obligation’ to respect the contact ban within the meaning of Article 6 § 1” (see paragraph 68 of the judgment). In my view, this is legally wrong – if there is no “right” to have any contact, an interference with that right cannot create a civil obligation within the meaning of Article 6. Contrary to the majority’s suggestion, the mere fact of an interference by a State authority with the applicant’s desire to visit V. cannot create a civil obligation not to contact where there is no corresponding civil right to contact (see, mutatis mutandis, Mackay & BBC Scotland v. the United Kingdom, no. 10734/05, § 22, 7 December 2010).  A possible subsequent fine which could be imposed on the applicant for failure to comply with the contact ban, to which the majority refer, would be the subject of separate proceedings in which it might be regarded as a punishment but not, in any event, as a civil obligation.",
                        "elements": []
                    },
                    {
                        "content": "8.  As has also been reiterated on a number of occasions, this Court would need strong reasons to differ from the conclusions reached by the superior national courts by finding, contrary to their view, that there was arguably a right recognised by domestic law (see Boulois v. Luxembourg [GC], no. 37575/04, § 91, ECHR 2012). I fail to see these strong reasons in the present case. On the contrary, I believe that in this case, given a tragic story of abuse, there are good reasons not to depart from the conclusions reached by the national courts.",
                        "elements": []
                    },
                    {
                        "content": "9.  I find it appropriate to quote Milan Kundera, who put it as follows in his novel “Immortality”:",
                        "elements": []
                    },
                    {
                        "content": "10.  There is a mistaken impression that any desire on the part of a human being can be viewed and resolved in terms of human rights. The applicant, applying to us, framed his interest in having relations with a disabled person, whom he merely used as a sexual toy, as his human right; he thus claims to be entitled to a fair trial in the determination of this “right”. However, the Convention cannot be interpreted as an inexhaustible source of different privileges which were never intended to be guaranteed. Any attempt to uphold the applicant’s position would diminish the value of what is supposed to be a “fundamental right” also when it comes to the procedural rights guaranteed by Article 6 for the “determination of civil rights and obligations”.",
                        "elements": []
                    },
                    {
                        "content": "11.  I am thus of the opinion that the applicant’s complaint under Article 6 § 1 is incompatible ratione materiae with the provisions of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "1.  The majority of the Chamber has voted in favour of a violation of Article 6 § 1 of the Convention in the circumstances of the present case and has found that Article 8 of the Convention, an article on which the applicant also sought to rely, is inapplicable.",
                        "elements": []
                    },
                    {
                        "content": "2.  For the reasons outlined below, I am unable to subscribe to the findings of the majority on either front.",
                        "elements": []
                    },
                    {
                        "content": "3.  Judge Grozev joins me in considering that in the particular circumstances of this case the most appropriate route to review the applicant’s complaints would have been Article 8 of the Convention and that any interference with the applicant’s limited right to private life thereunder was lawful and proportionate.",
                        "elements": []
                    },
                    {
                        "content": "4.  I, in turn, join his concerns regarding the applicability of Article 6 § 1 of the Convention. However, once deemed applicable, I would not have found that article to have been violated in any event for the reasons outlined below.",
                        "elements": []
                    },
                    {
                        "content": "Brief summary of the circumstances in which the applicant’s complaints arose",
                        "elements": [
                            {
                                "content": "5.  The complaints before the Court arose following the imposition of a contact ban between the applicant, born in 1939, and a mentally disabled young woman, V., born in 1987. With V., the daughter of his former partner, the applicant had fathered a child and sought thereafter to maintain an intimate relationship.",
                                "elements": []
                            },
                            {
                                "content": "6.  The contact ban was issued in the context of guardianship proceedings initiated by the domestic authorities after V. had been placed in residential care and following continued attempts by the applicant to contact her in person and by other means. Those proceedings were designed to establish her best interests and to protect her (see further paragraphs 9-38 of the judgment regarding the proceedings concerning V. and 40-42 for details of German law on guardianship proceedings).",
                                "elements": []
                            },
                            {
                                "content": "7.  Those proceedings followed two sets of criminal proceedings against the applicant in respect of alleged sexual abuse of a person incapable of resistance. Both sets of proceedings were discontinued in the circumstances described in paragraphs 8 and 17-18 of the judgment. In particular, the Regional Court in the second set of proceedings held that, due to the previous assessment of a public prosecutor regarding the impossibility of establishing V.’s incapability of resistance to sexual acts – which assessment the Regional Court found to be erroneous − criminal liability under the provision of the Criminal Code pursuant to which the applicant had been charged could not be established (see paragraph 17 of the judgment). In contrast, that court held that it would have been possible to establish criminal liability for a different form of sexual abuse. However, it was decided that the public interest in prosecuting the applicant, in the view of the circumstances of the case and given ongoing proceedings in relation to the child, could be satisfied by the payment by the applicant and V.’s mother of a fine (ibid.).",
                                "elements": []
                            },
                            {
                                "content": "8.  At issue in the Articles 6 and 8 complaints before this Court are “defence rights” which the applicant claims to possess and to have been violated in the guardianship proceedings relating to V., particularly during that phase of the proceedings which related to the imposition of the contact ban requested by V.’s guardian and guardian ad litem.",
                                "elements": []
                            },
                            {
                                "content": "9.  It is important to stress that in the present case the Court is not called upon to address the rights of a mentally disabled person, but only the applicant’s complaint in relation to the termination of any possibility of his having contact with V. and the decision-making process in that regard. V. is not an applicant before the Court.",
                                "elements": []
                            },
                            {
                                "content": "10.  However, the primary purpose of the domestic proceedings at issue was the protection of V.’s rights and interests. This should not have been forgotten when seeking to respond to the applicant’s complaints. As also clearly demonstrated by the criminal proceedings against the applicant, the domestic authorities were faced with a situation where they were under a positive obligation to protect the rights guaranteed under the Convention of V. While the latter issue is not formally before the Court, any analysis which overlooks the fact that the domestic authorities had to balance conflicting rights under the Convention, risks being one-sided.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Questions relating to the applicability of Article 8 of the Convention",
                        "elements": [
                            {
                                "content": "11.  It is clear that the mere fact of fathering a child is not sufficient to establish family life within the meaning of Article 8 of the Convention. As emphasised by the respondent Government, forced sexual contact cannot bind two people together as a family and enable someone to attract by coercion the protection afforded by Article 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "12.  I agree with the majority that the “family life” which the applicant describes does not attract the protection of Article 8 of the Convention. As regards his reliance on his (and V.’s) relationship with their son, the question of the child’s placement in care and access to him – which the applicant enjoys under German law − is not before the Court. Neither does the applicant have standing to seek to vindicate, directly or indirectly, the rights of V.",
                                "elements": []
                            },
                            {
                                "content": "13.  As regards the “private life” limb of Article 8 of the Convention, the majority deem the latter inapplicable (see §§ 53-58 of the judgment).",
                                "elements": []
                            },
                            {
                                "content": "14.  It is undoubtedly delicate, in the circumstances of the present case, to entertain an Article 8 complaint in relation to a contact ban when a domestic court, albeit discontinuing criminal proceedings under one provision of the Criminal Code, indicates that liability for sexual abuse under another provision might have been established. In addition, the capacity of Article 8 to expand, thereby extending the reach of the Convention, has been repeatedly, and sometimes legitimately, criticised. However, in the present case it should have been possible to examine the applicant’s complaints through the lens of the Court’s existing Article 8 case-law – which has repeatedly held that private life can embrace multiple aspects of a person’s “physical and social identity” (see Denisov v. Ukraine [GC], no. 76639/11, § 95, 25 September 2018). By this I do not mean that the applicant could rely on a right to contact with a specific other person, such a right having been found to constitute an element of Article 8 essentially under the family life limb. In addition, I am certainly not suggesting that Article 8 forms the basis for a person such as the applicant to insist on contact with a person where that person does not share the wish for contact. Furthermore, the Court has rightly held that Article 8 cannot be relied on in order to complain of a loss of reputation which is the foreseeable consequence of one’s own actions, such as, for example, the commission of a criminal offence. However, the difficulty in the present case is that the purpose of the disputed proceedings was precisely to establish whether V. genuinely did not wish to continue contact with the applicant and the domestic courts failed to establish that the applicant had committed a criminal offence. Furthermore, the applicant was not complaining of a loss of reputation but about the effects which the contact ban had on what he regarded as his inner circle and on his right to develop relationships with the outside world, including and specifically V.",
                                "elements": []
                            },
                            {
                                "content": "15.  In my view and that of Judge Grozev, the Chamber should have engaged more with the central applicability question before it – whether the ban affected an aspect of the applicant’s own social identity with the result that his right to a private life under Article 8 of the Convention could have been said to be engaged to this limited extent. The inclusion by the German Act on Procedure in Family matters in proceedings before domestic courts of persons such as the applicant whose rights would be directly affected by decisions taken thereunder seems to constitute recognition of this limited right. The latter could even be described as a “reflexive” right; relating to the applicant and his desired external exercise of his social identity and not as such impinging on V. When concluding that Article 6 § 1 of the Convention was applicable in the instant case – not because the applicant had a “right” to contact under domestic law, but because a State authority imposed an obligation on the applicant to avoid all contact with a given person which, if not respected, would have led to the imposition of a penalty or enforcement detention, the majority has surely identified under Article 6 what the applicant also relied on under Article 8. In my view, the engagement of the latter article of the Convention could have been accepted in these circumstances, without expanding the scope of that article or giving rise to the clearly unacceptable proposition that the applicant was entitled to assert a right to the company of another person, against that person’s will.",
                                "elements": []
                            },
                            {
                                "content": "16.  The fact that V. could have seised the Court relying on a failure by the State to respect its positive obligations under Article 8 in relation to her – whether as a result of inaction, the discontinuance of the criminal proceedings or the proceedings on guardianship –, does not mean that an examination of Article 8 in relation to the applicant’s complaint of a negative interference, in a case arising from the same factual circumstances, had to be excluded at the applicability stage.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Assessment on the merits under Article 8 of the Convention",
                        "elements": [
                            {
                                "content": "17.  Given the need to properly delimit, even police, the scope of application of Article 8 of the Convention and the risks associated with exploring a line of reasoning such as that described above, why go down this path?",
                                "elements": []
                            },
                            {
                                "content": "18.  The answer in my view and that of Judge Grozev is to be found in the nature and purpose of the guardianship proceedings, the objectives they pursued, namely the vindication of the rights and interests of V., the procedural means chosen under domestic law to achieve those objectives and the margin of appreciation accorded to the relevant national authorities in relation to proceedings of that nature.",
                                "elements": []
                            },
                            {
                                "content": "19.  As the Court has held, the margin of appreciation will usually be wide if the State is required to strike a balance between competing private and public interests or Convention rights (see Odièvre v. France [GC], no. 42326/98, §§ 44-49, 13 February 2003; and Evans v. the United Kingdom [GC], no. 6339/05, § 77, 10 April 2007) and when, in particular, a choice of means, substantive thresholds and procedures are set up in order to protect vulnerable people.",
                                "elements": []
                            },
                            {
                                "content": "20.  In short, viewing the decision-making process through the lens of Article 8 of the Convention would have ensured that the rights of the absent “party” − V. − remained centre stage. Shifting the focus to Article 6 of the Convention meant, in contrast, that the applicant risked becoming the central if not sole focus of the Court’s assessment. In addition, when assessing the balance struck by the national courts via Article 8 of the Convention, the Court could have emphasised the very limited nature of the private life interest on which he could rely thereunder – namely his own social identity – and the fact that he had no unilateral right to insist on contact with a person like V. The State’s positive duty to protect V. as a vulnerable person from acts of abuse would also have come fully into play.",
                                "elements": []
                            },
                            {
                                "content": "21.  As regards the applicant’s complaint about the domestic court’s decision not to hear him in person, it is important to stress that the District Court, seised of a request to judicially confirm the contact ban adopted by the guardian, invited the applicant, as a person who might be affected by the decision it might adopt, to submit written comments on the guardian’s request for a contact ban within a certain period of time. The applicant, however, did not respond to that invitation (see paragraphs 22 and 24 of the judgment). Neither did he make substantive submissions to that court or request that the District Court hear him personally. In so far as the applicant argued before this Court that he did not understand the District Court’s invitation for him to submit comments, he had been informed of the contact ban by the guardian on 4 September 2012, that is before the District Court began the proceedings examining whether it should be confirmed and he had replied to the guardian’s letter (see paragraph 21 of the judgment). Furthermore, the applicant did not show that he had been unable to seek advice from counsel or request the District Court for further clarification if required.",
                                "elements": []
                            },
                            {
                                "content": "22.  In the appeal proceedings, the applicant was again invited to submit his comments in writing and, with the assistance of legal counsel, he did so. He also sought access to the full case file in the guardianship proceedings concerning V., including highly personal and sensitive data relating to her, and explicitly requested a personal hearing. However, the Regional Court held that in the circumstances of the case, and given the available material, there was no need to hold a hearing in order to decide the case and that the applicant had had sufficient opportunity to be heard by other means (see paragraph 36 of the judgment). Domestic law provided for the possibility of a personal hearing but granted the courts discretion as to whether to hear the applicant in person (see paragraph 43 of the judgment). Such a hearing had to be held only when it was “necessary to ensure a fair legal hearing for the participants”. It is vital, in my view, both for the assessment under Article 8 and any alternative assessment under Article 6 of the Convention to understand that this discretion stemmed from the nature of the guardianship proceedings. As the respondent Government explained, in such cases the domestic courts did not have to resolve a dispute between two parties in an adversarial procedure, but had to assess, throughout guardianship proceedings characterised by the principle of ex officio investigations, whether the contact ban was in accordance with V.’s wishes and best interests. The other basis for the compulsory holding of an in-person hearing was, pursuant to Article 34 § 1(2) of the Act, “when so required by the provisions of this or another statute”. However, the applicant’s arguments in the present case to the effect that the normal provisions of German civil law should have applied have not been endorsed by the domestic courts, the respondent Government’s account of domestic law or by the majority in the Chamber. Article 37 of the Act provides that a court may only support a decision that impacts the rights of a participant based on the facts and evidence that this participant could comment upon. However, in view of the limited (reflexive) Article 8 interest on which the applicant sought to rely, he was provided every opportunity to comment on the facts and evidence on which the judicial decision confirming the contact ban was based.",
                                "elements": []
                            },
                            {
                                "content": "23.  It may be true that the guardian’s role and duties might to some extent have been limited by the right of the applicant as a third person. However, it was surely important to recognise that the latter’s position did not have the same weight in the proceedings as V.’s interests and did not attract or require the same procedural rights. In that capacity, the domestic courts had to ensure primarily that the applicant had sufficient opportunity to present his arguments concerning the contact ban and for those arguments to be taken duly into account. The domestic courts essentially based their decisions on the fact that contact with the applicant would be detrimental to V. This was determined, inter alia, by an assessment the report drafted by the staff of V.’s residential home, the expert opinions and the applicant’s written submissions, which were all in the case file. Moreover, in his reply to the guardian’s letter informing him of his request for a contact ban, the applicant had expressly requested an end to the supply of contraceptive medication to V. The applicant thereby signalled – despite the clear indication of the criminal court of 26 July 2012 that, according to the file, V. had no capacity to resist (see paragraph 15 of the judgment) – that he maintained his claim to a right to involvement in questions concerning V.’s sexuality. In addition, the contact ban was ordered within the framework of the guardianship proceedings in which the District Court (presided over by the same judge) had already personally heard the applicant in September 2010, when V. had initially been placed in care. Against this background, it is difficult to see, as the domestic courts pointed out, how an oral hearing involving the applicant would have broadened the basis of the contact decision. Such a hearing was not necessary in order to safeguard the applicant’s interests. Furthermore, according to the applicant’s submissions before the Court, what he principally sought was “a court hearing for all participants” during which he wished to subject V. and her guardian to questions.",
                                "elements": []
                            },
                            {
                                "content": "24.  Assessing the applicant’s complaint regarding the decision-making process with reference to Article 8 of the Convention, while emphasising the very limited extent to which that article was engaged in the circumstances of the applicant’s case, the Chamber could have concluded that the domestic authorities conducted the proceedings in a manner which correctly ascribed weight to the interests of V. as a particularly vulnerable person, but which at the same time sufficiently respected the applicant’s rights by giving him the possibility to make submissions and by providing him with the relevant parts of the guardianship case file. This would have led to a finding of no violation of Article 8 of the Convention and allowed the Chamber to conclude that there was no need to examine the applicant’s identical complaints separately under Article 6.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Questions relating to the applicability Article 6 of the Convention",
                        "elements": [
                            {
                                "content": "25.  I refer to the concerns expressed by Judges Yudkivska and Grozev regarding the applicability of Article 6 § 1 of the Convention, which I too would question in the circumstances of this case.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Alternative assessment on the merits under Article 6 of the Convention",
                        "elements": [
                            {
                                "content": "26.  Even having concluded that Article 8 of the Convention was inapplicable in the circumstances of the present case, was it necessary for the majority to conclude that Article 6 § 1, once deemed applicable, had been violated due to the failure to hear the applicant in person at the latter stages of the guardianship proceedings in relation to the contact ban?",
                                "elements": []
                            },
                            {
                                "content": "27.  It is true that the Court has held that, in proceedings before a court of first and only instance, the right to a “public hearing” within the meaning of Article 6 § 1 entails an entitlement to an oral hearing unless there are exceptional circumstances that justify dispensing with such a hearing. In addition, in proceedings before two instances, at least one instance must, in general, provide such a hearing if no such exceptional circumstances are at hand (Fröbrich v. Germany, no. 23621/11, § 34, 16 March 2017; Salomonsson v. Sweden, no. 38978/97, § 36, 12 November 2002). The concept of a fair trial comprises the fundamental right to adversarial proceedings which in turn is linked to the principle of equality of arms.",
                                "elements": []
                            },
                            {
                                "content": "28.  However, merely reciting general principles can often lead to their origins and the reasons for their development to be lost. While the holding of a public hearing constitutes a fundamental principle enshrined in Article 6 § 1 of the Convention, the obligation to hold such a hearing is not absolute (see De Tommaso v. Italy [GC], no. 43395/09, §163, 23 February 2017 and Jussila v. Finland [GC], no. 73053/01, §§ 41-42, ECHR 2006‑XIV). As in all Article 6 § 1 cases, the aim to be achieved is a fair “trial” and when considering whether domestic courts were justified in proceeding without an oral hearing, the Court has to consider “the special features of the proceedings viewed as a whole” (see Axen v. Germany, no. 8273/78, § 28, 8 December 1983).",
                                "elements": []
                            },
                            {
                                "content": "29.  There is no doubt that the decision-making process in relation to the contact ban had to be fair. The applicant, as an affected third party had to have knowledge of and be able to comment on the evidence adduced with a view to his position being known to the courts and in order, if possible, for him to influence their decision. However, there is also no doubt, based on the material before the Court, that the applicant was afforded a reasonable opportunity to present his case and was not placed at a disadvantage visàvis another party. Furthermore, as highlighted above, the guardianship proceedings were not run of the mill adversarial proceedings, involving opposing parties which have been the circumstances in which the Court’s case-law on the right to an oral hearing originated and developed. The majority judgment rightly asserts the importance of that right but applies the case-law in absolute terms. In doing so, little regard was paid to the careful assessment by the domestic courts of what the fairness of the concrete proceedings demanded.",
                                "elements": []
                            },
                            {
                                "content": "30.  In Vilho Eskelinen and Others v. Finland (no. 63235/00, §§ 72-75, 19 April 2007), regarding admittedly very different proceedings, the Court found no violation of Article 6 § 1. The applicants had not been denied the possibility of requesting an oral hearing but it was for the courts to decide if one was necessary. The administrative courts had given the question consideration and provided reasons for their refusal. Since the applicants in that case had been given ample opportunity to put forward their case in writing and to comment on the submissions of the other party, the Court found that the requirements of fairness had been complied with. The strict approach by the majority in this case is not born out by other examples from the Court’s case-law either. While it is true that the Court has stressed the exceptional character of the circumstances that may justify dispensing with an oral hearing, it has also stressed that this “does not mean that refusing to hold an oral hearing may be justified only in rare cases” (Miller v. Sweden, no. 55853/00, § 29, 8 February 2005). In addition, the Court has applied a less strict standard if an oral hearing has been waived at first instance and requested only on appeal (see the authorities cited ibid, § 31).",
                                "elements": []
                            },
                            {
                                "content": "31.  In the present case, the reasons already rehearsed above for finding no violation of Article 8 of the Convention, if applicable, as regards the impugned decision-making process, should have resurfaced under Article 6 once deemed applicable. However, as indicated previously, they were not allowed to do so. Viewing the case before the Court through the lens of Article 6 meant the applicant’s right to be heard took centre stage because pursuant to this article he was the “victim”, the “litigant”, the “party” whose rights were at issue. V. was thus largely forgotten, as was the nature and purpose of the proceedings in which her guardian, guardian ad litem, the District and Regional Court were all engaged. As indicated previously, the discretion of the domestic courts stemmed from the fact that they did not have to resolve a dispute between two parties in an adversarial procedure, but had to assess, throughout guardianship proceedings characterised by the principle of ex officio investigations, whether the contact ban was in accordance with V.’s wishes and best interests. If Article 6 of the Convention was to be the preferred route to assess the applicant’s complaint, it was essential that the Chamber take into account the particular background and nature of the proceedings at issue against which the domestic courts’ decision not to hear the applicant in personam had to been seen.",
                                "elements": []
                            },
                            {
                                "content": "32.  What is also forgotten in the analysis under Article 6 is that, as explained above, the applicant was invited to submit written comments on the guardian’s request for a contact ban within a certain period of time. He did not do so; nor did he request the District Court to hear him personally. If this was not a waiver, with consequences for his subsequent request for an oral hearing at the appellate stage, the majority should have been explained why. In addition, the applicant had been heard, at an earlier stage in the guardianship proceedings, by the same judge and he had maintained, throughout, his insistence on V. not being prescribed contraception, a position which was clearly at odds with the assessment of V.’s capability/ability to resist by the Regional Court when discontinuing the second set of criminal proceedings against the applicant. In such circumstances, and given the evidence on which the contact ban was based, it is difficult to understand what issues relating to the credibility of the applicant remained to be resolved.",
                                "elements": []
                            },
                            {
                                "content": "33.  The overarching principle of fairness embodied in Article 6 § 1 of the Convention is the key consideration and, in my view, it was respected. The majority allowed themselves to be swayed by the applicant’s waving of the “red card” of credibility and in the process transformed a right to an oral hearing, where necessary, in adversarial proceedings, into an absolute right in proceedings of a distinct and particular nature. It may have been preferable for the Regional Court to have heard the applicant in-person, if only to avoid the risk of Strasbourg proceedings. However, their decision not to do so was reasoned and clearly not arbitrary and it should, in the circumstances of this case, not have attracted the liability of the respondent State before an international court.",
                                "elements": []
                            },
                            {
                                "content": "34.  It is difficult not to avoid the impression in the circumstances of the present case that the wrong conclusion has been reached in the wrong case involving the wrong applicant.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Yonko Grozev",
            "role": "president"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF EVERS v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-202527.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0528JUD001789514",
    "externalsources": [],
    "extractedappno": [
        "17895/14",
        "1202/13",
        "53251/13",
        "36934/08",
        "76639/11",
        "16072/06",
        "27809/08",
        "49327/11",
        "25735/94",
        "10140/13",
        "25498/94",
        "37575/04",
        "35289/11",
        "44759/98",
        "55391/13",
        "47457/98",
        "47458/99",
        "38433/09",
        "23621/11",
        "38978/97",
        "32303/13",
        "64160/11",
        "44164/14",
        "10734/05",
        "32555/96",
        "42326/98",
        "6339/05",
        "43395/09",
        "73053/01",
        "8273/78",
        "63235/00",
        "55853/00"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-202527",
    "judgementdate": "28/05/2020 00:00:00",
    "kpdate": "28/05/2020 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "136",
        "385",
        "296",
        "451",
        "425",
        "429",
        "14",
        "398",
        "216",
        "577",
        "283"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "8",
        "8-1",
        "35-3-a",
        "6-1",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "EVERS",
        "GERMANY"
    ],
    "rank": "5857.05322265625",
    "representedby": [
        "SCHNEIDER T.",
        "KAISER M."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "A.-M.V. v. Finland, no. 53251/13, §§ 89-90, 23 March 2017",
        "Boulois v. Luxembourg [GC], no. 37575/04, § 90, ECHR 2012",
        "Centro Europa 7 S.R.L. and Di Stefano v. Italy [GC], no. 38433/09, § 198, 7 June 2012",
        "Denisov v. Ukraine [GC], no. 76639/11, §§ 95 and 98, 25 September 2018",
        "Elsholz v. Germany [GC], no. 25735/94, §§ 43 and 66, ECHR 2000 VIII",
        "Ferazzini v. Italy [GC], no.44759/98, § 25, 12 July 2001",
        "Friend and others v. the United Kingdom (dec.), nos. 16072/06 and 27809/08, § 41, 24 November 2009",
        "Fröbrich v. Germany, no. 23621/11, § 34, 16 March 2017",
        "Gough v. the United Kingdom, no. 49327/11, § 183, 28 October 2014",
        "Kruškić v. Croatia (dec.), no. 10140/13, § 111, 25 November 2014",
        "Madaus v. Germany, no. 44164/14, § 46, 9 June 2016",
        "Messina v. Italy (no. 2), no. 25498/94, § 61, 28 September 2000",
        "Mirovni Inštitut v. Slovenia, no. 32303/13, § 44, 13 March 2018",
        "Pönkä v. Estonia, no. 64160/11, §§ 37-40, 8 November 2016",
        "Ramos Nunes de Carvalho e Sá v. Portugal [GC], nos. 55391/13 and 2 others, §§ 187 and 190, 6 November 2018",
        "Regner v. the Czech Republic [GC], no. 35289/11, §§ 99, 146 and 148, ECHR 2017",
        "Salomonsson v. Sweden, no. 38978/97, § 36, 12 November 2002",
        "Schouten and Meldrum v. the Netherlands, 9 December 1994, § 50, series A no. 304",
        "Tiemann v. France and Germany (dec.), nos. 47457/98 and 47458/99, 27 April 2000"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "498000",
    "typedescription": "15"
}