{
    "__articles": "8",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations)",
    "applicability": "",
    "appno": "57693/10",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Positive obligations"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-110452.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 57693/10) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Ms Matild Kalucza (“the applicant”), on 25 September 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms G. Zsemlye, a lawyer practising in . The Hungarian Government (“the Government”) were represented by Mr L. Höltzl, Agent, Ministry of Public Administration and Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained that the authorities had failed to respect her rights under Articles 2, 3 and 8 of the Convention insofar as they did not comply with their positive obligations, as a result of which she was forced to live with a person who constantly abused her physically and psychologically.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 31 May 2011 the application was communicated to the Government under Articles 8 and 13 of the Convention. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1969 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Background of the case",
                                "elements": [
                                    {
                                        "content": "6.  In July 2000 the applicant and her husband bought a flat which was part of an undivided shared property with one lot register number. Two thirds of the flat were registered in the applicant’s name and the rest in her husband’s name. Upon their subsequent divorce, an agreement was concluded by the applicant and her former husband on the division of the matrimonial property. According to this agreement, the applicant was to acquire the entirety of the property by buying his part of the flat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In April 2005 the applicant entered into an unregistered partnership with Mr. Gy.B. He paid the former husband’s share of the apartment, and later officially acquired ownership of this part of the flat by virtue of a sales agreement concluded with the former husband on 17 January 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Gy.B. made certain renovations to the property, creating two separate apartments. While the work was being carried out, the applicant moved into Gy.B.’s house with her children. She left him several times, after which she always returned to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In March 2006 the applicant moved back into her apartment. Gy.B. had his own keys to the flat and slept there regularly. Later, on an unspecified date, he moved into the apartment to live with the applicant. Upon his request, the Central Document Bureau registered his place of residence at the applicant’s address on 24 November 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Barring some short periods of separation, their relationship lasted until about January 2007. Following this date, however, Gy.B. continued to stay in the jointly owned apartment against the applicant’s wishes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 5 April 2007 Gy.B. sold his part of the flat to a third party. However, he later initiated proceedings against the buyer, challenging the validity of the sales agreement. These proceedings are still pending (see paragraph 28 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged assaults by Gy.B.",
                                "elements": [
                                    {
                                        "content": "12.  Meanwhile, the relationship between the applicant and Gy.B. deteriorated, resulting in regular disputes involving mutual verbal and physical assaults.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Events of 27 October 2005",
                                        "elements": [
                                            {
                                                "content": "13.  A medical report dated 27 October 2005, the first in the case, notes contusions of the applicant’s left ring-finger, left lower arm and left ankle. On 1 February 2008 the Budapest XX/XXI/XXIII District Court established that these injuries had been the result of assaults initiated by the applicant, to which Gy.B.’s reaction was considered lawful self-defence. It found the applicant guilty of disorderly conduct and released her on parole. This judgment became final in the absence of an appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  Between this event and August 2010, twelve more medical reports were delivered, all of which recorded contusions, mostly on the applicant’s head, face, chest and neck, with an expected healing time of eight to ten days.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Criminal proceedings against Gy.B. for alleged rape",
                                        "elements": [
                                            {
                                                "content": "15.  On 8 December 2006 the applicant filed a criminal complaint against Gy.B. for rape. On 16 April 2008 he was acquitted by the District Court. It found that the applicant’s allegations were not credible and therefore Gy.B.’s guilt could not be established with the required certainty. This judgment became final in the absence of an appeal.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Events of 25 June 2007",
                                        "elements": [
                                            {
                                                "content": "16.  A medical report of 25 June 2007 states that the applicant’s left little finger had been violently broken, with a healing time of six to eight weeks. In connection with this event, criminal proceedings were initiated against both the applicant and Gy.B. On 19 May 2009 the District Court found Gy.B. guilty of assault, and the applicant guilty of grievous bodily harm. Gy.B. was released on parole for one year, the applicant for three years. No appeal was filed against this judgment. According to the findings of fact, Gy.B. had started verbally insulting the applicant and then assaulted her. The police had intervened and called on Gy.B. to cease the assault. However, as soon as the police had left, he had continued beating the applicant. The following day the dispute had continued with mutual insults. Gy.B. had poured water on the applicant, who had picked up a kitchen knife and lightly stabbed it in the air several times in Gy.B.’s direction. In self-defence, Gy.B. had grabbed the blade of the knife. The applicant had nevertheless pulled it out from his hand, cutting his hand and causing him an injury with a healing time of eight to twelve weeks.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Criminal proceedings against Gy.B. for alleged assault, request for restraining order",
                                        "elements": [
                                            {
                                                "content": "17.  On 22 April 2008 the applicant lodged a criminal complaint against Gy.B. for assault before the District Court. On 11 June 2008 the court held a reconciliatory meeting where she further requested the District Court to issue a restraining order against him due to the regular abuse. On 18 December 2008 a hearing was scheduled concerning the request for a restraining order. However, the applicant did not attend due to a public transport strike planned for that day. The first hearing finally took place on 10 April 2009. The following hearing was to be held on 12 October 2009. However, it was postponed upon Gy.B.’s request. On 8 January 2010 the District Court finally delivered a decision concerning the request for a restraining order. In its reasoning, the court stated:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... There were, or are, five sets of criminal proceedings pending before this court between the accuser and the accused. In the course of the proceedings conducted so far, the court has established that the bad relationship which has developed between the parties can be imputed to both parties. ... The court heard both the accuser and the accused at the preparatory hearing, established that the conditions set down by the law had not been met, and therefore dismissed the accuser’s request. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  This decision was upheld on appeal by the  on 18 February 2010. According to the court:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... The reasons for the first-instance court’s decision are correct. Section 138/A(2) clearly defines the conditions where restraint, as a coercive measure, may be ordered. These circumstances were examined one by one and quite thoroughly by the first-instance court, which came to the conclusion that the conditions for a restraining order had not been met. The second-instance court agrees with these reasons and therefore upholds the decision. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "The criminal proceedings against Gy.B. for assault are still pending before the first-instance court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Criminal proceedings against Gy.B. for alleged harassment",
                                        "elements": [
                                            {
                                                "content": "19.  On 11 June 2008 the Budapest XX/XXI/XXXIII District Prosecutor’s Office discontinued the investigations initiated against Gy.B. for harassment. According to the applicant’s criminal complaint, he was jealous and had threatened to kill her and anyone she let into the flat. She also claimed that on several occasions he had tried to suffocate her with a pillow. The Prosecutor’s Office established that there was animosity between the parties and that the applicant’s allegations alone were not sufficient to prove the commission of any crime.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  Events of 18 December 2009",
                                        "elements": [
                                            {
                                                "content": "20.  According to the applicant, on 18 December 2009 Gy.B. inflicted contusions on her back, chest and wrist in the course of a fight. On that day, she lodged a criminal complaint against him with the Budapest XX/XXIII District Police Department for insult and assault. Criminal proceedings against an unknown individual were initiated for grievous bodily harm. However, on 14 July 2011 the investigation was discontinued, as a forensic medical report established that the injuries were not serious enough.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "7.  Criminal complaint for alleged assaults in December 2009 and January 2010",
                                        "elements": [
                                            {
                                                "content": "21.  On 7 January 2010 the applicant lodged another criminal complaint against Gy.B. for several alleged assaults committed in December 2009 and January 2010. Gy.B.’s psychiatric examination was ordered. Due to his lack of co-operation, the expert could not form an opinion about his mental state. These investigations are pending.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "8.  Criminal proceedings against Gy.B. for alleged assault",
                                        "elements": [
                                            {
                                                "content": "22.  On 12 January 2010 the District Court acquitted Gy.B. of the charges of assault allegedly committed on 3 October 2007, in the absence of sufficient evidence. This judgment was upheld on appeal by the  on 1 June 2010.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "9.  Events of 15 and 26 April 2010, second request for a restraining order",
                                        "elements": [
                                            {
                                                "content": "23.  A medical report of 15 April 2010 records that the applicant suffered brain concussion and lost consciousness following physical abuse resulting in injuries with a healing time of ten to twelve days. She was kept in hospital for two days. Following this event, another dispute arose between the cohabitees, leading to assault on 26 April 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 3 May 2010 the applicant therefore lodged another criminal complaint with the District Police Department against Gy.B., who also lodged a criminal complaint in connection with the same events. The cases were joined. On the same day the applicant also requested the court to issue a restraining order in respect of Gy.B. based on section 138/A of the Code of Criminal Procedure. The request for a restraining order was dismissed on 10 June 2010. According to the reasoning:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... At the preparatory hearing the court heard both the accused and the accuser and established that the conditions set by law – in particular the phrases “particularly in view of the nature of the criminal act ... and the relationship between the accused and the aggrieved party” [sic] had not been met, therefore the accuser’s request was dismissed.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The  upheld the first-instance decision on 16 July 2010. It found:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... Several criminal proceedings were initiated or are pending against the parties, and the inobservance of cohabitation rules is typical in respect of both parties. No evidence has arisen in the present proceedings that the proceedings would be hampered by [Gy.B.] influencing or intimidating the aggrieved party. The risk of recidivism is supported in respect of both parties by the previous proceedings, but the ordering of a coercive measure only in respect of one party – in the present case against Gy.B. – is not justified due to the involvement of the aggrieved party. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The District Court delivered judgment on 6 July 2011. It found both the applicant and Gy.B. guilty of assault and ordered them to pay a fine. It established that on the first occasion it had been the applicant who had initiated the assault and Gy.B. had acted in legitimate self-defence. On the second occasion, it had been Gy.B. who had initiated the fight and the applicant had acted in legitimate self-defence.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "10.  Overview of criminal proceedings",
                                        "elements": [
                                            {
                                                "content": "27.  In sum, the applicant requested the help of the authorities on many occasions, lodging criminal complaints for assault and harassment. Gy.B. also lodged several criminal complaints against the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On four occasions, Gy.B. was acquitted of the charges (see paragraphs 13, 15, 22 and 26 above). On five occasions the applicant did not wish to continue the proceedings or failed to prosecute privately and the court thus discontinued them. Gy.B. was found guilty of assault on two occasions (see paragraphs 16 and 26 above), released on parole and ordered to pay a fine. Two other sets of criminal proceedings for assault are pending against him (see paragraphs 18 and 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The applicant was also found guilty on several occasions (see paragraphs 13, 16 and 26 above) of disorderly conduct, grievous bodily harm and assault, respectively. Three investigations against her – for grievous bodily harm, harassment and theft – were discontinued. Criminal proceedings for trespass are pending against the applicant (see paragraph 35 below).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Action taken to order Gy.B. to leave the apartment",
                                "elements": [
                                    {
                                        "content": "28.  On 3 November 2005 Gy.B. initiated civil proceedings before the  against the applicant, requesting the court to acknowledge the renovation and building he had carried out in the apartment. Upon his request, the proceedings were suspended on two occasions, from January 2006 until June 2006 and from 30 April 2008 until 19 November 2008, pending the outcome of separate proceedings initiated against third parties for the annulment of the sales agreement. The applicant’s appeal against the suspension was dismissed on 19 November 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Meanwhile, on 9 August 2006 the applicant initiated civil proceedings against Gy.B. before the District Court, requesting the court to establish the ownership of the apartment. On 2 March 2007 the proceedings were suspended until the termination of the proceedings mentioned in paragraph 28 above. No appeal was submitted against the suspension.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Upon a criminal complaint lodged by the applicant on 29 November 2006, regulatory offence proceedings were also initiated before the Budapest XX District Mayor’s Office against Gy.B. for trespass. On 2 August 2007 the proceedings were discontinued, as Gy.B. was, at that time, registered as the property’s owner in the land register. The applicant’s complaint against the decision was dismissed on 23 August 2007. The applicant did not seek to prosecute privately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In March 2007 Gy.B. changed the locks on the apartment but did not provide the applicant with keys. Therefore, the applicant requested the protection of her possession from the Budapest XX District Notary. On 13 August 2007 the Notary found for her and ordered Gy.B. to provide her with keys to the apartment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 11 May 2007 the applicant changed the locks on her door in an attempt to prevent Gy.B. from re-entering the apartment. On the same day he arrived with police officers who obliged her to provide access to him, as his registered place of residence was the apartment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 19 March 2008 the applicant requested the District Notary to delete her address as the place of residence of Gy.B. and to order him to leave the apartment. However, as it was not the competent authority to do so, the notary dismissed her request without an examination on the merits, on 2 June 2011. Moreover, as Gy.B. was actually living in the apartment, the deletion of her address as his place of residence was not possible. The applicant did not lodge an appeal against that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Further to this, on 9 April 2008 the applicant initiated civil proceedings before the District Court, requesting the court to order Gy.B. to leave the apartment. The proceedings are still pending, the court having suspended them on 5 September 2008 pending the outcome of the property dispute between Gy.B. and the applicant mentioned in paragraph 28 above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 2 August 2010 the applicant again changed the locks on the doors in order to prevent Gy.B. entering the apartment. The District Police Department initiated criminal proceedings against her for trespass. The applicant lodged a complaint in this connection, which was dismissed on 6 September 2010.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Act no. XIX of 1998 on the Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "Section 138/A – Restraining Order",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) A restraining order restricts the right of the accused to free movement and the free choice of residence. The accused under the effect of a restraining order shall, in line with the rules established by the court decision,",
                                        "elements": []
                                    },
                                    {
                                        "content": "a) leave the dwelling specified by the court and keep away from such dwelling for a period prescribed by the court,",
                                        "elements": []
                                    },
                                    {
                                        "content": "b) keep away from the person specified by the court, and from this person’s home, workplace, ... for a period specified by the court,",
                                        "elements": []
                                    },
                                    {
                                        "content": "c) refrain from directly or indirectly contacting the person specified by the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) A restraining order may be issued in case of a well-founded suspicion of a criminal act punishable by imprisonment having been committed – provided that the purpose of the restraining order may be fulfilled and if pre-trial detention of the accused is not necessary – and if, particularly in view of the nature of the criminal act, the behaviour of the accused prior to and during the procedure and the relationship between the accused and the aggrieved party, there is well-founded reason to assume that if left in the residential environment, the accused would",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "b) carry out the attempted or planned criminal act or commit another criminal act punishable by a prison sentence against the aggrieved party. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) A restraining order shall be issued by order of a court. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  A restraining order is valid between ten and sixty days.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Act no. IV of 1978 on the Criminal Code",
                                "elements": [
                                    {
                                        "content": "Section 176 – Criminal Trespass",
                                        "elements": []
                                    },
                                    {
                                        "content": "“ (1) A person who enters or remains in another person’s home, other premises or fenced off area which constitutes part of the property, by force, menace, or on the false pretext of carrying out official duties, shall have committed a misdemeanour punishable by imprisonment of up to two years.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Act no. LXXII of 2009 on Restraining Order due to Violence among Relatives",
                                "elements": [
                                    {
                                        "content": "37.  This law enables the police to place a temporary restraining order on the perpetrator for seventy-two hours, inter alia, if it finds evidence of domestic violence upon an onsite visit, or upon the report of the aggrieved party. The courts may issue a restraining order for up to thirty days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  However, the Act is only applicable to the relationships listed in it (section 1 subsection 5), and former common-law spouses do not fall within its scope if the relationship has not been previously registered.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Act no. LXVI of 1992 on the Registration of Citizens’ Personal Data and Residence",
                                "elements": [
                                    {
                                        "content": "39.  According to section 26(4), the registration of a place of residence does not create any pecuniary rights or rights concerning the use of the property.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Act no. IV of 1959 on the Civil Code",
                                "elements": [
                                    {
                                        "content": "40.  If a possessor’s ownership rights are interfered with, section 188(1) of the Civil Code provides for the protection of the possession (“birtokvédelem”) from any specified person. Application of this measure may be requested from the notary within one year of the beginning of the interference. The decision taken by the notary is subject to appeal before the domestic courts. If more than one year has passed, the discontinuance of the interference may be directly requested from the courts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Act no. III of 1952 on the Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "41.  Section 156(1) of the Code of Civil Procedure allows a party to request the courts, as an interim measure, to execute his or her claim or request for an interim measure to be applied, if it is necessary, inter alia, in order to prevent imminent damage from materialising or if the petitioner’s legal protection merits special consideration.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  The applicant complained that the Hungarian authorities failed to take positive measures to protect her from her violent former common-law husband. She relied on Articles 2, 3 and 8 of the Convention. The Court finds that this complaint should be analysed under Article 8, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "43.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The Government’s arguments",
                                        "elements": [
                                            {
                                                "content": "44.  The Government acknowledged that the applicant had submitted several criminal complaints for harassment, assault and trespass. However, they maintained that the applicant had failed to avail herself of all effective domestic remedies. In particular, she had failed to pursue several of her criminal charges for assault and thus the cases were discontinued. In addition, the Government argued that there had been no evidence or even indication that the applicant had been forced in any way or intimidated by the alleged perpetrator to withdraw her charges. Concerning her complaints of harassment and trespass, she had failed to file a private lawsuit after the discontinuation of the investigations. Furthermore, she had not appealed against the criminal judgments convicting her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Apart from the failure to make full use of the criminal law remedies, the Government were of the view that the applicant had also failed to make effective use of the remedies under civil law. Firstly, she had not requested the protection of her possession from the notary or the court, despite the possibility provided by the Civil Code. The fact that she requested the notary on one occasion to ensure she was provided with keys to the apartment (see paragraph 31 above) could not, in their opinion, be considered as a request for protection of a possession. Moreover, in the course of such proceedings, she could have requested an interim measure to be applied under section 156(1) of the Code of Civil Procedure granting her exclusive possession of the apartment in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In the Government’s view, the obligation to exhaust domestic remedies could not be regarded as having been fulfilled by the applicant’s request to the notary to delete her address as Gy.B.’s place of residence (see paragraph 33 above). According to their reasoning, this request could not have provided effective redress for the applicant’s grievances as the registration of a place of residence did not create any rights concerning the use of real estate (see paragraph 39), therefore its deletion could not extinguish any rights either. In any event, the applicant had failed to seek judicial review of the notary’s decision.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant’s arguments",
                                        "elements": [
                                            {
                                                "content": "47.  The applicant disputed the Government’s arguments in general terms. She contended that the violation not only derived from the State’s actions, but also from its failure to act, against which no effective remedy was available.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "48.  The Court reiterates that the purpose of Article 35 of the Convention is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to the Convention institutions. Consequently, States are dispensed from answering for their acts before an international body before they have had an opportunity to put matters right through their own legal system. The rule of exhaustion of domestic remedies referred to in Article 35 of the Convention requires that normal recourse should be had by an applicant only to remedies that relate to the breaches alleged and at the same time are available and sufficient. The existence of such remedies must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness; it falls to the respondent State to establish that these various conditions are satisfied (see Selmouni v. France [GC], no. 25803/94, §§ 74 and 75, ECHR 1999V, and Branko Tomašić and Others v. , no. 46598/06, §§ 35-37, 15 January 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court would emphasise that the application of this rule must make due allowance for the context. Accordingly, it has recognised that Article 35 must be applied with some degree of flexibility and without excessive formalism (see Cardot v. , 19 March 1991, § 34, Series A no. 200). It has further recognised that the rule of exhaustion of domestic remedies is neither absolute nor capable of being applied automatically; in reviewing whether the rule has been observed, it is essential to have regard to the particular circumstances of the individual case (see Van Oosterwijck v. Belgium, 6 November 1980, § 35, Series A no. 40). This means, amongst other things, that the Court must take realistic account not only of the existence of formal remedies in the legal system of the Contracting Party concerned but also of the general legal and political context in which they operate as well as the personal circumstances of the applicants (see Akdivar and Others v. Turkey [GC], 16 September 1996, § 69, Reports of Judgments and Decisions 1996IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Turning to the particular circumstances of the case, the Court notes the Government’s observations that the applicant failed to pursue her criminal complaints, and that she did not request the protection of her possession from the domestic courts. However, it observes that the applicant availed herself of several other remedies provided by domestic law. These proceedings, namely repeated requests for a restraining order and a civil claim to order Gy.B. to leave the flat (see paragraphs 17, 24 and 34 above), could in principle, if pursued successfully, have led to the removal – if only temporary – of Gy.B. from the flat the applicant lives in. In this connection the Court points out that, in the event of there being a number of domestic remedies which an individual can pursue, that person is entitled to choose a remedy which addresses his or her essential grievance. In other words, when a remedy has been pursued, use of another remedy which has essentially the same objective is not required (see T.W. v. Malta [GC], no. 25644/94, § 34, 29 April 1999; Moreira Barbosa v. Portugal (dec.), no. 65681/01, ECHR 2004V (extracts); and Jeličić v.  (dec.), no. 41183/02, ECHR 2005XII (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court further notes that there are three separate sets of civil proceedings pending before the domestic courts between the applicant and Gy.B., all of which have been suspended until the determination of yet another civil dispute. The Court therefore considers that for the applicant to avail herself of an additional civil action for the protection of her possession would be redundant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In these circumstances the Court is satisfied that the applicant has thus exhausted domestic remedies. Consequently, the Government’s objection must be dismissed. Furthermore, this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "53.  The applicant pointed out that while the Government had emphasised the difficulties in reconstructing the facts of an act which had happened behind closed doors, they had not taken into real consideration the positive obligation of the State to protect her private and family life. Her right to physical integrity had required the domestic authorities to decide on her civil disputes with Gy.B. within a reasonable time. The applicant further argued that a remedy which was slow could not be regarded effective. In her opinion, Article 8 of the Convention included her right to use her home being secure in her person and without disturbance.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "54.  The Government submitted that the Hungarian authorities had taken all measures which could reasonably be expected of them in the particular circumstances of the case in order to protect the applicant’s physical well-being, therefore meeting the State’s positive obligations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  As to the applicant’s injuries, the Government wished to point out that the applicant had exaggerated the severity of the abuse suffered by her and that her allegations had not always been credible. The authorities had had to respect Gy.B.’s right to be presumed innocent and the principle of in dubio pro reo. As the domestic courts had had the benefit of a direct hearing, they had been in the best position to assess the credibility of the applicant’s allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Lastly, the Government observed that the applicant herself had also initiated assaults against Gy.B. and had been found guilty of acts of violence towards him. The fact that in many cases she had also benefited from the principle of in dubio pro reo shows that the authorities were not prejudiced against her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In sum, the Government maintained that in the above-described circumstances, no further action could reasonably have been taken by the Hungarian authorities to protect the applicant’s physical well-being.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "58.  The Court reiterates that while the essential object of Article 8 is to protect the individual against arbitrary action by the public authorities, there may in addition be positive obligations inherent in effective “respect” for private and family life and these obligations may involve the adoption of measures in the sphere of the relations of individuals between themselves (see, mutatis mutandis, X and Y v. the Netherlands, 26 March 1985, §§ 22 and 23, Series A no. 91; Mikulić v. , no. 53176/99, § 57, ECHR 2002I; and Sandra Janković v. , no. 38478/05, § 44, 5 March 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  As regards respect for private life, the Court has previously held, in various contexts, that the concept of private life includes a person’s physical and psychological integrity. Under Article 8, States have a duty to protect the physical and psychological integrity of an individual from threats by other persons. To that end they are to maintain and apply in practice an adequate legal framework affording protection against acts of violence by private individuals (see X and Y v. the Netherlands, cited above, §§ 22 and 23; Costello-Roberts v. the United Kingdom, 25 March 1993, § 36, Series A no. 247C; and Sandra Janković, cited above, § 45). For the Court, these considerations equally apply in situations where an individual’s right to the enjoyment of his or home free of violent disturbance is at stake.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles to the present case",
                                "elements": [
                                    {
                                        "content": "60.  The main issue in the present case is whether the State complied with its positive obligation to protect the physical integrity of the applicant from the threat posed by her former common-law husband. The applicant involuntarily shares her home with this person, which is aggravated by the fact that their relationship has deteriorated to such an extent that disputes - including mutual verbal and physical assaults - occur on a regular basis. Her civil actions and criminal complaints were to no avail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In this connection, the Court reiterates that there is no doubt that the events giving rise to the present application pertain to the sphere of private life within the meaning of Article 8 of the Convention. The facts outlined above show that the applicant made credible assertions that over a prolonged period of time Gy.B. presented a threat to her physical integrity in her apartment and actually attacked her on a number of occasions. In view of these facts, the Court considers that the State authorities had a positive obligation to protect the applicant from the violent behaviour of her former common-law husband exerted in her home, notwithstanding the fact that she had also been violent towards him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court notes that the national courts instituted several sets of criminal proceedings against Gy.B. Having been found guilty on two occasions, he was released on parole and ordered to pay a fine. Two other sets of criminal proceedings for assault are pending against him. The Court is mindful of the fact that domestic courts are better placed to examine the issue before them and to ascertain the circumstances of the case, as they have the benefit of hearing the parties in person and examining the evidence. Moreover, the Court acknowledges that in a criminal case, the principle of in dubio pro reo serves as an important guarantee against arbitrary judgments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court stresses that its task is not to take the place of the competent Hungarian authorities in determining the most appropriate methods of protecting individuals from attacks on their personal integrity, but rather to review under the Convention the decisions that those authorities have taken in the exercise of their power of appreciation (see Sandra Janković, cited above, § 46). Moreover, the Court is aware that in respect of a measure of restraint ordered against an individual, the interest of the protection of a person’s physical integrity conflicts with the other person’s right to liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Notwithstanding the aforementioned, the Court finds it striking that the authorities needed more than one and a half years to decide on the applicant’s first request for a restraining order (see paragraphs 17 and 18 above). The fact that the applicant failed to appear at the first hearing and that Gy.B. requested the postponement of another hearing cannot justify the unreasonably long duration of the proceedings. The rationale of such a measure is to provide immediate or at least prompt protection for victims of violence. Even if the request is eventually dismissed, a decision should be taken without delay. The problem is further aggravated by the lack of legal deadlines for such decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  As to the dismissal of the applicant’s requests for a restraining order, the Court takes the view that the domestic courts failed to give sufficient reasons for their decisions. On both occasions, the courts referred to the hearings held in this matter, but apart from stating that the bad relationship was imputable to both parties and that the conditions for issuing a restraining order had not been met, they failed to put in writing the particular reasons justifying their decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The  acknowledged the risk of recidivism; however, it took the view that restraining order could not be issued as both parties were involved in the assaults. In this respect, the Court notes that if it could not be ordered in cases of mutual assaults, then the aim of providing effective protection to victims would be seriously undermined. The possibility that the victim acted in legitimate self-defence cannot be ruled out at that stage. Precisely this was established by the XX/XXI/XXIII District Court in its judgment of 6 July 2011 (see paragraph 26 above). The domestic court’s reasoning that a restraining order could not be issued in view of the aggrieved party’s involvement is therefore not acceptable. Moreover, in the case of mutually violent parties, restraining orders should be issued in respect of both parties in order to prevent contact between them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The considerations above are further aggravated by the fact that the applicant falls outside the personal scope of the Act on Restraining Order due to Violence among Relatives (see paragraph 38 above). Though divorced people and former registered partners receive the same protection as married people, this is not afforded where the perpetrator is the former common-law husband and that tie was not registered with the authorities. While accepting that the legislature may legitimately seek to protect those within specific, recognised relationships, the Court observes nonetheless that the applicant was excluded from the protection of this Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Lastly, the Court must draw attention to the fact that there are three different sets of civil proceedings pending before the domestic courts concerning the apartment in question. These proceedings, namely an action initiated by the applicant to order Gy.B. to leave the apartment (see paragraph 34 above) and two sets of proceedings for the determination of ownership (see paragraphs 28 and 29 above) would, in theory, be capable of eradicating the root of the problem, which is the unwanted residence of Gy.B. in the flat. In light of the regular and rather violent disputes between the parties and the fact that those proceedings have been suspended since 2007 and 2008, respectively, the Court finds that the domestic courts failed to comply with their positive obligation to decide the cases within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Having regard to the foregoing, and notwithstanding the respondent State’s margin of appreciation in the matter, the Court concludes that the Hungarian authorities failed to fulfil their positive obligations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  There has accordingly been a violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLES 2, 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "71.  Relying on Articles 2 and 3 of the Convention, the applicant complained that the Hungarian authorities failed to take positive measures to protect her from her violent former common-law husband. Moreover, invoking Article 13 of the Convention, the applicant maintained that the remedies offered were ineffective and failed to provide sufficient protection to her.",
                                "elements": []
                            },
                            {
                                "content": "72.  The Government contested these arguments in general terms. They pointed out in particular that Article 13 of the Convention does not require that recourse to a remedy always be successful irrespective of an unfounded claim. They argued that in the present case the applicant was able to raise her arguable claims of ill-treatment before the competent authorities but her claims were not found to be justified. The remedies provided for by the Hungarian criminal law qualify as effective remedies for well-founded claims. Therefore, the Government considered that the applicant’s complaint under Article 13 of the Convention was manifestly ill-founded.",
                                "elements": []
                            },
                            {
                                "content": "73.  Regard being had to its finding of a violation of Article 8 of the Convention (see paragraph 70 above), the Court, while declaring these complaints admissible, does not consider it necessary to examine them separately under Articles 2, 3 or 13 of the Convention, their essence having already been dealt with in the context of Article 8.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "74.  Relying on Article 14 of the Convention, the applicant complained that the inaction of the authorities might have been based on discrimination against her on account of her Roma origin.",
                                "elements": []
                            },
                            {
                                "content": "75.  The Court observes that the applicant has failed to show that she was treated differently compared to other persons in analogous situations. There is nothing to suggest that the authorities’ decisions were motivated by discrimination. This part of the application is thus unsubstantiated and should be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "76.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "77.  The applicant claimed 1,500,000 Hungarian forints (HUF) in respect of non-pecuniary damage sustained on account of the physical and psychological suffering caused by the violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Government found the applicant’s claim to be excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court considers that the applicant must have sustained some non-pecuniary damage and awards her the full sum claimed, that is, EUR 5,150.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "80.  The applicant did not submit a separate costs claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "81.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the complaints concerning Articles 2, 3, 8 and 13 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that there is no need to examine separately the complaint under Article 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by six votes to one that there is no need to examine separately the complaints under Articles 3 and 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,150 (five thousand one hundred and fifty euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Hungarian forints at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 April 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KALUCZA v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-110452.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0424JUD005769310",
    "externalsources": [],
    "extractedappno": [
        "57693/10",
        "25803/94",
        "46598/06",
        "25644/94",
        "65681/01",
        "41183/02",
        "53176/99",
        "38478/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-110452",
    "judgementdate": "24/04/2012 00:00:00",
    "kpdate": "24/04/2012 00:00:00",
    "kpthesaurus": [
        "451",
        "634"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "8"
    ],
    "parties": [
        "KALUCZA",
        "HUNGARY"
    ],
    "rank": "878.892761230469",
    "representedby": [
        "ZSEMLYE G."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "369223",
    "typedescription": "15"
}