{
    "__articles": "6;6-1;13",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 13",
    "applicability": "",
    "appno": "77147/01",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        }
    ],
    "content": {
        "001-80631.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 77147/01) against the Republic of Bulgaria lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Rafi Hrant Kuyumdzhiyan, a Bulgarian national born in 1944 and living in  (“the applicant”), on 23 October 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Ekimdzhiev and Ms S. Stefanova, lawyers practising in . The Bulgarian Government (“the Government”) were represented by their Agents, Ms M. Pasheva and Ms M. Kotseva, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 19 September 2005 the Court decided to give notice of the application to the Government. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the application at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  In 1948 and 1950 a flat owned by an ancestor of the applicant was nationalised. In 1969 the State sold that flat to Mr and Mrs B. It seems that Mr B. died on an unspecified date prior to 1987.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 11 May 1992 the applicant brought an action against Mrs B. and the municipality of Plovdiv under section 7 of the Restitution of Ownership of Nationalised Real Property Act of 1992 (“the Restitution Act of 1992”), seeking a declaration that the sale of the flat had been null and void. He stated that the sale had been made in breach of the law and that Mr B., who had been registered as an “anti-fascist and anti-capitalist veteran” – a title which at the relevant time carried a number of privileges guaranteed by law – had abused his position to obtain the flat.",
                                "elements": []
                            },
                            {
                                "content": "6.  At the first hearing, held on 4 August 1992, the Plovdiv District Court admitted written evidence and gave leave to the parties to adduce further evidence.",
                                "elements": []
                            },
                            {
                                "content": "7.  At the next hearing, held on 26 October 1992, the court rejected the applicant's request to supplement his statement of claim, admitted written evidence, heard the parties and reserved judgment.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 5 November 1992 the court, sitting in private, observed that the claim as initially worded by the applicant was inconsistent and instructed him to clarify his request for relief. It scheduled a new hearing for 4 December 1992. On 30 November 1992 the applicant declared that he claimed the restitution of the apartment under section 7 of the Restitution Act of 1992.",
                                "elements": []
                            },
                            {
                                "content": "9.  The hearing scheduled for 4 December 1992 was adjourned as the  had not been properly summoned.",
                                "elements": []
                            },
                            {
                                "content": "10.  The Plovdiv District Court held hearings on 20 January, 13 April and 28 December 1993, and 12 April 1994. At the hearing on 13 April 1993 it granted the applicant's request to constitute the heirs of Mr B. as additional defendants. One hearing listed for 21 September 1993 was adjourned because the newly constituted defendants had not received copies of the statement of claim. At the hearings of 28 December 1993 and 12 April 1994 three of the newly constituted defendants, two of whom were residing in , were represented by counsel.",
                                "elements": []
                            },
                            {
                                "content": "11.  In a judgment of 8 June 1994 the Plovdiv District Court ordered that the part of the flat which had been acquired by Mrs B. be restituted to the applicant and dismissed the remainder of his claim.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 13 July 1994 the applicant appealed. So did the defendants.",
                                "elements": []
                            },
                            {
                                "content": "13.  At a hearing held on 3 October 1994 the  admitted written evidence and reserved judgment.",
                                "elements": []
                            },
                            {
                                "content": "14.  In a judgment of 23 February 1995 the  quashed the lower court's judgment and dismissed the entirety of the applicant's claim.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 11 April 1995 the applicant lodged a petition for review. The Plovdiv District Court tried to serve a copy of the petition on the counsel of the two defendants who were residing in , but she refused to accept the service of process, stating that her power of attorney did not extend to the review proceedings. On 4 January 1996 the Plovdiv District Court agreed that the representative's power of attorney was only valid until the end of the secondinstance proceedings and accordingly ordered that the defendants be served personally in . In view of this, on 12 April 1996 the Bulgarian Ministry of Justice sent a letter rogatory to the Russian authorities, asking them to serve a copy of the petition on the two defendants. It seems that the letter rogatory was executed in respect of one of the defendants on an unspecified date prior to November 1998. However, it remained unexecuted in respect of the other defendant. Between 1996 and 1999 the Bulgarian Ministry of Justice sent nine reminders to the Russian authorities and twice asked the Bulgarian Ministry of Foreign Affairs for assistance. However, these efforts were to no avail. Accordingly, the petition for review remained with the Plovdiv District Court and was not sent to the Supreme Court of Cassation for examination.",
                                "elements": []
                            },
                            {
                                "content": "16.  In the meantime, in 1997, the applicant found out that the two defendants residing in Russia were on a visit to  and apprised the Plovdiv District Court about that. On 30 September 1997 the court ordered that a copy of the petition for review be served on them in . However, the process was returned to the court with a note that the defendants could not be found at the address specified.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 23 February 1998 the applicant complained about the protraction of the proceedings to the Ministry of Justice. In a letter of 7 March 1998 the Ministry informed the applicant that the letter rogatory was unfortunately still not executed and that, regrettably, the Russian authorities used to procrastinate in the execution of letters rogatory. On 16 April 1999 the applicant complained to the chairperson of the Plovdiv District Court and asked him to apply Article 44 of the Code of Civil Procedure of 1952 (“the CCP”) (see paragraph 26 below).",
                                "elements": []
                            },
                            {
                                "content": "18.  Despite the lack of service, on an unspecified date in 2000 the Plovdiv District Court sent the petition for review to the Supreme Court of Cassation.",
                                "elements": []
                            },
                            {
                                "content": "19.  The first hearing before the Supreme Court of Cassation, listed for 8 November 2000, was adjourned due to the defective summoning of the two defendants residing in .",
                                "elements": []
                            },
                            {
                                "content": "20.  On 28 February 2001 the Supreme Court of Cassation held a hearing, despite the absence of the two defendants residing in . It briefly noted that all defendants, including those residing in , had been properly summoned.",
                                "elements": []
                            },
                            {
                                "content": "21.  In a final judgment of 31 May 2001 the Supreme Court of Cassation dismissed the applicant's petition for review.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Review proceedings before the former Supreme Court and the Supreme Court of Cassation",
                                "elements": [
                                    {
                                        "content": "22.  Until 31 March 1998 the judgments of the regional courts given as a secondinstance court were “final” and could be set aside only in accordance with Article 225 et seq. of the CCP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Articles 225-30 of the CCP, repealed with effect from 1 April 1998, governed review proceedings before the former Supreme Court. Prior to 1990 these texts stipulated that review proceedings were initiated on the proposal of the Chief Prosecutor or the chairperson of the Supreme Court, which was not, as a rule, limited by time, and was examined in private by a section of the Supreme Court or its Plenary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  However, these texts were fully reshuffled with effect from 21 April 1990 and henceforth provided that review proceedings were initiated upon the petition of a party to the case (Article 225 § 1), lodged within two months after the entry into force of the lower court's judgment (Article 226 § 1), or the proposal of the Chief Prosecutor (Article 225 § 2), lodged within one year after the judgment's entry into force (Article 226 § 1). The petition was examined by the Supreme Court at a public hearing in the presence of the parties to the case (Article 227 § 2). The Supreme Court had the power to set the judgment aside wholly or in part, whenever (i) it was “contrary to the law”, (ii) “substantial breaches of procedural law [had] occurred during the proceedings or in connection with the delivery of the judgment”, or (iii) it was “ill-founded” (Article 225 § 3 in conjunction with Article 207). If the Supreme Court set the lower court's judgment aside, it could either decide the case itself, or exceptionally remit it to the lower court for reexamination (Article 229 § 2).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Validity of a representative's power of attorney",
                                "elements": [
                                    {
                                        "content": "25.  By Article 22 § 4 of the CCP, unless stipulated otherwise, the power of attorney of the representative of a party to a case is valid for all levels of court until the proceedings come to an end.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Service of process on a party residing outside  or leaving the country during the pendency of the proceedings",
                                "elements": [
                                    {
                                        "content": "26.  By Article 44 § 1 of the CCP, if a party resides outside Bulgaria or goes out of the country for more than thirty days, and does not have a representative residing in the country, it has to indicate an address in Bulgaria for the service of process. If it fails to do so, all documents which need to be served on it are put in the case file and are considered as duly served. The parties must be warned about this upon the first communication from the court (Article 44 § 2). The obligation stemming from Article 44 § 1 of the CCP continues until the case is examined by the Supreme Court in review proceedings (реш. № 380 от 26 ноември 1999 г. по гр.д. № 246/1999 г., ВКС, петчленен състав), but does not apply in the fresh proceedings before the firstinstance court, if the case is remitted (реш. № 2441 от 29 август 1979 г. по гр.д. № 1494/1979 г., ВС, І г.о.).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Complaint about delays",
                                "elements": [
                                    {
                                        "content": "27.  Article 217a of the CCP, adopted in July 1999, provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Each party may lodge a complaint about delays at every stage of the case, including after oral argument, when the examination of the case, the delivery of judgment or the transmitting of an appeal against a judgment is unduly delayed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The complaint about delays shall be lodged directly with the higher court, no copies shall be served on the other party, and no State fee shall be due. The lodging of a complaint about delays shall not be limited by time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.   The chairperson of the court with which the complaint has been lodged shall request the case file and shall immediately examine the complaint in private. His instructions as to the acts to be performed by the court shall be mandatory. His order shall not be subject to appeal and shall be sent immediately together with the case file to the court against which the complaint has been lodged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  In case he determines that there has been [undue delay], the chairperson of the higher court may make a proposal to the disciplinary panel of the Supreme Judicial Council for the taking of disciplinary action.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "29.  The Government submitted that the proceedings on the merits had ended on 23 February 1995, when the  had given its final judgment. As the application had been lodged on 23 October 2001, it was out of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicant replied that review proceedings were part of the normal threeinstance examination of the case and that the proceedings had accordingly come to an end on 31 May 2001, the date of the Supreme Court of Cassation's judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court notes that, despite the terminological similarity with such proceedings in Russia and Ukraine, review proceedings before the former Supreme Court and the Supreme Court of Cassation in Bulgaria were not extraordinary proceedings, but part of the normal threeinstance proceedings (see paragraphs 2224 above and Yanakiev v. , no. 40476/98, § 65, 10 August 2006, with further references). It therefore considers that the proceedings at issue in the present case came to an end on 31 May 2001, when the Supreme Court of Cassation gave its final judgment (see paragraph 21 above). The application was lodged 23 October 2001, less than six months after that. The Government's objection must thus be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court further considers that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention, nor inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "33.  Although the proceedings started on 11 May 1992, the period to be taken into account began only on 7 September 1992, when the Convention entered into force in respect of . Nevertheless, in assessing the reasonableness of the time that elapsed after that date, account must be taken of the state of proceedings at that time. The proceedings ended on 31 May 2001, when the Supreme Court of Cassation gave its final judgment (see paragraphs 2124 and 31 above). The period to be considered thus lasted eight years and almost nine months for three levels of court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The parties presented arguments as to the way in which the various criteria employed by the Court in this context should apply in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court notes at the outset that most of the delays which took place in the instant case cannot be explained by its legal or factual complexity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant was responsible for a certain amount of delay in the proceedings before the firstinstance court, due to the apparently imprecise wording of his original statement of claim (see paragraph 8 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The authorities were responsible for the adjournment of two hearings (see paragraphs 9 and 10 above), which resulted in approximately four months of delay. There was also a gap of almost six years between the time when the applicant lodged his petition for review (11 April 1995) and the time when the Supreme Court of Cassation held a hearing (28 February 2001). This delay was exclusively due to problems with the serving of copies of the petition for review and the summoning of two defendants residing in . It is true that the Bulgarian authorities, who did not remain idle and several times urged the Russian authorities to execute the letter rogatory (see paragraph 15 above), cannot be held accountable for the latter's failure to do so (see Włoch v. , no. 27785/95, §§ 14951, ECHR 2000XI). However, the Court cannot overlook the facts that because of this problem the proceedings grinded to a halt for almost six years (see, mutatis mutandis, Ikanga v. , no. 32675/96, § 20 in fine, 2 August 2000) and that the Bulgarian courts were not powerless in the face of this apparent deadlock. These courts could have – and, indeed, apparently eventually did – applied Article 44 of the CCP and deemed that the defendants who were no longer legally represented and had left Bulgaria without specifying a domestic address for the service of process were duly served by the putting of the process in the case file (see paragraphs 17, 18, 20 and 26 above). The Court sees no reason why this was not done earlier. In particular, there is no indication that the application of Article 44 of the CCP was deferred because of the failure of the domestic courts to warn, as required by paragraph 2 of that provision, the defendants of the consequences of their not having supplied an address for the service of process in Bulgaria. The Court accordingly concludes that the resulting delay was, at least in part, attributable to the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In the light of the criteria laid down in its case-law and having regard in particular to the delays attributable to the authorities, the Court considers that the length of the proceedings failed to satisfy the reasonable-time requirement. There has therefore been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  COMPLAINT UNDER ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "40.  The applicant complained under Article 1 of Protocol No. 1 that by reason of the excessive length of the proceedings his alleged title to the disputed flat had become more precarious. Article 1 of Protocol No. 1 provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court finds that this complaint is closely linked to the one examined above and must likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "42.  However, the Court notes that this complaint relates to the same facts as the one based on Article 6 § 1. Having regard to its conclusion in paragraph 39 above, it does not consider that it must deal with it (see Zanghì v. Italy, judgment of 19 February 1991, Series A no. 194C, p. 47, § 23; Kroenitz v. Poland, no. 77746/01, § 37, 25 February 2003; and Krastanov v. Bulgaria, no. 50222/99, § 82, 30 September 2004).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  COMPLAINT UNDER ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  The applicant complained under Article 13 of the Convention that he did not have effective remedies against the unreasonable length of the proceedings. Article 13 provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "44.  The Court considers that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "45.  The applicant submitted that the only remedy which had at his disposal was the “complaint about delays” under Article 217a of the CCP. However, this remedy was not effective, as it could neither really expedite the proceedings, nor provide compensation. Moreover, it had become available only in July 1999, more than seven years after the commencement of the proceedings in issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government submitted that the applicant could have filed a tort action against the State, grounding his claim on the inactivity of the administration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Having regard to its conclusion in paragraph 39 above, the Court is of the view that the complaint under Article 6 § 1 is arguable. It follows that Article 13 is applicable. It notes that in several cases (see Djangozov v. Bulgaria, no. 45950/99, § 51, 8 July 2004, Rachevi v. Bulgaria, no. 47877/99, § 65, 23 September 2004; and Dimitrov v. Bulgaria, no. 47829/99, § 77, 23 September 2004) it found that until July 1999 – more than seven years after the commencement of the proceedings at issue – Bulgarian law did not provide any remedies against the excessive length of civil proceedings. The Court does not consider it necessary to examine whether a “complaint about delays” under Article 217a of the CCP, enacted in July 1999 (see paragraph 27 above), is an effective remedy in principle. Even assuming that it is one – which is quite doubtful in the particular circumstances of the present case –, any decision given under this provision that might have speeded up the examination of the case could not have made up for the delays which had occurred prior to its introduction and had already had a significant impact on the overall duration of the proceedings (see Djangozov, § 52; Rachevi, § 67; and Dimitrov, § 78, all cited above). The Court also notes that under Bulgarian law there exists no possibility to obtain compensation for excessively lengthy civil proceedings (see Djangozov, § 58; Rachevi, § 103; and Dimitrov, § 82, all cited above). The Government's averment that the applicant could have filed a tort action and be awarded such compensation was not supported by any example of a litigant having successfully mounted such proceedings (see Rachevi, cited above, § 64).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  There has therefore been a violation of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "50.  The applicant claimed 7,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government did not express an opinion on the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court considers that the applicant must have sustained nonpecuniary damage on account of the violations found in the present case. Ruling on an equitable basis, it awards award him EUR 2,000, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "53.  The applicant sought the reimbursement of EUR 1,614.80 for the costs and expenses incurred before the Court. He requested that any amount awarded under this head be paid directly into the bank accounts of his legal representatives, Mr M. Ekimdzhiev and Ms S. Stefanova.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government did not express an opinion on the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  According to the Court's caselaw, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 600, plus any tax that may be chargeable, to be paid into the bank accounts of his legal representatives, Mr M. Ekimdzhiev and Ms S. Stefanova.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "56.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that it is not necessary to examine separately the complaint under Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the abovementioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 May 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrP. Lorenzen",
            "role": "president"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrM. Villiger",
            "role": "judges"
        },
        {
            "name": "Mrs C. Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KUYUMDZHIYAN v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-80631.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0524JUD007714701",
    "externalsources": [],
    "extractedappno": [
        "77147/01",
        "40476/98",
        "30979/96",
        "27785/95",
        "32675/96",
        "77746/01",
        "50222/99",
        "45950/99",
        "47877/99",
        "47829/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-80631",
    "judgementdate": "24/05/2007 00:00:00",
    "kpdate": "24/05/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "444"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "KUYUMDZHIYAN",
        "BULGARIA"
    ],
    "rank": "584.167236328125",
    "representedby": [
        "EKIMDJIEV M.",
        "STEFANOVA S."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "421124",
    "typedescription": "15"
}