{
    "__articles": "6;6-1;29;29-3;P1-1;P1-1-1;41",
    "__conclusion": "Violation of Art. 6-1;Violation of P1-1;Remainder inadmissible;Pecuniary damage - State to secure enforcement of domestic judgment;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed",
    "applicability": "",
    "appno": "7363/04",
    "article": [
        "6",
        "41",
        "29",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - State to secure enforcement of domestic judgment",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses - claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-71574.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 7363/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Yevgeniy Aleksandrovich Mikryukov, on 6 January 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Mr K. Krakovskiy, a lawyer practising in the Rostov Region. The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 30 September 2004 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "4.  The applicant was born in 1957 and lives in Rostov-on-Don.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant was engaged in emergency operations at the site of the  nuclear plant disaster. As a consequence, he was entitled to certain social benefits.",
                        "elements": []
                    },
                    {
                        "content": "6.  In 2001 the applicant was placed on a waiting list for free housing. As the Kirovskiy District Administration did not provide him with a flat within three months, the applicant sued the administration.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 19 December 2001 the Kirovskiy District Court of Rostov-on-Don allowed the applicant’s claim against the Kirovskiy District Administration for the provision of housing. It ordered that the administration:",
                        "elements": []
                    },
                    {
                        "content": "“...provide [the applicant’s] family of five - [the applicant], his wife, his son, his daughter and his mother - with other comfortable living premises within three months after the entry of the judgment into force”.",
                        "elements": []
                    },
                    {
                        "content": "8.  No appeal was brought against the judgment and on 4 January 2002 it became final.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 24 January 2002 the bailiffs’ service opened enforcement proceedings. However, the judgment could not be enforced because the town administration possessed no available housing or financial resources to purchase a flat.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 10 August 2003 the applicant’s mother died.",
                        "elements": []
                    },
                    {
                        "content": "11.  On 28 October 2004 the Mayor of Rostov-on-Don issued an order allocating a three-room flat measuring 81.7 square metres in the  to the applicant’s family of four.",
                        "elements": []
                    },
                    {
                        "content": "12.  The bailiffs asked the Kirovskiy District Court to stay the enforcement proceedings until the completion of the construction works on the block of flats in the . In the alternative, they requested to amend the method of enforcement and to order that the Kirovskiy District Administration should pay the applicant the monetary value of the flat.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 1 December 2004 the Kirovskiy District Court dismissed the bailiffs’ request.",
                        "elements": []
                    },
                    {
                        "content": "14.  On 24 January 2005 the  quashed that decision and remitted the matter for a new examination. The proceedings are now pending.",
                        "elements": []
                    },
                    {
                        "content": "15.  By a letter of 14 December 2004 the Chief Bailiff of the Kirovskiy District bailiffs’ service informed the applicant that the bailiffs had fined the Kirovskiy District Administration five times for their failure to execute the judgment of 19 December 2001. It was not possible to collect the fines because the administration’s funds were allocated for specific purposes.",
                        "elements": []
                    },
                    {
                        "content": "16.  The applicant has not yet received an occupancy voucher in respect of either the flat in the  or any other flat.",
                        "elements": []
                    },
                    {
                        "content": "17.  It appears that the judgment of 19 December 2001 remains unenforced to date.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL NO. 1",
                        "elements": [
                            {
                                "content": "18.  The applicant complained that the continued non-enforcement of the judgment of 19 December 2001 violated his right of access to a court enshrined in Article 6 of the Convention and his right to peaceful enjoyment of possessions guaranteed by Article 1 of Protocol No. 1. The relevant parts of these provisions read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "19.  The Government contested the State responsibility for the debts of the Kirovskiy District Administration. They submitted that the Kirovskiy District Administration of Rostov-on-Don was a local self-government agency which, according to Article 132 of the Constitution, enjoyed independence in management of its budget. In the alternative, they argued that the proceedings concerning the amendment of the method of enforcement were pending, therefore the applicant had not exhausted domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant submitted that the State was liable for the debts of the Kirovskiy District Administration. He further maintained that in 2001 he had obtained a judgment in his favour, which had become final and enforceable. He submitted the writ of execution to the competent enforcement agency. The only purpose of the pending proceedings was to find a solution to the long-standing enforcement problem and they did not affect the finality of the judgment in his favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court notes that the debtor in the instant case has been a local self-government agency. According to the established case-law of the Convention organs, agencies of local self-government are State organisations in the sense that they are governed by public law and exercise public functions vested in them by the Constitution and the laws. The Court reiterates that under the international law the term “State organisation” is not limited only to organs of the central Government. In cases where State power is decentralised it extends to any national authority which exercises public functions (see Gerasimova v. Russia (dec.), no. 24669/02, 16 September 2004; see also Zhovner v. , no. 56848/00, § 37, 29 June 2004; Piven v. , no. 56849/00, § 39, 29 June 2004). Accordingly, the Court finds that the State has been responsible for the debt arising from the judgment of 19 December 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  As to the exhaustion of domestic remedies, the Court notes that in January 2002 the applicant submitted the writ of execution to the bailiff’s service. In the framework of enforcement proceedings, the bailiffs asked the domestic courts to amend the method of enforcement or, in the alternative, to stay the enforcement proceedings. The Court cannot accept that the stay of the enforcement proceedings could have provided redress in respect of the applicant’s complaints. Nor did the Government explain how the amendment of the method of enforcement would improve the situation of the applicant, who had already obtained an enforceable judgment as a result of successful litigation, by the terms of which a State authority was to grant him a flat within three months. The Court finds that the Government have failed to substantiate their contention that the remedy at issue was an effective one (see, e.g., Yavorivskaya v. Russia (dec.), no. 34687/02, 13 May 2004; Kranz v. Poland, no. 6214/02, § 23, 17 February 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court concludes that the Government’s objections must be rejected. It considers that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "24.  The Government accepted that the judgment 19 December 2001 had not been enforced. By way of justification, they claimed that no flats satisfying the court-defined criteria had been available in the area. However, on 28 October 2004 a three-room flat was allocated to the applicant’s family of four. A flat for five persons was not provided because the applicant’s mother had died.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicant disputed the Government’s submissions that there had been no available housing. He submitted certificates, issued by the Rostov-on-Don City Council, according to which 4,069 new flats had been built in Rostov-on-Don in 2002, the Mayor of Rostov-on-Don had granted housing to 555 families in 2003, and to more than 1,500 families in 2004. The applicant accepted that in October 2004 the Mayor had offered a flat in the  to the family of four. However, pursuant to the judgment of 19 December 2001, the authorities were to grant him a flat for five persons. Moreover, he has not yet received an occupancy voucher in respect of either the flat in the  or any other flat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court observes that on 19 December 2001 the applicant obtained a final and enforceable judgment, by which his family of five was to be granted a comfortable flat. The judgment has not been enforced to date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court notes that the judgment has not been enforced because there has been no available housing in the area. However, the Court reiterates that it is not open to a State authority to cite the lack of funds or other resources, such as housing, as an excuse for not honouring a judgment debt (see Malinovskiy v. Russia, no. 41302/02, § 35, 16 June 2005; Plotnikovy v. Russia, no. 43883/02, § 23, 24 February 2005). Admittedly, a delay in the execution of a judgment may be justified in particular circumstances, but the delay may not be such as to impair the essence of the right protected under Article 6 § 1. The applicant should not be prevented from benefiting from the success of the litigation on the ground of alleged financial difficulties experienced by the State (see Burdov v. , no. 59498/00, § 35, ECHR 2002III). In the present case, the judgment has remained without enforcement to date, that is for more than three years since it was issued. The Government did not offer a plausible justification for that omission. There is no evidence that the Kirovskiy District Administration has taken any measures to comply with the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  As regards the offer made by the Mayor of Rostov-on-Don in October 2004, it did not meet the terms of the judgment of 19 December 2001. In particular, the flat was not appropriate for accommodating five persons, as required by the judgment. The Court does not accept the Government’s argument that after the death of the applicant’s mother a flat for four persons would have been sufficient. It clearly follows from the operative part of the judgment of 19 December 2001 that the Kirovskiy District Administration was to allocate a flat for five persons. The new determination of the current number of the applicant’s family members would amount to re-examination by a State agency of the matter already settled by a final and binding court judgment. In any event, the applicant’s mother died more than a year and seven months after the judgment of 19 December 2001 had become final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court has frequently found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 in cases raising issues similar to the ones in the present case (see Malinovskiy, cited above, § 35 et seq.; Teteriny v. Russia, no. 11931/03, § 41 et seq., 9 June 2005; Gizzatova v. Russia, no. 5124/03, § 19 et seq., 13 January 2005; Burdov, cited above, § 34 et seq., ECHR 2002III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Having examined the material submitted to it, the Court notes that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court finds that by failing for years to comply with the enforceable judgment in the applicant’s favour the domestic authorities prevented him from receiving a flat he could reasonably have expected to receive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  There has accordingly been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  The Court has examined the complaints as submitted by the applicant. However, having regard to all the material in its possession, it finds that these complaints do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "\nA.  Damage",
                                "elements": [
                                    {
                                        "content": "34.  As regards the pecuniary damage, the applicant asked the Court to require the State to enforce the judgment. He claimed 8, 000 euros (“EUR”) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government considered that the claim was excessive and unsubstantiated. They believed that, in any event, the award should not exceed the amount awarded by the Court in the Burdov case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court notes that the State’s outstanding obligation to enforce the judgment at issue is undisputed. Accordingly, the applicant is still entitled to recover the judgment debt in the domestic proceedings. The Court reiterates that the most appropriate form of redress in respect of a violation of Article 6 is to ensure that the applicant as far as possible is put in the position in which he would have been had the requirements of Article 6 not been disregarded (see Poznakhirina v. Russia, no. 25964/02, § 33, 24 February 2005, with further references). The Court finds that in the present case this principle applies as well, having regard to the violation found. It therefore considers that the Government should secure, by appropriate means, the enforcement of the award made by the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court considers that the applicant must have suffered certain distress and frustration resulting from the State authorities’ failure to enforce a judgment in his favour. However, the amount claimed appears excessive. The Court takes into account the award made by the Court in the Burdov case (cited above, § 47), the nature of the award at stake in the present case, notably a benefit linked to the applicant’s disability as a Chernobyl victim, the length of the enforcement proceedings and other relevant aspects. Making its assessment on an equitable basis, it awards the applicant EUR 4,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "38.  The applicant asked for reimbursement of the legal fees. However, he did not specify the amount, nor did he submit any receipts or vouchers on the basis of which such amount could be established. Accordingly, the Court does not make any award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "39.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning non-enforcement of the judgment of 19 December 2001 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, is to secure, by appropriate means, the enforcement of the award made by the domestic court, and, in addition, to pay the applicant EUR 4,000 (four thousand euros) in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement, plus any tax that may be chargeable on that amount;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 December 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        }
    ],
    "decisiondate": "17/11/2005 00:00:00",
    "docname": "CASE OF MIKRYUKOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-71574.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:1208JUD000736304",
    "externalsources": [],
    "extractedappno": [
        "7363/04",
        "24669/02",
        "56848/00",
        "56849/00",
        "34687/02",
        "6214/02",
        "41302/02",
        "43883/02",
        "59498/00",
        "11931/03",
        "5124/03",
        "25964/02"
    ],
    "importance": "4",
    "introductiondate": "06/01/2004 00:00:00",
    "issue": [],
    "itemid": "001-71574",
    "judgementdate": "08/12/2005 00:00:00",
    "kpdate": "08/12/2005 00:00:00",
    "kpthesaurus": [
        "369",
        "304",
        "445",
        "7",
        "40",
        "113",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-1",
        "29",
        "41",
        "6-1",
        "6",
        "29-3",
        "P1-1"
    ],
    "parties": [
        "MIKRYUKOV",
        "RUSSIA"
    ],
    "rank": "531.855895996094",
    "representedby": [
        "KRAKOVSKIY K."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Burdov v. Russia, no. 59498/00, § 34, § 35 and § 47, ECHR 2002-III",
        "Gerasimova v. Russia (dec.), no. 24669/02, 16 September 2004",
        "Gizzatova v. Russia, no. 5124/03, § 19 et seq., 13 January 2005",
        "Kranz v. Poland, no. 6214/02, § 23, 17 February 2004",
        "Malinovskiy v. Russia, no. 41302/02, § 35, 16 June 2005",
        "Piven v. Ukraine, no. 56849/00, § 39, 29 June 2004",
        "Plotnikovy v. Russia, no. 43883/02, § 23, 24 February 2005",
        "Poznakhirina v. Russia, no. 25964/02, § 33, 24 February 2005, with further references",
        "Teteriny v. Russia, no. 11931/03, § 41 et seq., 9 June 2005",
        "Yavorivskaya v. Russia (dec.), no. 34687/02, 13 May 2004",
        "Zhovner v. Ukraine, no. 56848/00, § 37, 29 June 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "326709",
    "typedescription": "15"
}