{
    "__articles": "11;11-1;11-2;29;29-3;35;35-3;41",
    "__conclusion": "Violation of Art. 11;Remainder inadmissible;Non-pecuniary damage - finding of violation sufficient",
    "applicability": "",
    "appno": "5529/05",
    "article": [
        "29",
        "11",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "article": "11",
            "base_article": "11",
            "element": "Violation of Art. 11",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-88748.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 5529/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by forty-eight Hungarian nationals, (“the applicants”), on 4 February 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr I. Barbalics, a lawyer practising in . The Hungarian Government was represented by \nMr. L. Höltzl, Agent, Ministry of Justice and Law Enforcement.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that the prohibition on holding a demonstration in front of the Prime Minister’s house violated their right to freedom of assembly, enshrined in Article 11 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 4 January 2008 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants are forty-eight Hungarian nationals (see Appendix).",
                                "elements": []
                            },
                            {
                                "content": "A.  The circumstances of the case",
                                "elements": [
                                    {
                                        "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The applicants were creditors, together with 40,000 other individuals, of an insolvent private company. Since they were unable to obtain their outstanding claims, they intended to hold a series of demonstrations between 7 July and 20 August 2004 in front of the Prime Minister’s private residence in . The applicant submitted photographs of the scene of the proposed events. According to these photographs, the Prime Minister’s house is situated on a two-lane road in a residential area composed of villas. Across the street from that property, between parked cars and the fence of another villa, there is a footpath parallel to which is a strip of grass which is over five metres wide. The applicant stated that the participants in the planned demonstrations intended only to occupy this pedestrian zone.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The first applicant, István Patyi (“the applicant”), was the main organiser of the events. He notified the Budapest Police Department as prescribed by the law. On 5 July 2004 the police prohibited the demonstrations. The applicant sought judicial review. On 8 July 2004 the  quashed the decision and remitted the case to the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In the resumed proceedings, the police again prohibited the demonstrations on 10 July 2004. The applicant sought judicial review. The  dismissed his action on 15 July 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In the meantime, the applicant and some fifteen other private individuals – according to the applicant’s submissions, “disguising themselves as tourists” – appeared before the Prime Minister’s house. The police were also present, but since the applicant informed them that they did not intend to “demonstrate”, they were not prevented from walking in front of the Prime Minister’s house and they then left the scene undisturbed. They did not cause any hindrance or inconvenience to the traffic or other pedestrians.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Subsequently, the applicant notified the police of another demonstration planned for 1 November 2004 for the same reasons and at the same spot. The planned number of demonstrators was twenty. The head of the Budapest Police Department, relying on section 8 of Act no. III of 1989 on the Right of Assembly (“the Assembly Act”), prohibited the event on \n28 October 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The police were of the view that the pavement was not wide enough to secure the necessary space for the demonstrators and other pedestrians at the same time. Therefore, in order to prevent possible accidents and confrontations between the demonstrators and passers-by, it would be necessary to close half the street. They pointed out that on the street in question three bus services operated on a regular basis and that on \n1 November, All Saints’ Day, the traffic was expected to be heavier since many people would visit cemeteries that day. The police, therefore, having obtained the expert opinion of the Department of Traffic Administration, held that the demonstration would cause a disproportionate hindrance to the traffic, which could not be secured by alternative means. The applicant sought judicial review.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 5 November 2004 the  dismissed the applicant’s action. It established that the police decision had been in compliance with the law and in particular with Article 11 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Subsequently, the applicants intended to organise other demonstrations limited to twenty persons. On 18 November 2004 the applicant notified the police that on 30 November, 1 December, \n14 December and in the afternoon of 24 December 2004 demonstrations were to take place, again in front of the Prime Minister’s house. On \n19 November 2004 the head of the Budapest Police Department prohibited these events.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The police reiterated that the pavement was not wide enough to secure the necessary space for the demonstrators and other pedestrians at the same time. Therefore, in order to prevent possible accidents and confrontations between them, half the street would need to be closed. It pointed out that on the street in question three bus services operated on a regular basis and, in winter, the traffic was expected to be heavier since many people left for the ski resorts around  via that street. It added that there was also a possibility of heavy snowfalls and that it would be difficult to secure alternative routes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The police, therefore, obtaining the expert opinion of the Department of Traffic Administration, held that the demonstrations would cause a disproportionate hindrance to the traffic, in particular to the buses, which could not be secured by alternative means.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The applicant sought judicial review. He stated that his aim was to hold peaceful, silent demonstrations lasting only twenty minutes. The only ‘action’ planned was to stand in line in front of the Prime Minister’s house, with twenty participants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 26 November 2004 the  dismissed the applicant’s motion. It established that the police decision had been in compliance with the law and the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 12 December 2004 the Budapest Public Transportation Company officially informed the applicant that on 24 December 2004 no buses would be running after 4.19 p.m.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant domestic law",
                                "elements": [
                                    {
                                        "content": "1.  Constitution of the ",
                                        "elements": [
                                            {
                                                "content": "20.  The Constitution of the  (Act no. 20 of 1949 as amended) provides, in so far as relevant, as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 62",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The  acknowledges the right to peaceful assembly and secures its free exercise.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Act no. 3 of 1989 on Freedom of Assembly",
                                        "elements": [
                                            {
                                                "content": "21.  The relevant provisions of Act no. 3 of 1989 on Freedom of Assembly (“the Assembly Act”) read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 2",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(3) The exercise of freedom of assembly shall not constitute a crime or an incitement to crime; moreover, it should not result in the infringement of the rights and freedoms of others.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 6",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The organisation of an event held in the public domain shall be notified to the competent police headquarters according to the place of the event, and in  to the Budapest Police Headquarters, three days prior to the planned date of the event. The obligation to notify the police lies with the organiser of the event.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 8 (as in force at the relevant time)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1) If the holding of an event subject to prior notification seriously endangers the proper functioning of the representative bodies or courts, or the circulation of traffic cannot be secured by another route, the police may ban the holding of the event at the place or time indicated in the notification, within forty-eight hours of receipt of the notification by the authority.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 9",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1) No appeal shall lie against the decision of the police, but the organiser may seek judicial review of the administrative decision within three days of its notification.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 14 (as in force at the relevant time)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1) The police shall disperse the event if the exercise of the right to freedom of assembly contravenes subparagraph 3 of section 2 or if the participants appear at the event ... in possession of arms, or if an event subject to prior notification is held without notification, ... or despite a decision banning the event. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3) If an event is dispersed, the participants may seek judicial review within fifteen days with a view to the establishment of the illegality of the dispersal.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 11 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicants complained that the domestic authorities had banned the demonstrations planned for 1 and 30 November and 1, 14 and \n24 December 2004 without any valid reasons, in breach of Article 11 of the Convention, which reads as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of peaceful assembly ...",
                                "elements": []
                            },
                            {
                                "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society ... for the prevention of disorder or crime ... or for the protection of the rights and freedoms of others. ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "23.  The Court observes at the outset that it has to satisfy itself that it has jurisdiction in any case brought before it, and it is therefore obliged to examine the question of its jurisdiction at each stage of the proceedings (see, inter alia, Azinas v. Cyprus [GC], no. 56679/00, § 32, ECHR 2004III, Odièvre v. France [GC], no. 42326/98, § 22, ECHR 2003III; \nBlečić v. Croatia [GC], no. 59532/00, § 67, ECHR 2006...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In the Court’s view, although the respondent Government have not raised any objection as to the Court’s competence ratione personae, this issue requires the Court’s consideration for the following reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court notes that Mr Patyi was the organiser of the demonstrations planned and that he signed all the documents submitted to the competent authorities. It follows that the latter’s refusal to authorise these demonstrations undoubtedly concerned, in a personal and direct manner, his Convention rights. His victim status for the purposes of Article 34 of the Convention is therefore not open to doubt. Moreover, the Court considers that his complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  However, the Court observes that the intention of the other forty-seven applicants actually to participate in the banned demonstrations is not supported by any evidence. These applicants have based their complaints on the mere fact that they were amongst the thousands of people who lost money due to the insolvency at issue (see paragraph 7 above). Furthermore, notwithstanding the obvious difficulties of proving an intention to participate in events which never materialised, the Court must attach weight to the fact that, in Mr Patyi’s submissions to the authorities, the number of prospective participants was consistently limited to twenty persons (see paragraphs 11, 14 and 17 above). For the Court, it has not been possible to determine which of the applicants would have been involved in a particular event.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court stresses that because freedom of assembly also protects the abstract possibility of holding an undisturbed peaceful assembly, its organisers may claim to be directly concerned by any negative decision of the authorities. This approach was reflected in the case of Bączkowski and Others v. Poland (no. 1543/06, ECHR 2007...) in which the applicants were organisers of the demonstration in question and the Court found a violation of Article 11 of the Convention without specifically addressing the situation of the participants other than the organisers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  For these reasons, the Court is unable to conclude in the present case that the forty-seven other individuals were victims of a violation of their Convention rights. It follows that the complaint in their respect is incompatible ratione personae with the provisions of the Convention within the meaning of Article 35 § 3, and must be rejected, pursuant to \nArticle 35 § 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1. Whether there was an interference with the exercise of freedom of peaceful assembly",
                                        "elements": [
                                            {
                                                "content": "29.  The Government did not dispute that Mr Patyi could rely on the guarantees contained in Article 11; nor did they deny that the ban on the demonstrations had interfered with the exercise of his rights under that provision. The Court sees no reason to hold otherwise. The Government contended, however, that the interference was justified under the second paragraph of Article 11.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Whether the interference was justified",
                                        "elements": [
                                            {
                                                "content": "30.  It must therefore be determined whether the measure complained of was “prescribed by law”, prompted by one or more of the legitimate aims set out in paragraph 2, and was “necessary in a democratic society” to achieve them.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a) Prescribed by law",
                                "elements": [
                                    {
                                        "content": "31.  There was no dispute between the parties that the restriction imposed on Mr Patyi’s freedom of peaceful assembly was based on sections 6, 8 and 14 of the Assembly Act, the wording of which is clear (see paragraph 21 above). Therefore, the requirement of lawfulness was satisfied.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Legitimate aim",
                                "elements": [
                                    {
                                        "content": "32.  The Government submitted that the restrictions on the right of peaceful assembly in public areas served to protect the rights of others, for example the right to freedom of movement or the orderly circulation of traffic. They further submitted that freedom of peaceful assembly could not be reduced to a mere duty on the part of the State not to interfere. On certain occasions, positive measures had to be taken in order to ensure that an assembly was peaceful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Mr Patyi did not address this issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In the light of these considerations, the Court is satisfied that the measure complained of pursued the legitimate aims of preventing disorder and protecting the rights of others.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c) Necessary in a democratic society",
                                "elements": [
                                    {
                                        "content": "35.  The Government submitted that the location of the planned demonstrations was in an extremely busy area of  where the demonstrators would have hampered the free movement of passers-by and three bus services, with the attendant risks of an accident. They also submitted that the decisions of the domestic authorities had been adopted after a thorough examination of all the relevant circumstances. They cannot therefore be said to have been arbitrary or wrong.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Mr Patyi contested the Government’s view. He stated in particular that the location of the demonstrations would not have been a busy area at the time it was planned to hold them, and that the pavement was wide enough for the event to go ahead without causing any hindrance to traffic. He also drew attention to the fact that on 24 December after 4 p.m. there were no buses running at all due to the bank holiday. He submitted several photographs of the scene to support his contentions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court reiterates that Article 11 of the Convention must also be considered in the light of Article 10. The protection of opinions and the freedom to express them is one of the objectives of the freedoms of assembly and association enshrined in Article 11 (see Freedom and Democracy Party (ÖZDEP) v. Turkey [GC], no. 23885/94, § 37, ECHR 1999-VIII.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The expression “necessary in a democratic society” implies that the interference corresponds to a “pressing social need” and, in particular, that it is proportionate to the legitimate aim pursued. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with the rights protected by the Convention (see Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, nos. 29221/95 and 29225/95, § 87, ECHR 2001IX.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  When the Court carries out its scrutiny, its task is not to substitute its own view for that of the relevant national authorities but rather to review under Article 11 the decisions they took. This does not mean that it has to confine itself to ascertaining whether the respondent State exercised its discretion reasonably, carefully and in good faith; it must look at the interference complained of in the light of the case as a whole and determine, after having established that it pursued a “legitimate aim”, whether it was proportionate to that aim and whether the reasons adduced by the national authorities to justify it are “relevant and sufficient”. In so doing, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 11 and, moreover, that they based their decisions on an acceptable assessment of the relevant facts (see United Communist Party of Turkey and Others v. Turkey, judgment of 30 January 1998, Reports of Judgments and Decisions 1998-I, p. 22, § 47).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court finds that, in the domestic court decisions dealing with the events, the basis for the ban on the applicant’s assemblies related exclusively to traffic hazards. It also observes that the Government’s submissions were confined to the affirmation that the demonstrations would have seriously hampered the free movement of passers-by as well as the running of three bus services. In this connection, the Court reiterates that any demonstration in a public place may cause a certain level of disruption to ordinary life (see, Nurettin Aldemir and Others v. Turkey, nos. 32124/02, 32126/02, 32129/02, 32132/02, 32133/02, 32137/02 and 32138/02, § 43, 18 December 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Examining the materials in the present case submitted by the parties, the Court perceives strong and concordant indications militating against the Government’s contentions. Mr Patyi planned to organise demonstrations with twenty participants, whose only action would have been to stand silently in line on the pavement in front of the Prime Minister’s house. It is clear from the pictures attached to the case file that the space in question was wide enough – approximately five metres – to allow other pedestrians to walk by during a demonstration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Moreover, the Court is not persuaded that, in the given circumstances, the demonstrators would indeed have hindered traffic. In its view, the Government’s blanket argument about hampering the bus services (see paragraph 35 above) is not all together convincing, particularly as regards the demonstration scheduled for 24 December 2004, in view of the information produced by the Budapest Transportation Company (see paragraph 19 above). In the Court’s view, it appears unlikely that a limited number of demonstrators would have needed more space at the scene than the five-metre-wide pedestrian area, or that they would have significantly impeded the traffic, especially on Christmas Eve when the town buses ceased to run soon after 4 p.m. Consequently, the Court concludes that the authorities, when issuing repetitive prohibitions on the demonstrations, mechanically relying on the same reasons and not taking into account Mr Patyi’s factual clarifications, failed to strike a fair balance between the rights of those wishing to exercise their freedom of assembly and those others whose freedom of movement may have been frustrated temporarily, if at all.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Moreover, the Court notes that there is no evidence in the case file to suggest that the demonstrations would have been violent or would have represented a danger to public order. The Court reiterates that, “where demonstrators do not engage in acts of violence, it is important for the public authorities to show a certain degree of tolerance towards peaceful gatherings if the freedom of assembly guaranteed by Article 11 of the Convention is not to be deprived of all substance” (Oya Ataman v. Turkey, no. 74552/01, 5 December 2006, §§ 4142). Such tolerance is warranted also in the notification process; however, it has not been shown in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Having regard to the above considerations, the Court finds that the basis for the ban on the planned peaceful assemblies was neither relevant nor sufficient to meet any pressing social need. The ban has therefore not been shown to have been necessary in a democratic society in order to achieve the aims pursued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Accordingly, there has been a violation of Article 11 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Mr Patyi also relied on Article 10, which provides insofar as relevant as follows:",
                                "elements": []
                            },
                            {
                                "content": "\"1. Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. ...",
                                "elements": []
                            },
                            {
                                "content": "2. The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, ... for the prevention of disorder or crime, [or] ... for the protection of the ... rights of others, ...\"",
                                "elements": []
                            },
                            {
                                "content": "47.  The Court considers that, whilst this complaint is admissible, nevertheless, in the light of its finding above of a violation of Article 11 of the Convention (see paragraph 45), it is unnecessary to examine the merits of the matter separately under Article 10 (see Ezelin v. France, judgment of 26 April 1991, Series A no. 202, § 35).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATION OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  The Court observes that Mr Patyi also complained under Article 11 of the Convention that his first request to hold a demonstration had been refused by the domestic authorities. However, the final decision in this matter was given on 15 July 2004, more than six months before the application was introduced on 4 February 2005. It follows that this aspect of the application has been introduced outside the six-month time-limit prescribed by Article 35 § 1 and must be rejected, pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "49.  The Court further observes that Mr Patyi made complaints under Article 6 § 1 of the Convention (the outcome and fairness of the various proceedings), Article 9 (concerning his freedom of thought and conscience) Article 13 (an absence of effective remedies) and Article 14 (freedom from discrimination). However, even assuming that such provisions could be of pertinence to the present case, the Court notes that these complaints are wholly unsubstantiated and do not disclose any appearance of a violation of the Convention. In particular, as regards the Article 13 complaint, the Court notes that the applicant was able to pursue adequate remedies against the decisions of the administrative authorities before the courts. It follows that this part of the application is manifestly ill-founded within the meaning of Article 35§ 3 and must be rejected pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "51.  The applicant claimed 2,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government deemed the applicant’s claims to be excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court considers that the finding of a violation constitutes sufficient just satisfaction for any non-pecuniary damage the applicant may have suffered.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicant also claimed EUR 1,800 for the costs and expenses incurred before the Court. He submitted an itemised statement of the hours billable by his lawyer. According to his statement, this corresponds to fifteen hours of work (consultation with clients - four hours; studying the file - four hours; site inspection - one hour; preparation of the submissions and correspondence with clients - six hours) spent by his lawyer on the case charged at an hourly rate of EUR 100 (altogether EUR 1,500), plus 20% VAT (EUR 300).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government again considered the claim to be excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court finds it reasonable to award the sum claimed in its entirety under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "57.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares admissible the complaints of Mr Patyi concerning freedom of assembly and freedom of expression;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 11 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine separately the merits of the complaint under Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by Mr Patyi;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay Mr Patyi, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,800 (one thousand eight hundred euros) in respect of costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable to the applicant;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of Mr Patyi’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 October 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "Appendix",
                        "elements": []
                    },
                    {
                        "content": "List of the applicants",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF PATYI AND OTHERS v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-88748.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:1007JUD000552905",
    "externalsources": [],
    "extractedappno": [
        "5529/05",
        "56679/00",
        "42326/98",
        "59532/00",
        "1543/06",
        "23885/94",
        "29221/95",
        "29225/95",
        "32124/02",
        "32126/02",
        "32129/02",
        "32132/02",
        "32133/02",
        "32137/02",
        "32138/02",
        "74552/01"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 62 of the Constitution",
        "sections 2, 6, 8, 9 and 14 of the Act no. 3 of 1989 on Freedom of Assembly"
    ],
    "itemid": "001-88748",
    "judgementdate": "07/10/2008 00:00:00",
    "kpdate": "07/10/2008 00:00:00",
    "kpthesaurus": [
        "14",
        "400",
        "145",
        "151",
        "266",
        "332",
        "375",
        "354",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "11-1",
        "35-3",
        "41",
        "11-2",
        "35",
        "29",
        "11",
        "29-3"
    ],
    "parties": [
        "PATYI AND OTHERS",
        "HUNGARY"
    ],
    "rank": "645.015258789063",
    "representedby": [
        "BARBALICS I."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [
        "Azinas v. Cyprus [GC], no. 56679/00, § 32, ECHR 2004-III",
        "Baczkowski and Others v. Poland, no. 1543/06, ECHR 2007-...",
        "Blecic v. Croatia [GC], no. 59532/00, § 67, ECHR 2006-...",
        "Ezelin v. France, judgment of 26 April 1991, Series A no. 202, § 35",
        "Freedom and Democracy Party (ÖZDEP) v. Turkey [GC], no. 23885/94, § 37, ECHR 1999-VIII",
        "Nurettin Aldemir and Others v. Turkey, nos. 32124/02, 32126/02, 32129/02, 32132/02, 32133/02, 32137/02 and 32138/02, § 43, 18 December 2007",
        "Odièvre v. France [GC], no. 42326/98, § 22, ECHR 2003-III",
        "Oya Ataman v. Turkey, no. 74552/01, 5 December 2006, §§ 41-42",
        "Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, nos. 29221/95 and 29225/95, § 87, ECHR 2001-IX",
        "United Communist Party of Turkey and Others v. Turkey, judgment of 30 January 1998, Reports 1998-I, p. 22, § 47"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "351096",
    "typedescription": "15"
}