{
    "__articles": "3;5;34;35;35-1;41",
    "__conclusion": "Preliminary objection partially allowed (non-exhaustion of domestic remedies);Violation of Art. 3 (conditions of detention);Remainder inadmissible;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "36898/03",
    "article": [
        "3",
        "34",
        "35",
        "5",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection partially allowed",
            "type": "other"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "conditions of detention"
            ],
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-81801.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36898/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Mikhail Ivanovich Trepashkin (“the applicant”), on 14 November 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mrs Y.L. Liptser, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr P. Laptev, the Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that his pre-trial detention had been contrary to Article 5 of the Convention and that the conditions of his detention had been inhuman and degrading.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 15 September 2005 the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each filed further written observations (Rule 59 § 1 of the Rules of Court). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other's observations.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 15 November 2006 the President of the Chamber requested further factual information from the parties concerning the development of the case, in particular the outcome of the civil proceedings concerning the applicant's detention. In January 2007 the parties provided the information sought.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The applicant's detention on remand",
                                "elements": [
                                    {
                                        "content": "7.  The applicant is a lawyer and a former officer of the Federal Security Service of the Russian Federation (FSB). At the time of the events giving rise to the application, he was the subject of an unrelated criminal investigation conducted by the Chief Military Prosecutor concerning the period of his service in the FSB (criminal case no. 1). From March 2003 the applicant was under an obligation not to leave his permanent place of residence without the permission of the prosecution or the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 22 October 2003 in the evening the applicant was returning from a meeting with the officials of the police department of the town of , in the Moscow Region, where he was assisting his client as a lawyer. The applicant's car was stopped by the traffic police on a road. The police searched his car, nothing suspicious being discovered there. A few minutes later the policemen repeated the search, now in the presence of two attesting witnesses. This time a handgun with ammunition was discovered on the back seat of the applicant's car. The applicant was questioned about this gun; he asserted that it did not belong to him. He also informed the policemen that he was a lawyer and showed his lawyer's identity card. At about 7 p.m. the police opened a criminal investigation into these facts (criminal case no. 2). The applicant was placed in Dmitrov detention centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  First detention order",
                                        "elements": [
                                            {
                                                "content": "9.  In the morning of 24 October 2003, at the investigator's request, the Dmitrov Town Court ordered the applicant's pre-trial detention on the grounds that he was suspected of committing a criminal offence punishable under Article 222 of the Criminal Code (unlawful possession of firearms and ammunition) by up to six years' imprisonment and that there was a risk that he might abscond, interfere with the course of justice or continue his criminal activities. The court also stated that at the time of his arrest the applicant was already the subject of another criminal investigation in the context of criminal case no. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  The applicant appealed, stating, inter alia, that the Town Court, in finding the detention to be lawful, had failed to give any reasons for its finding. The applicant further alleged that the gun had been planted by the police and maintained that he would never keep a loaded gun in a car which he used to drive his children to school every morning. He also noted that he had five under-age children and that there was therefore no reason to believe that he would go into hiding. He further submitted that he represented clients in forty pending cases and that his arrest would be prejudicial to their interests. Finally, the applicant pointed out that the special procedure for authorising the detention of lawyers had not been followed in his case. He asked the  to examine his appeal in his presence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 27 October 2003 the , after a preliminary examination of the facts of the case, authorised the opening of criminal proceedings against the applicant in connection with the discovery of the gun in his car on 22 October 2003. On the same day the applicant's lawyer lodged an appeal against the detention order of 24 October 2003. In the grounds of appeal he stated, inter alia, that the applicant, as a lawyer, could not have been arrested and then placed in custody without a preliminary court decision authorising his criminal prosecution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  On 31 October 2003 the applicant was formally charged under Article 222 § 1 of the Criminal Code. On the same day the  examined the appeal against the detention order. Before the court the applicant was represented by one of his lawyers, Mr M. With reference to Articles 44750 of the Code of Criminal Procedure, the  quashed the detention order of 24 October 2003. The appeal court stated that the applicant, as a lawyer, could have been placed in detention on remand only after a separate court decision initiating criminal proceedings against him or authorising investigative measures in respect of him. In the present case there had been no such decision when the court had ordered his detention. The appeal court ordered the applicant's release and remitted the case to the first-instance court. However, the applicant remained in prison. He submitted that he had received a copy of this decision only on 11 November 2003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On 4 November 2003 the applicant was transferred to the Volokolamsk detention centre. On the same day the Dmitrov town prosecutor applied to the , seeking an order for the applicant's detention on remand.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Second detention order",
                                        "elements": [
                                            {
                                                "content": "14.  On 5 November 2003 the  ordered the applicant's continued detention on the ground that he had been charged with a crime of medium severity and might abscond or interfere with the course of justice if released. The hearing took place in the presence of the applicant and two of his lawyers, Mr G. and Mr M. On the same day he was transferred back to the detention centre in Dmitrov.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  The applicant appealed, repeating the arguments used during his first appeal and adding that, once refused, detention on remand could not be ordered for a second time on the same grounds. The applicant also submitted that neither he nor one of his lawyers, Ms L., had been notified about the hearing and that they had been unable to present their arguments. He also indicated that the 's decision of 31 October 2003 ordering his release had still not been executed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 13 November 2003 the , in the presence of the applicant's lawyers, upheld the first-instance court's decision of 5 November 2003 and sanctioned the applicant's continued detention on remand pending pre-trial investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  At the end of November the bill of indictment in criminal case no. 1, together with the case file, was forwarded to the . On 1 December 2003 the applicant was transferred to a detention centre in . On the same day the  ordered the applicant's pre-trial detention in the context of criminal case no. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 19 December 2003 the  dismissed a request by the investigator for prolongation of the applicant's detention on remand in the context of criminal case no. 2. However, the applicant remained in custody pursuant to the detention order made by the  on 1 December 2003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 14 January 2004 the defence complained to the  about the period between 31 October and 5 November 2003, when the applicant had been detained without any valid grounds. It is unclear whether this complaint has ever been examined by the court and what the outcome of the examination was, if there was one.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Outcome of the criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "20.  On 19 May 2004 the  gave judgment in criminal case no. 1. The applicant was found guilty and the court sentenced him to four years' imprisonment in an open colony (колонияпоселение). On 9 September 2004 the Military Division of the Supreme Court of the  upheld the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  As regards criminal case no. 2, on 15 April 2005 the  found the applicant guilty of unlawful possession of firearms, found in his car on 22 October 2003. The  rejected the applicant's contention that the gun had been planted by the policemen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicant appealed. On 1 July 2005 the  acquitted him. The  found that the fact that the bag with the gun had been found in the applicant's car did not necessarily mean that the gun had been put there by him. No fingerprints belonging to the applicant or traces of his sweat had been found on the bag or the gun. There was no evidence that the applicant had been in possession of the gun before his arrest or that he had put it in his car. Moreover, the policemen who had arrested the applicant had insisted that the bag had fallen from the back pocket of the driver's seat. However, a reconstruction of the offence showed that in the circumstances that had been physically impossible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The  further noted that the  had not accepted either the applicant's version or the account given by the prosecution. In its judgment it had put forward its own version as to how the gun had happened to be in the applicant's car. In particular, the  had found that before leaving the car the applicant had hidden the gun under his cloak, and that during the search the gun had fallen on the floor of the car. However, that version was not supported by evidence, and, moreover, the court had exceeded its powers by extending the factual scope of the indictment. As a result, the applicant was found not guilty.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Civil proceedings",
                                "elements": [
                                    {
                                        "content": "24.  On an unspecified date the applicant brought proceedings claiming one million Russian roubles (RUR) for non-pecuniary damage on account of his unlawful detention between 22 October and 5 November 2003. On 26 September 2005 the  found that the whole period of the applicant's detention on remand, until his acquittal, had been unlawful. As a result, the applicant was awarded RUR 75,000, to be recovered from the Federal Treasury.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  That judgment was appealed against by the prosecution and by the applicant. On 24 November 2005 the  quashed the judgment of 26 September 2005. The  found that the judgment of the District Court had covered the whole period of the applicant's detention in the context of criminal case no. 2, whereas his civil claim had only concerned the period of his detention between 22 October and 5 November 2003. Furthermore, the  indicated that from 1 December 2003 the applicant had been in custody in connection with another criminal case (no. 1), which had ended with his conviction. Lastly, the  indicated that the District Court had failed to summon the representatives of the Federal Treasury. As a result, the case was referred to the  for fresh consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In the proceedings before the  the applicant confirmed that his claim only concerned the period between 22 October and 5 November 2003. On 10 May 2006 the  ruled in favour of the applicant. The  found that the applicant's detention had been unlawful, awarding him RUR 30,000 in compensation for the non-pecuniary damage sustained. The applicant appealed, claiming that the award was too small. On 4 October 2006 the  upheld the judgment of 10 May, stating as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... [The first-instance court correctly found that] from 22 October to 5 November 2003 the applicant was detained on remand unlawfully, since, by virtue of the decision of the Moscow Regional Court of 1 July 2005, the judgment of the Dmitrov Town Court [in respect of the applicant] ... was quashed, and the case was closed because the applicant had not been involved in the [alleged] crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... [The applicant] was fully rehabilitated in respect of the events which had served as a basis for his detention between 22 October and 5 November 2003...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The  concluded that the amount awarded by the  was reasonable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Conditions of detention",
                                "elements": [
                                    {
                                        "content": "27.  After his arrest on 22 October 2003 the applicant was placed in the detention centre in Dmitrov (изолятор временного содержания УВД г. Дмитров), about 70 km north of . On three occasions in the following five weeks the applicant was transferred to detention centre ИЗ 50/2, situated in Volokolamsk, about 130 kilometres west of , and then back to the detention centre in Dmitrov. According to the information provided by the Government, the applicant was kept in custody in the detention centre in Dmitrov from 22 October to 4 November 2003, then from 5 to 10 November, and from 14 to 21 November 2003. The Government further asserted that the applicant had been kept in custody in the detention centre in Volokolamsk from 4 to 5 November, from 10 to 14 November and from 21 to 28 November 2003. The Government did not indicate where the applicant had been detained between 28 November and 1 December 2003, when he had been transferred to detention centre ИЗ 77/1 in . According to the applicant, during these three days he was in the detention centre in Volokolamsk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The parties submitted differing accounts of the conditions of detention in the detention centres of Dmitrov and Volokolamsk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Conditions in the detention centre in Dmitrov",
                                        "elements": [
                                            {
                                                "content": "29.  In his initial submissions to the Court the applicant described conditions in the detention centre of Dmitrov as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The cell had a dirty wooden floor with puddles of mud ..., insects were everywhere, it was terribly chilly. I was not given a mattress or a chair or even a piece of paper. I had to rest on the wooden floor which was covered in faeces and the blood of crushed bugs. ... Because of the cold I had to remain standing for two days. I could not sleep. Then I cleaned up a place in a corner of the cell with my clothes and took a nap. 30 minutes later I woke up because bugs, lice and some other beasts were crawling over me. ... Since my arrest I have not been able to go for a walk outside the cell. The window is constantly shut and I've lost all sensation of time. Only once have I been brought before an investigator for questioning. ... There is no washbasin in the cell and I have to wash myself using the lavatory. ... My eyesight has become impaired because of the dull light in the cell.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The applicant complained to the prosecutor in similar terms about the conditions of his detention. As a result, he was given a pail of water, washing liquid and a rag to wash the floor.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government's submissions",
                                "elements": [
                                    {
                                        "content": "31.  According to the information, provided by the Government, cell no. 7, where the applicant was detained, measures 6.6 square metres. It is equipped with a lavatory, a tap and a sink. The premises of the detention centre are centrally heated. The cell receives daylight during the day and is lit by an electric lamp at night. Upon his arrival at the detention centre the applicant was given bedclothes; however, he refused to use them “as a sign of his disagreement with his arrest”. In the evening of 23 October 2003 his relatives sent him the necessary bedclothes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 2 December 2003 the Dmitrov town detention centre was examined by a joint commission of the regional Department of the Interior and the Department of Sanitary Control. The inspection concluded that “the sanitary state of the cells is satisfactory, wet cleaning with disinfectants takes place every day; the ventilation is operational”. The commission also noted that the applicant had not been taken outside for a walk because the yard in the detention centre was under construction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant's submissions",
                                "elements": [
                                    {
                                        "content": "33.  In his submissions in reply to those of the Government the applicant insisted that cell no. 7, where he was detained, was smaller than the Government indicated and, moreover, was not equipped with a washbasin. The water from the tap was evacuated through a lavatory drain (труба слива для унитаза), so, to wash himself, the applicant had had to lean over a stinking toilet pan. The toilet was located very close to the applicant's sleeping place, and there was no partition between them. The cell had no radiators or other heating devices; instead, a pipe with warm water passed along the wall. In the applicant's words, the pipe provided only enough heat to warm his hands on it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The applicant further indicated that there had been only one small grilled window in the cell, and there had been no glass in it. In order to keep some warmth within the cell, the grill covering the window was papered over. The applicant did not dare to take the paper off because it was too cold outside. Consequently, there was no natural light in the cell; during the whole period of his detention in Dmitrov the applicant had to read and write by the dull light of an electric lamp. As a result, the applicant's eyesight deteriorated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 7 November 2003 the applicant complained to the investigator about the absence of any natural light in his cell. The applicant asked to be examined by an ophthalmologist, but his request was refused. Instead, the head of the detention centre recommended that the applicant take “blackberry pills”, which could be procured by his relatives. The applicant indicated that in May 2004 he had undergone an examination by a doctor in detention centre ИЗ 77/1, which revealed the impairment of his eyesight by 0.5 dioptres.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 10 November 2003 the applicant wrote a new complaint to the investigator. He asserted that over the 19 days of his detention he had not been taken out of his cell for outdoor exercise. As a result, his asthma had deteriorated, and he had to use his inhalation spray six times a day, whereas in principle it should not be used more than twice a day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  As regards living essentials, the applicant insisted that the detention centre was not equipped with any bedclothes, mattresses or pillows. The Government's assertion that the applicant had refused to take the bedclothes “as a sign of his disagreement with his arrest” he qualified as a blatant lie. In the applicant's words, if a detainee refused to take any objects for personal use provided by the detention centre, that fact was always recorded in a special register. He insisted that after his arrest he had not been provided with any bedding at all. Moreover, on 23 October 2003 the police investigator Mr Z. had confiscated all his clothes; the applicant had been left in the unheated cell in his underwear. Only in the evening of 23 October 2003 had the applicant's wife managed to provide him, through the head of the detention centre, Mr Y., with a pillow, two blankets and a jogging suit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant maintained his initial submissions that cell no. 7 had been full of parasites. The inspection of that cell, referred to by the Government, had taken place on 2 December 2003, more than a month after the applicant had been placed there, and ten days after he left that detention centre. Consequently, that inspection could not have revealed the real situation existing at the moment of the applicant's detention. In support of his assertions the applicant referred to an article published in the daily newspaper Kommersant shortly after his arrest. In that article the applicant's lawyer, Mr G., testified that in the morning of 22 October 2003 he had visited his client (the applicant) in the detention centre in Dmitrov. Mr G. had said to a journalist: “That night [the applicant] got lice and some other insects, they were crawling over him while we were talking. The cell where he is detained is so dirty that he cannot even sit there.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Conditions in the detention centre in Volokolamsk",
                                        "elements": [
                                            {
                                                "content": "39.  In his initial submissions to the Court the applicant described the conditions of his detention in Volokolamsk as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In a cell measuring 18 square metres I'm detained with 20 other people, including one mentally ill person (schizophrenic). There is not enough space for sleeping and two people have to sleep on the same bed. There are bugs, lice and cockroaches in the cell. The facility for walking is very small. 20 people can scarcely fit in it, and it is impossible to breathe normally even during the walk because others are constantly smoking. I have bronchial asthma of medium severity and it has lately worsened. I have very severe chest pains. I sent a request for a medical examination to the investigator Sh., but he did not reply. The investigator also rejected my request for an eye test. Because of the shortage of spoons and mugs we have to use them in turns. I still cannot obtain from the administration a spoon, a mug, and a bowl for my own use, or a bed sheet, a pillowcase or a blanket.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 1 December 2003 the applicant wrote a letter to the Ministry of Justice describing the conditions in the detention centres in Dmitrov and Volokolamsk. He repeated his complaints about the overcrowding in the cell and the lack of living essentials available to the detainees. In his submission, on certain days the number of detainees amounted to 25 people, and they had to take turns to sleep. The detainees slept on four metal shelves stacked on top of each other, which were very short and uncomfortable. The mattress he was provided with looked like a filthy rag with stains of urine. The padding inside the mattress became so matted that it felt like sleeping on a pile of stones. Although the cell was full of lice, the administration did not provide the detainees with insecticides and prohibited their use in the cell. He was afraid of being infected with an insect-borne disease.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  He also complained that on several occasions in the course of being transported to another detention centre or the court he had been placed in a very small room (70 x 120 cm) without light, water or food. He had been kept in this room for up to eight hours, without being able to stretch his legs while sitting. This room was not equipped with a lavatory, and, owing to the understaffing of the detention centre, the applicant had to wait two hours to be taken to the toilets.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government's submissions",
                                "elements": [
                                    {
                                        "content": "42.  According to the information provided by the Government, upon his arrival at detention centre ИЗ 50/2 the applicant was examined by a doctor. The Government produced a medical certificate, issued by the prison administration, which stated that “following a visual examination, no signs of bronchial asthma were detected”. According to this certificate, the applicant had no asthma attacks during his detention and his eyesight did not deteriorate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In the detention centre in Volokolamsk the applicant had been placed in cell no. 101, measuring 20 square metres, and allocated for former officials of State law-enforcement agencies. This cell was equipped with a lavatory, a shelf for storing foodstuffs, and a sink with hot and cold running water. During the applicant's detention the number of his cellmates varied from 14 to 20. On 20 October 2003 the administration of detention centre ИЗ 50/2 carried out an inspection of this cell. The administration concluded: “The sanitary condition of the cell is in accordance with established standards, the plumbing and water supply are operational, no synanthropic arthropods were detected.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government further indicated that the applicant had been provided with all living essentials. In support of this assertion, the Government produced a special register in which the administration of the detention centre recorded objects given to detainees. According to this register, on 5 November 2003 (the day he was first transferred to the detention centre in Volokolamsk) the applicant had received a mattress, a pillow, a blanket, a pillowcase, two bed sheets, a bowl, a spoon and a mug. On 10 November 2003, when the applicant was transferred to the detention centre in Volokolamsk again, he had received the same objects. He had returned them to the administration on 14 November 2003.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant's submissions",
                                "elements": [
                                    {
                                        "content": "45.  The applicant produced medical certificate no. 1259, issued on 2 June 2000 by the Central Military Medical Commission. According to this document, the applicant had suffered from bronchial asthma of medium severity and had normal visual acuity. According to the applicant, upon his arrival at the detention centre in Volokolamsk he had been questioned by a doctor about his medical history. The applicant had complained of asthma attacks and the impairment of his eyesight; in reply the doctor had said that he had no appropriate medication for treating asthma and that the applicant's relatives should procure it themselves. He stated that the only examination he had undergone was a fluorography, and in those circumstances it was little wonder that the doctor had detected no signs of bronchial asthma.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In the following days the applicant repeated his request to be examined by an ophthalmologist, but received no reply. The applicant broke his tooth, because in the detention centre he was given only stale rye bread; he sought to see a dentist but to no avail. Moreover, the administration refused to allow the applicant to be examined by a doctor invited by the NGO “For Human Rights”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  As regards conditions in cell no. 101, where he had been detained, the applicant challenged the account given by the Government. In his submissions, the cell measured about 16 to 18 square metres and contained up to 25 people, and never fewer than 22. The applicant named his cellmates who could confirm this fact. The cell had no shelves: instead, four sleeping berths were used for storage of food and personal belongings of the detainees, their clothes, shoes and so on. Hot water was available only occasionally, and for very short periods of time, so the detainees had time only to wash crockery, underwear and bedclothes. There was no place to dry the linen, so the applicant had to sleep on wet bed sheets. The “lavatory” mentioned by the Government was in fact a hole in the floor of the cell, which was not separated from the living space, so the odour of faeces was very disturbing. After having used the toilet the inmates had to burn a piece of paper so the smoke attenuated the putrescent scent of faeces, but, at the same time, this caused the applicant severe headaches. The distance between the table at which the detainees ate and the “lavatory” was no more than 1.5 metres, and the washbasin was located just above it. The applicant admitted that on 20 October 2003 the cell had been disinfected; however, on 4 November 2003, when he had been placed there, it had been full of lice and fleas again. Apparently the parasites in the mattresses and bedclothes had escaped disinfection. During his detention in Volokolamsk, the cell had not been cleaned a single time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Upon his arrival at the detention centre in Volokolamsk, the applicant had received a mattress and a bed sheet. In his submission, the mattresses given to the newly arrived inmates were not cleaned, even if their previous owners had suffered from tuberculosis or other contagious diseases. The applicant was not provided with a bowl, a mug or a spoon; the administration had promised him to give the crockery as soon as it was available. He insisted that his signatures in the register produced by the Government were forged and that he had never received any crockery from the administration. Moreover, the register contained no information about the third period of the applicant's detention in Volokolamsk, namely between 21 November and 1 December 2003, so there was no proof that the applicant had been provided with any living essentials at all during this period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  As regards the conditions and timing of his transfer to that detention centre, the applicant insisted that its administration had distorted the facts. Thus, according to the prison administration, on 10 October 2003 he had arrived at the detention centre in Volokolamsk at about 2 p.m. In fact he had arrived there at about 9 a.m. and spent 8 hours in a humid room made of concrete, without food or light. The same had occurred on 21 November 2003.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Written statements by Mr Potapov",
                                "elements": [
                                    {
                                        "content": "50.  The applicant produced written statements by a number of his cellmates concerning the conditions of detention at the detention centre in Volokolamsk in 2003 and 2004. Thus, Mr Potapov was detained in cell no. 101 in November 2003. Mr Potapov confirmed that the cell had been heavily overcrowded: sometimes up to 25 inmates were detained there. The cell-mates had to take turns to sleep and there was not even enough space to for all of them to sit down. Furthermore, the cell had been full of insects (ticks, lice and cockroaches). Medical aid had been denied to the detainees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government disputed those allegations. According to the Government, cell no. 101 complied with sanitary, epidemiological and hygiene standards. Each detainee had an individual sleeping berth, the plumbing and water supply systems were operational, and no vermin had been detected. The Government produced a written statement by Mr Potapov of 23 December 2003, addressed to the chief officer of the detention centre. In that statement Mr Potapov asserted that “[the applicant] had his individual sleeping berth, ... he often complained about the regime of detention, reacted extremely negatively to the requirements of the administration [of the detention centre], and always had conflicts with the officers of the special department”.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The offence in criminal case no. 2",
                                "elements": [
                                    {
                                        "content": "52.  Pursuant to Article 222 of the Criminal Code, the unlawful acquisition, transfer, sale, storage, transportation or carrying of firearms, basic parts of firearms, ammunition, explosives, or explosive devices is punishable by restraint of liberty for a term of two to four years, or by arrest for a term of up to six months, or by deprivation of liberty for a term of up to three years, with a fine amounting to 200 to 500 times the minimum wage, or amounting to the wages, salary or any other income of the convicted person for a period of two to five months, or without any fine (paragraph 1). The same acts committed by a group of persons in a preliminary conspiracy, or repeatedly, are punishable by deprivation of liberty for a term of two to six years (paragraph 2).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  General rules on pre-trial detention",
                                "elements": [
                                    {
                                        "content": "53.  Under Article 91 (“Grounds for arresting a suspect”) of the Criminal Procedure Code (“the Code”), the police may arrest a person suspected of having committed an offence punishable by imprisonment if the person is caught in the act or immediately after committing the offence. No judicial authorisation of the arrest is required.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Pursuant to Article 94 (“Grounds for releasing a suspect”), within forty-eight hours from the time of the arrest, a suspect must be released if a measure of restraint in the form of custody has not been imposed on the person or a final decision has not been deferred by a court under Article 108 (paragraph 6, subparagraph 3) of the Code. When imposition of custody as a measure of restraint is deemed to be necessary, an application must be lodged to that effect with a district court by a prosecutor or by an investigator or inquiry officer with the consent of a prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Pursuant to Article 108 (“Taking into custody”), taking into custody as a measure of restraint is to imposed by a court decision on a person accused or suspected of having committed an offence punishable under criminal law by imprisonment for a term exceeding two years, if it is impossible to use a different, milder measure of restraint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  If a judge's ruling to take the suspect into custody as a measure of restraint or to extend the custody period does not arrive within forty-eight hours from the moment of the arrest, the suspect must be released immediately, and the head of the custody facility in which the suspect is held must notify the inquiry agency or the investigator in charge of the proceedings in the criminal case and the prosecutor about such release. If a court finding or ruling exists that denies an investigator's application to order a measure of restraint in the form of custody for a suspect, a copy of that ruling must be provided to the suspect when he is released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  By Article 97 (“Grounds for imposing a measure of restraint”), a court is empowered to impose a measure of restraint (that is, custody) on a suspect, provided that there are sufficient reasons to believe that the suspect (1) might abscond during the inquiry, pre-trial investigation or trial; (2) might continue to engage in criminal activities; or (3) might threaten a witness or other participants in the criminal proceedings, destroy evidence or otherwise obstruct the preliminary investigation or trial of the criminal case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Under Article 98 (“Circumstances to be considered in imposing a measure of restraint”), the circumstances to be taken into account when imposing a measure of restraint include, apart from those specified in Article 97 of the Code, the seriousness of the charges brought and the defendant's personality, age, health, family status, occupation and other circumstances. The judge's ruling is to be forwarded to the person who has lodged the application, the prosecutor, and the defendant (suspect), to be executed immediately. Under Article 108, a second application for a person to be taken into custody in the same criminal case after one such application has been denied by a judge's ruling may be lodged with the court only if new circumstances emerge that justify the need to take the person into custody. A judge's ruling to take or not to take a person into custody may be appealed against to a higher court within three days from the date on which the ruling was given. A judge of the appellate court (кассационная инстанция) must give a decision on such complaint or representation within three days from the date of receiving it.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Special rules with respect to lawyers",
                                "elements": [
                                    {
                                        "content": "59.  Pursuant to Article 447 of the Criminal Procedure Code, a special procedure is to be applied in criminal cases with respect to lawyers (адвокат). By Article 448 (“Initiation of criminal proceedings”), a prosecutor takes the decision to initiate criminal proceedings against a lawyer. Such a decision is subject to approval by a judge. Article 449 prohibits the arrest of MPs, judges, prosecutors and certain other categories of State officials, unless they have been caught at the scene of the crime. However, lawyers are not immune from “arrest”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Under Article 450 § 5 (“Special features of imposing measures of restraint and conduct of individual investigative measures”), if there was no court decision authorising the criminal prosecution of a lawyer, the court should give its authorisation for investigative measures to be taken in respect of the lawyer.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Right to compensation for unlawful criminal prosecution",
                                "elements": [
                                    {
                                        "content": "61.  The Civil Code of the  provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 1070: Responsibility for damage caused by unlawful acts of\ninvestigative authorities, prosecuting authorities and courts",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Damage caused to a citizen as a result of unlawful conviction, unlawful criminal prosecution, ... unlawful detention on remand ... shall be compensated at the expense of the Treasury of the Russian Federation, and in the instances provided for by law, at the expense of the Treasury of the subject of the Russian Federation ... in full, irrespective of the fault of the officials of the agencies...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 1100: Grounds for compensation for non-pecuniary damage",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Compensation for non-pecuniary damage shall be made irrespective of the fault of the person causing the damage when:",
                                        "elements": []
                                    },
                                    {
                                        "content": "... the damage is caused to a citizen as a result of his unlawful conviction, unlawful criminal prosecution, unlawful detention on remand...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Civil Code provides that the damage caused by an unlawful criminal prosecution should be compensated irrespective of the fault of the tortfeasor (that is, the State agency which decided to prosecute, detain etc.). However, the notions of “unlawful” prosecution or detention (see Article 1070) are not developed in the relevant provisions of the Civil Code. Certain guidelines on this subject may be obtained from Decree No. 4892-X of the Supreme Council of the USSR of 18 May 1981, which concerns compensation for damage caused by the unlawful acts of law-enforcement agencies. For example, point 2 of that Decree provides that an acquitted person has the right to obtain damages from the State; the only exception concerns cases when the person was charged after making a false confession. Furthermore, in the case of Paskhalov (published in the Bulletin of the Supreme Court, 1993 г., N 1, page 5), the Supreme Court of the Russian Federation used the following wording: “... unlawful attribution of criminal liability, namely when an acquittal judgment was given...”. These words, as well as the subsequent judicial practice, suggest that the domestic courts regard criminal proceedings which ended with an acquittal to be “unlawful” as such. Therefore, if there was an acquittal, detention on remand would be “unlawful” even if all the substantive and procedural rules were complied with when it had been imposed.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT'S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "63.  On 28 November 2005, following the Court's admissibility decision of 15 September 2005, the Government informed the Court that the applicant had been acquitted on 1 July 2005. He brought civil proceedings seeking pecuniary compensation for his unlawful prosecution. On 26 September 2005 the applicant was awarded RUR 75,000. Although at that moment the proceedings were still pending, the Government claimed that those events provided the applicant with a practical opportunity to settle the case at national level. In their additional observations the Government informed the Court about the development of the civil proceedings concerning compensation for the applicant's unlawful detention (see paragraph  above). The applicant did not comment on that information.",
                                "elements": []
                            },
                            {
                                "content": "64.  The Government can be understood as raising an objection of non-exhaustion of domestic remedies. The Court points out that, in principle, any plea of inadmissibility must be raised by the respondent Contracting Party in its observations on the admissibility of the application (Rule 55 of the Rules of Court). However, in the present case the decision on the admissibility of the application was adopted on 15 September 2005; at that time the fact on which the Government's objection was based had not yet occurred. Therefore, the circumstances did not allow the Government to comply with the deadline set forth in Rule 55. The Court will thus examine the Government's objection.",
                                "elements": []
                            },
                            {
                                "content": "65.  The Court observes that the applicant in his civil action did not claim damages for the whole period of his pre-trial detention (which ended on 19 December 2003), but only for the first two weeks of his detention, namely the period between 22 October and 5 November 2003. As a result, the applicant was awarded RUR 30,000 for his detention during that period. At the same time, the applicant's complaints under Article 5 cover the whole time when he was detained in the context of criminal case no. 2. Consequently, the Court has to examine the Government's objection separately in respect of each of the two periods – before 5 November 2003 and after that date.",
                                "elements": []
                            },
                            {
                                "content": "A.  The period between 22 October and 5 November 2003",
                                "elements": [
                                    {
                                        "content": "66.  The Court observes that on 10 May 2006 the  acknowledged that the applicant's detention during the period under consideration had been unlawful, and awarded him compensation on that account. On 4 October 2006 that judgment was upheld on appeal. Therefore, it cannot be said that the applicant failed to exhaust domestic remedies. On the contrary, the applicant did employ the remedy indicated by the Government and even obtained some redress. In such circumstances the question arises whether the applicant can claim to be a “victim” within the meaning of Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "67.  The Court reiterates that under Article 34 of the Convention it “may receive applications from any person ... claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto”. It falls first to the national authorities to redress any alleged violation of the Convention. In this regard, the question whether an applicant can claim to be a victim of the violation alleged is relevant at all stages of the proceedings under the Convention (see Burdov v. Russia, no. 59498/00, § 30, ECHR 2002-III).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court also reiterates that a decision or measure favourable to the applicant is not in principle sufficient to deprive him of his status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see, for example, Eckle v. Germany, judgment of 15 July 1982, Series A no. 51, p. 32, §§ 69 et seq.; Amuur v. France, judgment of 25 June 1996, Reports of Judgments and Decisions 1996-III, p. 846, § 36; Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI; and Jensen v. Denmark (dec.), no. 48470/99, ECHR 2001-X).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of these principles in the present case",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Acknowledgment",
                                "elements": [
                                    {
                                        "content": "69.  As regards the first condition, namely the acknowledgment of a violation of the Convention, the Court notes the following. As transpires from the appellate court's decision of 4 October 2006 (see paragraph  above), the applicant's detention on remand was found to be “unlawful” because of his acquittal, and not because of the domestic irregularities he alleged. In other words, the “unlawfulness” acknowledged by the national courts was of a more general character than the “unlawfulness” referred to by the applicant in the domestic proceedings and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  However, the Court will not adopt an approach of excessive formalism. Even though the domestic courts did not analyse the applicant's complaints under Article 5 in detail, they admitted, at least in substance, that his right to liberty had been breached. In the circumstances, the Court is prepared to assume that the judgment of 10 May 2006 contained an acknowledgment of a violation of the applicant's rights under Article 5 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Redress",
                                "elements": [
                                    {
                                        "content": "71.  With regard to the second condition, namely appropriate and sufficient redress (see Cocchiarella v.  [GC], no. 64886/01, § 72, ECHR 2006...), the Court notes that the applicant received pecuniary compensation for the time spent in custody. The first question is whether, in the circumstances, such redress was “appropriate”. The Court reiterates in this connection that different types of remedy may redress the violation appropriately (see, mutatis mutandis, the Court's analysis under Article 13 in Kudła v.  [GC], no. 30210/96, §§ 154-55, ECHR 2000XI). Thus, in respect of criminal proceedings, the Court has been satisfied that the length of proceedings was taken into account when an applicant's sentence was reduced in an express and measurable manner (see Beck v. Norway, no. 26390/95, § 27, 26 June 2001). States can also choose to introduce only a compensatory remedy of pecuniary character, without that remedy being regarded as ineffective (see Mifsud v.  (dec.) [GC], no. 57220/00, § 17, ECHR 2002VIII; see also, by contrast, Xenides-Arestis v. Turkey, (dec.), no. 46347/99, 2 September 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Indeed, when the person is still detained and the lawfulness of his detention is concerned, an action for damages against the State, as a general rule, is not an appropriate remedy (see Włoch v. , no. 27785/95, § 90, ECHR 2000XI). However, in the present case the situation was somewhat peculiar: the applicant was acquitted and the only avenue open for him was a civil claim for damages on account of his unlawful detention. In such circumstances the Court concludes that pecuniary compensation constituted appropriate redress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  As to its “sufficiency”, the Court notes that the applicant was awarded RUR 30,000 (approximately 880 euros) for two weeks of detention. The applicant did not claim that he had sustained any pecuniary loss. Having in mind its own practice of awarding just satisfaction for breaches of Article 5 of the Convention in similar situations, the Court concludes that the amount awarded to the applicant in the domestic proceedings was reasonably related to the severity of the hardship caused by his detention as such (if the particular conditions of detention are not taken into account). Therefore, the redress provided by the domestic authorities was sufficient, at least in the context of his complaints under Article 5 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  In sum, the Court concludes that, as regards the applicant's detention between 22 October and 5 November 2003, the national authorities have acknowledged a breach of the applicant's rights and provided him with appropriate and sufficient redress. Therefore, the applicant can no longer claim to be a victim within the meaning of Article 34 of the Convention in respect of this period of detention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The period between 5 November and 1 December 2003",
                                "elements": [
                                    {
                                        "content": "75.  The Court observes that the applicant chose not to claim damages for his detention after 5 November 2003. As transpires from the Government's submissions, they regarded such a civil action as a remedy to be used for the purposes of Article 35 of the Convention. The question arises whether the failure to use that remedy prevents the Court from examining the application on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court reiterates that the assessment of whether domestic remedies have been exhausted is normally carried out with reference to the date on which the application was lodged with it. However, this rule is subject to exceptions, which may be justified by the particular circumstances of each case (see Baumann v. France, no. 33592/96, § 47, 22 May 2001). Thus, the Court has departed from this rule in a number of length-of-proceedings cases against Italy and Poland, where it rejected applications for non-exhaustion, referring to a remedy introduced after the application had been lodged before the Court (see Brusco v. Italy (dec.), no. 69789/01, ECHR 2001-IX, and Charzyński v. Poland (dec.), no. 15212/03, ECHR 2005V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Further, under Article 35 § 4 the Court may reject an application as inadmissible “at any stage” of the proceedings, in other words, even when the case has already been declared admissible. For example, new factual information has led the Court, at the merits stage, to reconsider its decision to declare an application admissible and subsequently to declare it inadmissible (see, for example, Azinas v. Cyprus [GC], no. 56679/00, §§ 3743, ECHR 2004-III). Where a new remedy appears after the case has been declared admissible, the applicant may be required to use it, failing which the complaint may be dismissed for non-exhaustion (see, mutatis mutandis, N.C. v.  [GC], no. 24952/94, §§ 42-45, ECHR 2002X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court reiterates that the possibility of obtaining compensation for the unlawful detention will not generally, in normal circumstances, constitute an adequate and sufficient remedy for a substantive complaint concerning unjustified or unlawful detention on remand. However, in some exceptional circumstances such a remedy can be regarded as an appropriate one (see paragraph 74 above). As transpires from the wording of the decision of 4 October 2006 (see paragraph  above), the applicant could obtain a court ruling in his favour and receive appropriate compensation for his detention after 5 November 2003. Furthermore, in its judgment of 26 September 2005 the Dmitrov Town Court, having misinterpreted the scope of the applicant's complaints, declared the whole period of his detention unlawful, awarding him RUR 75,000 on that account. In view of the above, the Court considers that the remedy provided by Article 1100 of the Civil Code of the  and implicitly referred to by the Government, was available, effective and adequate. That provision of the Civil Code, as interpreted by the Russian courts, afforded the applicant a genuine opportunity to obtain pecuniary redress for the detention he complained of. In principle, it was for the applicant to avail himself of that opportunity at the national level; however, for whatever reason, he failed to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  In sum, the Court concludes that the applicant did not exhaust effective domestic remedies in respect of his complaint about his detention between 5 November and 1 December 2003. Consequently, this part of the complaint under Article 5 should be declared inadmissible under Article 35 §§ 1 and 4.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "80.  The applicant complained about the conditions of his detention in the detention centres in Dmitrov and Volokolamsk between 22 October and 1 December 2005. Article 3, referred to by the applicant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "81.  The Court notes that the Government's preliminary objection (see above) is not applicable in the context of Article 3. The civil proceedings which ended with the decision of the Moscow Regional Court of 4 October 2006 concerned only the lawfulness of the applicant's detention and not the conditions in which he had been detained. Therefore, the Court will examine the applicant's complaints under Article 3 on the merits.",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "82.  The Government argued that the conditions in the detention centres where the applicant had been detained during the period under consideration could not be considered to amount to “inhuman or degrading treatment” within the meaning of Article 3 of the Convention. They pointed out that the sanitary conditions in all the cells where the applicant had been detained were satisfactory. In particular, in cell no. 101 at the Volokolamsk detention centre the applicant had been provided with an individual sleeping berth. From 11 January 2004 the number of bunk beds in cell no. 101 had been reduced to 8 and no more than 8 detainees had been kept in that cell. According to a certificate signed by the head of the administration of the Volokolamsk detention centre, cell no. 101 was in compliance with sanitary and hygiene standards and no parasite insects had been detected there. The applicant had been in good health; he had undergone a medical examination upon arrival and during his detention had made no request for medical assistance. The applicant had been given the necessary bedding and crockery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  In the applicant's submission, the Government's account of the conditions of his detention was inaccurate and, in some respects, plainly false (see the applicant's description of the conditions of his detention, summarised above). The Government's assertion that the sanitary conditions were “satisfactory” was not supported by any detailed description or valid documents. Moreover, even the facts admitted by the Government could themselves lead to a conclusion that the conditions of his detention had exceeded “the threshold of severity”, thus bringing the situation within the ambit of Article 3 of the Convention. For example, the Government did not deny that cell no. 101 in the detention centre in Volokolamsk had on certain occasions contained 20 people, thus leaving one square metre per inmate. The applicant noted that the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) had set 7 square metres per prisoner as an appropriate, desirable guideline for a detention cell. Thus, in the applicant's view, even on the basis of the information supplied by the Government it was possible to conclude that the cell was overcrowded, which in itself raised an issue under Article 3 of the Convention. The same was true of the fact that the applicant had not been allowed any outdoor activity for more than twenty-five days during his detention in Dmitrov.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "84.  According to the applicant, while in detention he suffered from bronchial asthma. The Court notes that upon the applicant's arrival at the Volokolamsk detention centre the prison doctor examined him and drew up a report stating that “following a visual examination, no signs of bronchial asthma were detected”. The Court is not convinced that bronchial asthma could be detected as a result of a simple visual examination. On the contrary, the applicant provided his medical records, showing that before his arrest he had suffered from bronchial asthma of medium gravity. In the circumstances, the Court is prepared to admit that while in detention the applicant suffered from that disease. That fact alone is not conclusive evidence of the ill-treatment complained of by the applicant. However, it should be taken into account in assessing whether the conditions of his detention were in compliance with Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  As to the conditions in the detention centre in Dmitrov and Volokolamsk, the parties submitted differing accounts. Some of the applicant's allegations are not supported by sufficient evidence and, therefore, cannot be proved “beyond reasonable doubt”, which is the Court's usual standard of proof (see Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, pp. 64-65, § 161; see also, by contrast, Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII, where the Court held that the burden of proof may be reversed in particular circumstances). However, in the present case the Court does not consider it necessary to establish the truthfulness of each and every allegation made by the applicant. Instead, the Court will concentrate on the allegations that have not been disputed by the respondent Government, or those in respect of which the Government did not comment, whereas they had been clearly and consistently formulated before the domestic authorities and later before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court notes that during the period under consideration the applicant spent 25 days in cell no. 7 at the detention centre in Dmitrov, measuring 6.6 square metres. The authorities acknowledged that while the applicant had been detained there, the “walking yard” at the detention centre had been under repair and, therefore, the applicant had had no outdoor walks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  Further, the applicant complained that cell no. 7 in the detention centre in Dmitrov had been poorly lit. The Government claimed that the cell had been lit with natural light during the day. However, they did not comment on the applicant's allegations that there had been no glass in the window of the cell and that it had been covered with paper in order to keep the warmth in. In such circumstances the Court is prepared to accept that the lighting of the cell was insufficient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  As to the Volokolamsk detention centre, where the applicant had been kept for 14 days, the Government maintained that cell no. 101 measured 20 square metres and had 20 bunkbeds. They further maintained that the number of detainees in that cell during the period under consideration had varied from 14 to 20. The applicant asserted that the number of detainees in that cell had varied from 20 to 25. That figure had been confirmed by Mr Potapov, the applicant's cellmate. Indeed, later Mr Potapov clarified that the applicant had been “provided with an individual sleeping berth”; however, he did not deny his previous statement about the number of detainees kept in that cell. Even if the data provided by the Government are correct, it appears that the detainees in cell no. 101 had as little as 1 to 1.43 square metres of personal space. The Court takes note of the Government's argument that in 2004 the number of detainees in that cell was reduced. However, that argument is irrelevant, since the events complained of took place in November 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Government denied that cell no. 101 had been dirty, poorly ventilated and infested with parasites, as alleged by the applicant. However, they admitted, at least implicitly, that the detainees had eaten, kept foodstuffs and personal belongings, washed themselves and used the toilet in the same cell where they were living. This fact also transpires from the material in the case file. Further, the Government did not deny that some of the applicant's fellow detainees had smoked heavily in the cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  As the Court has held on many occasions, Article 3 of the Convention enshrines one of the most fundamental values of a democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim's behaviour (see Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV). However, to fall under Article 3 of the Convention, ill-treatment must attain a minimum level of severity. The assessment of this minimum level of severity is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see Valašinas v. Lithuania, no. 44558/98, §§ 100-01, ECHR 2001-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  Legitimate measures depriving a person of his liberty may often involve an element of suffering and humiliation. Yet it cannot be said that detention on remand in itself raises an issue under Article 3 of the Convention. What the State must do under this provision is to ensure that a person is detained in conditions which are compatible with respect for his human dignity, that the manner and method of execution of the measure do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, his health and well-being are adequately secured (ibid., § 102). When assessing conditions of detention, one must consider their cumulative effects as well as the applicant's specific allegations (see Dougoz v. Greece, no. 40907/98, § 46, ECHR 2001-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court has frequently found a violation of Article 3 of the Convention on account of the lack of personal space afforded to detainees (see Peers v. Greece, no. 28524/95, §§ 69 et seq., ECHR 2001-III; Khudoyorov v. Russia, no. 6847/02, §§ 104 et seq., ECHR 2005-X; Labzov v. Russia, no. 62208/00, §§ 44 et seq., 16 June 2005; Novoselov v. Russia, no. 66460/01, §§ 41 et seq., 2 June 2005; Mayzit v. Russia, no. 63378/00, §§ 39 et seq., 20 January 2005; and Kalashnikov v. Russia, no. 47095/99, §§ 97 et seq., ECHR 2002-VI). However, the Court cannot decide, once and for all, how much personal space should be allocated to a detainee in terms of the Convention. That depends on many relevant factors, such as the duration of detention in particular conditions, the possibilities for outdoor exercise, the physical and mental condition of the detainee, and so on. This is why, whereas the Court may take into account general standards in this area developed by other international institutions, such as the CPT (see Kadiķis v.  (no. 2), no. 62393/00, § 52, 4 May 2006), these cannot constitute a decisive argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  As to the standards developed in its case-law, the Court observes that in the Peers case a cell of seven square metres for two inmates was noted as a relevant aspect in its finding of a violation of Article 3, although in that case the space factor was coupled with an established lack of ventilation and lighting (see Peers, cited above, §§ 70-72). In Peers the applicant was kept in such conditions for at least 60 days. The Court reached a similar conclusion in the Labzov case, where the applicant was afforded less than 1 square metre of personal space during his detention for 35 days (see Labzov, cited above, §§ 41-49), and in the Mayzit case, where the applicant was afforded less than two square metres while detained for over nine months (see Mayzit, cited above, § 40). In Kadiķis v. Latvia (cited above, §§ 20 and 52) the applicant was held for fifteen days in a cell where he had as little as 1.2-1.5 square metres of personal space. The Court held that such a degree of overcrowding in itself raised an issue under Article 3 of the Convention, although its finding of a violation was based on a combination of factors. Finally, in the recent case of Fedotov v. Russia (no. 5140/02, § 68, 25 October 2005) the Court found a violation of Article 3 of the Convention on account of a 22-hour stay in an “administrative detention cell” without food or drink or unrestricted access to a toilet.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court notes that while in the Dmitrov detention centre the applicant was kept in a poorly illuminated cell measuring 6.6 square metres. Although the size of the cell in the circumstances does not raise an issue under the Convention by itself, the absence of outside walks or other physical exercise in the open air during 25 days is deserving of criticism. Furthermore, for 14 days the applicant was detained in a heavily overcrowded cell at the Volokolamsk detention facility, sometimes having as little as 1 square metre of personal space, without even elementary privacy. Even if in domestic terms the conditions in such a cell were “satisfactory”, that only means that the domestic standards were quite low at the time. Moreover, the applicant suffered from bronchial asthma, which would certainly have intensified the negative effects of the overcrowding and the absence of outdoor exercise. Lastly, the Court observes that during the period under consideration the applicant's detention was unlawful, a fact which exacerbated his mental anguish (see Fedotov, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Taking into account the cumulative effect of those factors, the Court concludes that the conditions of the applicant's detention between 22 October and 1 December 2003 amounted to degrading treatment. There has therefore been a violation of Article 3 of the Convention on that account.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "96.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "97.  The applicant claimed 150,000 euros (EUR) in respect of the nonpecuniary damage “caused by his unlawful detention in conditions amounting to inhuman treatment”. He indicated that the state of his health had significantly deteriorated since his arrest, and that he had needed expensive medical treatment.",
                                "elements": []
                            },
                            {
                                "content": "98.  The Government considered that the applicant's claims were unsubstantiated, and, in any event, manifestly excessive.",
                                "elements": []
                            },
                            {
                                "content": "99.  The Court notes that, in so far as the applicant's claims related to his possible future medical expenses, he did not provide any documents supporting his calculations. This part of his claim is therefore unsubstantiated.",
                                "elements": []
                            },
                            {
                                "content": "100.  As regards non-pecuniary damage for the detention as such, the Court notes that the applicant has already obtained compensation for his unlawful detention before 5 November 2003 at domestic level. As to the period after that date, the applicant failed to exhaust domestic remedies by claiming damages for his detention (see above). Therefore, the Court will not award anything under this head.",
                                "elements": []
                            },
                            {
                                "content": "101.  However, the Court considers that the applicant's detention in degrading conditions necessitates an award under Article 41. The Court finds that the conditions in which he was detained must have caused the applicant serious physical discomfort and mental suffering which cannot be compensated for by the mere finding of a violation. Ruling on an equitable basis, it therefore awards the applicant EUR 3,000 in respect of non-pecuniary damage under this head.",
                                "elements": []
                            },
                            {
                                "content": "102.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that the applicant cannot claim to be a “victim” for the purposes of Article 34 of the Convention as regards his complaints under Article 5 of the Convention about his detention between 22 October and 5 November 2003;",
                        "elements": []
                    },
                    {
                        "content": "2.  Rejects as inadmissible the applicant's complaints under Article 5 of the Convention regarding his detention between 5 November and 1 December 2003;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention on account of the conditions of the applicant's detention between 22 October and 1 December 2003;",
                        "elements": []
                    },
                    {
                        "content": "4.   Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros) in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 July 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrL. Loucaides",
            "role": "mrd. spielmann"
        },
        {
            "name": "MrsN. Vajić",
            "role": "mrd. spielmann"
        },
        {
            "name": "MrA. Kovler",
            "role": "mrd. spielmann"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "mrd. spielmann"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "15/09/2005 00:00:00",
    "docname": "CASE OF TREPASHKIN v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-81801.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0719JUD003689803",
    "externalsources": [],
    "extractedappno": [
        "36898/03",
        "65/04",
        "59498/00",
        "28114/95",
        "48470/99",
        "64886/01",
        "30210/96",
        "26390/95",
        "57220/00",
        "46347/99",
        "27785/95",
        "33592/96",
        "69789/01",
        "15212/03",
        "56679/00",
        "24952/94",
        "21986/93",
        "26772/95",
        "44558/98",
        "40907/98",
        "28524/95",
        "6847/02",
        "62208/00",
        "66460/01",
        "63378/00",
        "47095/99",
        "62393/00",
        "5140/02"
    ],
    "importance": "3",
    "introductiondate": "14/11/2003 00:00:00",
    "issue": [
        "Criminal Code, Article 222",
        "Criminal Procedure Code, Articles 91, 94, 97, 98, 108, 447, 448, 450 § 5",
        "Civil Code of the Russian Federation, Articles 1070 and 1100"
    ],
    "itemid": "001-81801",
    "judgementdate": "19/07/2007 00:00:00",
    "kpdate": "19/07/2007 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "109",
        "183",
        "498",
        "350",
        "90",
        "448",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3",
        "34",
        "35-1",
        "35",
        "5",
        "41"
    ],
    "parties": [
        "TREPASHKIN",
        "RUSSIA"
    ],
    "rank": "591.273071289063",
    "representedby": [
        "LIPTSER Y.L."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Amuur v. France, judgment of 25 June 1996, Reports of Judgments and Decisions 1996-III, p. 846, § 36",
        "Azinas v. Cyprus [GC], no. 56679/00, §§ 37-43, ECHR 2004-III",
        "Baumann v. France, no. 33592/96, § 47, 22 May 2001",
        "Beck v. Norway, no. 26390/95, § 27, 26 June 2001",
        "Brusco v. Italy (dec.), no. 69789/01, ECHR 2001-IX",
        "Burdov v. Russia, no. 59498/00, § 30, ECHR 2002-III",
        "Charzy?ski v. Poland (dec.), no. 15212/03, ECHR 2005-V , Cocchiarella v. Italy [GC], no. 64886/01, § 72, ECHR 2006",
        "Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI",
        "Dougoz v. Greece, no. 40907/98, § 46, ECHR 2001-II",
        "Eckle v. Germany, judgment of 15 July 1982, Series A no. 51, p. 32, §§ 69 et seq.",
        "Fedotov v. Russia (no. 5140/02, § 68, 25 October 2005",
        "Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, pp. 64-65, § 161",
        "Jensen v. Denmark (dec.), no. 48470/99, ECHR 2001-X",
        "Kadi?is v. Latvia (no. 2), no. 62393/00, §§ 20 et 52, 4 May 2006",
        "Kalashnikov v. Russia, no. 47095/99, §§ 97 et seq., ECHR 2002-VI",
        "Khudoyorov v. Russia, no. 6847/02, §§ 104 et seq., ECHR 2005-X",
        "Kudla v. Poland [GC], no. 30210/96, §§ 154-55, ECHR 2000-XI",
        "Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV",
        "Labzov v. Russia, no. 62208/00, §§ 41-49, 16 June 2005",
        "Mayzit v. Russia, no. 63378/00, §§ 39 et seq., 20 January 2005",
        "Mifsud v. France (dec.) [GC], no. 57220/00, § 17, ECHR 2002-VIII",
        "N.C. v. Italy [GC], no. 24952/94, §§ 42-45, ECHR 2002-X",
        "Novoselov v. Russia, no. 66460/01, §§ 41 et seq., 2 June 2005",
        "Peers v. Greece, no. 28524/95, §§ 69 et seq., ECHR 2001-III",
        "Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII",
        "Valasinas v. Lithuania, no. 44558/98, §§ 100-01, ECHR 2001-VIII",
        "Wloch v. Poland, no. 27785/95, § 90, ECHR 2000-XI",
        "Xenides-Arestis v. Turkey, (dec.), no. 46347/99, 2 September 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "393709",
    "typedescription": "15"
}