{
    "__articles": "P1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "19162/03",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-93366.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 19162/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Bulgarian national, Ms Valeriya Stancheva Yurukova (“the first applicant”), on 4 June 2003. In August 2008, the applicant’s son, Mr Alex Alexander Samundzhi (“the second applicant”), born in 1976, joined the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr H. Studenchev, a lawyer practising in . The Bulgarian Government (“the Government”) were represented by their Agents, Mrs S. Atanasova and Mrs N. Nikolova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 26 November 2007 the President of the Fifth Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3). The parties exchanged observations on the admissibility and merits of the case and on the applicants’ claims for just satisfaction, including those submitted on 19 August 2008 in relation to new facts and admitted to the file by decision of the President (Rule 38 § 1 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "4.  Judge Kalaydjieva, the judge elected in respect of , withdrew from sitting in the case (Rule 28 of the Rules of Court). On 1 October 2008, the Government, under Rule 29 § 1 (a), informed the Court that they had appointed, in her stead, Mrs Pavlina Panova as an ad hoc judge.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  In 1987 the first applicant purchased from the  municipality a three-room apartment of 102 square metres.",
                                "elements": []
                            },
                            {
                                "content": "6.  The property had become State owned by virtue of the nationalisations carried out by the communist regime in  in 1947 and the following years.",
                                "elements": []
                            },
                            {
                                "content": "7.  Originally, the nationalised apartment had been bigger. Not later than 1968 it had been divided into two apartments. One of them had been sold to an individual, Mr. V., in 1968 and the second one to the first applicant in 1987.",
                                "elements": []
                            },
                            {
                                "content": "8.  In 1993, shortly after the enactment of the Restitution Law, the former pre-nationalisation owners brought proceedings under section 7 of that Law against the first applicant.",
                                "elements": []
                            },
                            {
                                "content": "9.  The proceedings ended by final judgment of the Supreme Court of Cassation of 13 January 2003.",
                                "elements": []
                            },
                            {
                                "content": "10.  The courts examined the evidence and rejected, in reasoned decisions, the first applicant’s argument that the claim under section 7 had been brought after 23 February 1993 – the date of expiry of the relevant statutory time-limit.",
                                "elements": []
                            },
                            {
                                "content": "11.  Dealing with the case on the merits, the courts declared the 1987 contract null and void and restored the plaintiffs’ ownership of the apartment on the basis of two arguments: 1) the procedure for dividing an apartment into two apartments had not been observed by Mr V. and the municipality in 1968 or earlier, and 2) a relevant document concerning the 1987 sale, a tenancy order, had not been signed by the mayor personally, as required by law, but by another official at the municipality.",
                                "elements": []
                            },
                            {
                                "content": "12.  Until April 2003, within three months of the final judgment in the case under section 7 of the Restitution Law, it was possible for the first applicant to obtain compensation from the State, in the form of bonds which could be used in privatisation tenders or sold to brokers. The first applicant did not avail herself of this opportunity.",
                                "elements": []
                            },
                            {
                                "content": "13.  As the first applicant did not vacate the apartment voluntarily, in December 2003 the owners brought rei vindicatio proceedings against her and her son, the second applicant, who apparently also lived in the flat. These proceedings ended by final judgment of the Supreme Court of Cassation of 20 February 2008 ordering the applicants to vacate the flat. In December 2008, the first applicant informed the Court that she had not vacated the property and that the second applicant did not live there.",
                                "elements": []
                            },
                            {
                                "content": "14.  In May 2008 the first applicant petitioned the regional governor with requests to provide her with a State-owned flat or, alternatively, with compensation bonds. In December 2008 the first applicant informed the Court that she had not received a reply.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "15.  The relevant background facts and domestic law and practice have been summarised in the Court’s judgment in the case of Velikovi and Others v. Bulgaria, nos. 43278/98, 45437/99, 48014/99, 48380/99, 51362/99, 53367/99, 60036/00, 73465/01, and 194/02, 15 March 2007.",
                                "elements": []
                            },
                            {
                                "content": "16.  In a judgment of 23 October 2008 (decision no. 11025 in administrative case no. 670/08), the Supreme Administrative Court held that persons who had not applied for compensation bonds within the relevant time-limit, in force since 2000, could not seek such bonds after the enactment in June 2006 of paragraphs 2 and 3 of section 7 of the Restitution law (see paragraphs 133 and 139 of the Court’s judgment in Velikovi and Others, cited above) as these provisions did not give rise to additional entitlement to compensation bonds and therefore did not affect the relevant time-limit.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No.1 TO THE CONVENTION IN RESPECT OF THE FIRST APPLICANT",
                        "elements": [
                            {
                                "content": "17.  The first applicant complained that she had been deprived of her property arbitrarily, through no fault of her own and without adequate compensation. She relied on Article 1 of Protocol No. 1, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "18.  The Government contested the first applicant’s allegations.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "19.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "20.  The first applicant stated, inter alia, that she had been the victim of an arbitrary and unlawful deprivation of property for which she had not been compensated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Government did not dispute that the first applicant could not be held responsible for the omissions which led to the nullification of her title but considered that these omissions were considerable and inevitably rendered the title null and void. The Government also stated that the first applicant could have obtained adequate redress by requesting the municipal authorities to sell her another flat and making use of the bonds compensation scheme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court notes that the present case concerns the same legislation and issues as in Velikovi and Others, cited above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The facts complained of constituted an interference with the first applicant’s property rights and fall to be examined under the second sentence of the first paragraph of Article 1 of Protocol No. 1 as a deprivation of property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Applying the criteria set out in Velikovi and Others (cited above, §§ 183-92), the Court notes that the first applicant’s title was declared null and void and she was deprived of her property on the ground that there had been omissions imputable to a Mr V. and the municipality (see paragraphs 7 and 11 above). The Government did not dispute the first applicant’s position that she could not be held responsible for these omissions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court considers that the present case is therefore similar to those of Bogdanovi and Tzilevi, examined in its Velikovi and Others judgment (see § 220 and § 224 of that judgment, cited above), where it held that in such cases the fair balance required by Article 1 of Protocol No. 1 could not be achieved without adequate compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The question arises whether adequate compensation was provided to the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In the Court’s view, the fact that the first applicant did not vacate the flat at least until December 2008 cannot be considered as “compensation”. In any event, she was ordered to vacate it by a final and enforceable judgment in the rei vindicatio proceedings against her (see paragraph 13 above) and is in principle liable to pay compensation to the owners for continuing to use their flat (see paragraphs 69, 93 and 227 of the Velikovi and Others judgment, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  It is true that in 2003 the first applicant could have applied for compensation bonds. She did not do so at that time, as in one of the applications examined in Velikovi and Others (see §§ 226-28) – the case of Tzilevi (see also the Court’s judgments in other similar cases – Koprinarovi v. Bulgaria, no. 57176/00, 15 January 2009; Dimitar and Anka Dimitrovi v. Bulgaria, no. 56753/00 12 February 2009; and Vladimirova and Others v. Bulgaria, no. 42617/02, 26 February 2009). The Court considers that, as in those cases, the first applicant forewent the opportunity to obtain at least between 15% and 25% of the value of the property taken away from her (assessed in accordance with the relevant regulations), as that was the rate at which bonds were traded until the end of 2004. The fact that bond prices rose at the end of 2004 or that the applicable law was amended with effect as of 2007 and provided for payment of the bonds at face value cannot lead to the conclusion that the authorities would have secured adequate compensation for the first applicant. Indeed, she could not have foreseen bond prices or legislative amendments and the Court cannot speculate whether she would have waited before cashing her bonds. Furthermore, the legislation on compensation changed frequently and was not foreseeable (see Velikovi and Others, cited above, §§ 191 and 226). As the Court ruled in Velikovi and Others, the applicants’ failure to use the bonds compensation scheme must be taken into consideration under Article 41, but cannot decisively affect the outcome of the Article 1 of Protocol No.1 complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In so far as the first applicant eventually submitted a request for bonds in May 2008, the Court notes that its outcome is highly uncertain, having regard, in particular, to the practice of the Supreme Court of Cassation (see paragraph 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In these circumstances, the Court finds that no clear, timely and foreseeable possibility of obtaining adequate compensation was secured to the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  There has therefore been a violation of Article 1 of Protocol No. 1 in respect of the first applicant.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  The applicants complained that the restitution proceedings against the first applicant and the rei vindicatio proceedings against both applicants had been conducted in breach of the relevant procedural requirements, that these proceedings had been unfair and that the courts had made a wrong decision on a number of points. The applicants asked the Court to set aside these judgments and decide on the merits of the property dispute.",
                                "elements": []
                            },
                            {
                                "content": "33.  The Court has already found that section 7 of the Restitution Law and the judgments of the national courts applying it in the present case resulted in a violation of the first applicant’s right to peaceful enjoyment of her possessions, as enshrined in Article 1 of Protocol No. 1 to the Convention (see paragraph 31 above). It is not the Court’s task to substitute itself for the national courts and decide on the domestic law dispute in which this violation of the applicant’s Convention rights occurred.",
                                "elements": []
                            },
                            {
                                "content": "34.  As regards the second applicant’s complaints and the remainder of the first applicant’s complaints, the Court, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "35.  It follows that the remainder of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "37.  The first applicant did not claim pecuniary damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  She claimed 3,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government considered that the claim was excessive since her complaints were unfounded and also because the first applicant could have requested the municipal authorities to provide her with a municipal flat to rent or purchase.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court finds that the first applicant must have suffered non-pecuniary damage as a result of the violation of her right to peaceful enjoyment of her possessions found in this case. It considers that the claim is not excessive and awards it in full (see, Todorova and Others v.  (just satisfaction), nos. 48380/99, 51362/99, 60036/00 and 73465/01, §§ 20 and 29, 24 April 2008).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "41.  The first applicant claimed EUR 5,152.90 for costs and expenses. These included EUR 1,952 in costs incurred before the domestic courts (lawyer’s fees, court fees and postage) and EUR 3,200 in respect of costs incurred in the proceedings before the Court (lawyer’s fees, translation costs and postage). She submitted copies of relevant receipts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Government considered that the first applicant was not entitled to recover the expenses incurred in the domestic proceedings and that in any event the claims were excessive and unproven.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  According to the Court’s case-law, an applicant is entitled to reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, the Court observes that some of the applicants’ complaints were declared inadmissible. Regard being had to the information in its possession and the above criteria, the Court, noting that the just satisfaction claims were supported by relevant evidence, but that the exact volume, time and type of legal work done was not indicated, considers it reasonable to award the sum of EUR 2,500 covering all costs and expenses in the domestic proceedings and before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "44.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares admissible the complaint concerning the deprivation of the first applicant of her property and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention in respect of the first applicant;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the first applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage and EUR 2,500 (two thousand and five hundred euros), plus any tax that may be chargeable to the first applicant, in respect of costs and expenses, both sums to be converted into Bulgarian levs at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 July 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Pavlina Panova",
            "role": "ad hoc judge"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF YURUKOVA AND SAMUNDZHI v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-93366.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0702JUD001916203",
    "externalsources": [],
    "extractedappno": [
        "19162/03",
        "43278/98",
        "45437/99",
        "48014/99",
        "48380/99",
        "51362/99",
        "53367/99",
        "60036/00",
        "73465/01",
        "194/02",
        "670/08",
        "57176/00",
        "56753/00",
        "42617/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-93366",
    "judgementdate": "02/07/2009 00:00:00",
    "kpdate": "02/07/2009 00:00:00",
    "kpthesaurus": [
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "P1-1"
    ],
    "parties": [
        "YURUKOVA AND SAMUNDZHI",
        "BULGARIA"
    ],
    "rank": "681.573669433594",
    "representedby": [
        "STUDENCHEV H."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "420660",
    "typedescription": "15"
}