{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1 (public hearing);No Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "66941/01",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "public hearing"
            ],
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No Violation of Art. 6-1",
            "type": "no-violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-80947.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 66941/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Sergey Borisovich Zagorodnikov (“the applicant”), on 31 January 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Glushenkov, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that his right to a public hearing had been violated in the proceedings before the Commercial Court of Moscow. He also alleged that his right to be present at a hearing had been violated in those proceedings.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 30 June 2005 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Government, but not the applicant, filed further written observations (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1967 and lives in .  He was an investor in Russian Credit, a private bank which is now insolvent.",
                                "elements": []
                            },
                            {
                                "content": "7.  In 1998 and 1999 the applicant won two legal actions against the bank. Unable to recover his investment despite the judgments in his favour, the applicant instituted numerous sets of proceedings against the bank and various authorities involved in its insolvency.",
                                "elements": []
                            },
                            {
                                "content": "8.  In April 2000 188,900 of the bank's creditors joined together to form a union, obtained a settlement with the bank and asked the Commercial Court of Moscow to ratify it. 221 creditors disagreed with the settlement. Some of them, including the applicant, lodged their written objections with the court.",
                                "elements": []
                            },
                            {
                                "content": "9.  The Commercial Court of Moscow heard the case in four hearings which took place on 10, 11, 14, and 15 August 2000. The court gave notice of the hearings to the 221 creditors who had objected to the settlement, representatives of the creditors' union and representatives of the bank. Since the applicant received the notice only on 14 August 2000, he was able to participate in the last hearing only. According to the applicant, on 15 August 2000 the judge refused to hear his pleadings on the ground that they were essentially the same as those of the other creditors.",
                                "elements": []
                            },
                            {
                                "content": "10.  Access to the court building was restricted throughout the proceedings. On 10 August 2000 a policeman standing at the entrance turned away twenty to twenty-five people who wished to enter the courtroom but who did not have a notice to appear or an identity card. On each of the following days about three to five people wishing to attend the hearings were refused access to the court building. At each hearing a number of seats in the courtroom remained free.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 15 August 2000 the Commercial Court of  ratiﬁed the settlement. The applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 9 October 2000 the Appeals Division of the Commercial Court of Moscow upheld the settlement. The applicant participated in the hearing, pleaded his case and submitted written arguments. Disagreeing with the judgment, the applicant appealed on points of law.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 1 December 2000 the Federal Commercial Court of the Moscow Circuit dismissed the appeal on points of law. The applicant participated in the hearing, pleaded his case and submitted written arguments.",
                                "elements": []
                            },
                            {
                                "content": "14.  Public access to the appeal hearings was also restricted. Both appeal courts ignored the applicant's complaint that the first-instance hearings had not been public.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "15.  The commercial courts ratified the settlement in accordance with the Code of Commercial Procedure of the  (Law no. 70-FZ of 5 May 1995, in force at the material time). Article 9 of the Code required proceedings to be public:",
                                "elements": []
                            },
                            {
                                "content": "Article 9  Public character of proceedings",
                                "elements": []
                            },
                            {
                                "content": "“Proceedings in commercial courts shall be public. A hearing in camera shall be possible if [the case concerns] State, commercial, and other secrets...”",
                                "elements": []
                            },
                            {
                                "content": "16.  Article 115 of the Code required the commercial court to verify at the beginning of the proceedings whether the notice to appear had been properly dispatched to the absentee parties:",
                                "elements": []
                            },
                            {
                                "content": "Article 115  The hearing before the commercial court",
                                "elements": []
                            },
                            {
                                "content": "“The presiding judge ... shall verify the presence of the parties and other participants at the hearing ... [and shall find out] whether persons who do not appear have been properly notified and if there is information available concerning the reasons for their failure to appear.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  The applicant complained that the proceedings in his case had not been public and that he had been unable to participate in the hearings before the first-instance court. He relied on Article 6 § 1 of the Convention which, in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": " “In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing ... by [a] ... tribunal.... Judgment shall be pronounced publicly but the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society, where the interests of juveniles or the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice.”",
                                "elements": []
                            },
                            {
                                "content": "A.   The applicant's right to a public hearing",
                                "elements": [
                                    {
                                        "content": "18.  The applicant complained that public access to the courtroom during the first, second and third-instance proceedings had been unnecessarily restricted. Only those creditors who had submitted their written observations objecting to the settlement with the bank were allowed into the courtroom. Access for members of the public and for those creditors who had either failed to submit their written observations beforehand or had not received notice in good time was not permitted. The applicant contended that the failure to hold a public hearing undermined the transparency of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Government responded that the restrictions in issue had been imposed in the interests of public order and examination of the case within a reasonable time. The case affected as many as 188,900 persons and it was technically impossible to invite them all to the hearings. Therefore, the Commercial Court of Moscow had chosen to invite the 221 creditors who had objected to the settlement, representatives of the creditors' union and representatives of the bank. Furthermore, the hearings in the instant case should be deemed to have been public as visitors wishing to attend could have obtained authorisation from the court's registry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court reiterates that Article 6 § 1 of the Convention provides that, in the determination of civil rights and obligations, “everyone is entitled to a fair and public hearing”. The public character of proceedings protects litigants against the administration of justice in secret with no public scrutiny; it is also one of the means whereby confidence in the courts can be maintained. By rendering the administration of justice visible, publicity contributes to the achievement of the aim of Article 6 § 1, a fair hearing, the guarantee of which is one of the foundations of a democratic society (see Osinger v. , no. 54645/00, § 44, 24 March 2005, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  However, the requirement to hold a public hearing is subject to exceptions. This is apparent from the text of Article 6 § 1 itself, which contains the provision that “the press and public may be excluded from all or part of the trial ... where the interests of juveniles or the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice”. Moreover, it is established in the Court's case-law that, even in a criminal-law context where there is a high expectation of publicity, it may on occasion be necessary under Article 6 to limit the open and public nature of proceedings in order, for example, to protect the safety or privacy of witnesses or to promote the free exchange of information and opinion in the pursuit of justice (see Osinger, cited above, § 45).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Furthermore, neither the letter nor the spirit of Article 6 § 1 prevents a person from waiving of his own free will, either expressly or tacitly, the entitlement to have his case heard in public (see Yakovlev v. , no. 72701/01, § 19, 15 March 2005, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Turning to the instant case, the Court observes that access to the courtroom during the first-instance hearings between 10 and 15 August 2000, as well as during the appeal hearings, was restricted. It is not disputed that only those creditors who had submitted their written observations objecting to the settlement were allowed in the courtroom. The public and those creditors who had not submitted their written observations or had not received notice in good time were prevented from entering the court building. The Court notes that the Government failed to show that the registry of the Commercial Court of Moscow had actually authorised any visitor to attend the hearings on the days in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court cannot therefore accept the Government's argument that the hearings before the Commercial Court of Moscow in the applicant's case were public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court further observes that the applicant made no express waiver of his right to a public hearing. As regards a tacit waiver, the Court notes that the applicant was entitled to a public hearing under Russian law (see paragraph 15 above). It was therefore unnecessary for him to request a public hearing (compare Sträg Datatjänster AB v.  (dec.), no. 50664/99, 21 June 2005). The applicant therefore did not waive his right to a public hearing, either expressly or tacitly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government also referred to the legitimate aim pursued by the restrictions on public access to the courtroom. The Court observes that, although the case potentially touched upon the rights of thousands of people, there is nothing to suggest that the building was besieged by crowds on the days in question (see paragraph 10 above). The Court considers that the Government did not put forward any argument capable of persuading it to agree that admitting the public to the hearings would have jeopardised public order or affected the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  There is no other reason that could justify the failure to hold a public hearing. Accordingly, there has been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant's right to be present at a hearing",
                                "elements": [
                                    {
                                        "content": "28.  The applicant complained that on 10, 11 and 14 August 2000 he had been unable to participate in the hearings before the Commercial Court of Moscow because he had received notice from the court only on 14 August 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government responded that a notice had been duly dispatched to the applicant on 3 August 2000, and that its belated delivery by the postal service could not be attributed to the national authorities. Furthermore, any alleged shortcoming on the part of the national authorities in the course of the first-instance proceedings had been remedied in the appeal hearings, in which the applicant had participated actively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The key principle governing the application of Article 6 is fairness. The principle of equality of arms – one of the elements of the broader concept of a fair trial – requires that each party should be afforded a reasonable opportunity to present his or her case under conditions that do not place him or her at a substantial disadvantage vis-à-vis his or her opponent (see A.B. v. , no. 41784/98, § 55, 4 March 2003). As the Court has previously found, the principle of equality of arms would be devoid of substance if a party to the case were not notified of the hearing in such a way as to have an opportunity to attend it, should he or she decide to exercise a right to appear established in domestic law (see, mutatis mutandis, Yakovlev, cited above, § 19). Furthermore, from the Convention standpoint, a hearing may be held to have been “unfair” and in breach of Article 6 even in the absence of proof of actual prejudice (see P., C. and S. v. the , no. 56547/00, § 96, ECHR 2002VI, with further references). Finally, the Court reiterates that, in determining issues of fairness of proceedings for the purposes of Article 6 of the Convention, it must consider the proceedings as a whole, including the decision of the appellate court (see C.G. v. the , no. 43373/98, § 35, 19 December 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In the instant case the applicant had submitted his written observations on the settlement proposal to the court and was entitled to appear before it. The notice informing him of the time and date of the hearing reached him only on 14 August 2000, that is, three days into the trial. It is true that the State is not required to provide a perfectly functioning postal system (see, mutatis mutandis, Foley v. the United Kingdom (dec.), no. 39197/98, 11 September 2001); however, the domestic law required commercial courts to verify at the beginning of the proceedings whether the notice to appear had been duly dispatched to the absentee parties (see paragraph 16 above). This was not done. The Court is therefore not persuaded that the Commercial Court of Moscow discharged its obligation to secure the applicant's presence at the hearing (compare Mokrushina v. , no. 23377/02, § 21, 5 October 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court further observes that the instant case was examined by the commercial courts in proceedings governed by the 1995 Code of Commercial Procedure (in force at the material time). According to the Code, proceeding before commercial courts involved three levels of jurisdiction, with the court of second instance being called upon to examine a case as to both the facts and the law, and the court of third instance to examine points of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court observes that the applicant was able to take part in the second and third-instance proceedings before the Appeals Division of the Commercial Court of Moscow and the Federal Commercial Court of the Moscow Circuit. He pleaded his case and submitted written arguments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In these circumstances, the Court finds that the applicant's appeal to the Commercial Court of Moscow and the Federal Commercial Court of the Moscow Circuit remedied any unfairness that may have resulted from the belated notice given to the applicant in the first-instance proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Accordingly, there has been no violation of Article 6 § 1 of the Convention as regards the applicant's right to be present at a hearing.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "37.  The applicant claimed 66,581.33  dollars (USD) and 1,439.90 Russian roubles (RUR) in respect of pecuniary damage and 25,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Government submitted that there was no causal link between the alleged violations and the alleged pecuniary damage. The Government also contested the applicant's claims in respect of non-pecuniary damage as unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects the applicant's claim for pecuniary damage. However, having regard to the nature of the breach in this case, it considers that the applicant must have suffered frustration and a feeling of injustice as a consequence of the domestic authorities' failure to make the hearing public. The Court finds that the applicant suffered non-pecuniary damage which would not be adequately compensated by the finding of a violation. Accordingly, making its assessment on an equitable basis, it awards the applicant EUR 1,000 plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "40.  The applicant claimed USD 10,000 in respect of legal fees, and also RUR 10,855.31 and USD 55.21 for postal and telephone expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Government submitted that these expenses were partly unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The applicant produced to the Court a contract with his lawyer dated 21 July 2005 setting out the amount of USD 10,000 as the lawyer's fee for representing the applicant before the Court, together with the corresponding payment order of 23 August 2005. The applicant also produced postal receipts and receipts for telephone conversations with the Court in the amounts of RUR 6,350.85 and USD 55.21.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court reiterates that in order for costs and expenses to be reimbursed under Article 41, it must be established that they were actually and necessarily incurred and were reasonable as to quantum (see, for example, Klyakhin v. , no. 46082/99, § 131, 30 November 2004). Having regard to the subject matter under the Convention and the fact that the applicant's representative lodged no observations after the case had been declared admissible, the Court awards the applicant EUR 500 in respect of costs and expenses, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "44.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the applicant's right to a public hearing;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 6 § 1 of the Convention as regards the applicant's right to be present at the hearings before the Commercial Court of Moscow;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 June 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "MrG. Malinverni",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ZAGORODNIKOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-80947.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0607JUD006694101",
    "externalsources": [],
    "extractedappno": [
        "66941/01",
        "54645/00",
        "72701/01",
        "50664/99",
        "41784/98",
        "56547/00",
        "43373/98",
        "39197/98",
        "23377/02",
        "46082/99"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-80947",
    "judgementdate": "07/06/2007 00:00:00",
    "kpdate": "07/06/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "385",
        "125",
        "136",
        "119",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "ZAGORODNIKOV",
        "RUSSIA"
    ],
    "rank": "586.681518554688",
    "representedby": [
        "GLUSHENKOV A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "A.B. v. Slovakia, no. 41784/98, § 55, 4 March 2003",
        "C.G. v. the United Kingdom, no. 43373/98, § 35, 19 December 2001",
        "Foley v. the United Kingdom (dec.), no. 39197/98, 11 September 2001",
        "Klyakhin v. Russia, no. 46082/99, § 131, 30 November 2004",
        "Mokrushina v. Russia, no. 23377/02, § 21, 5 October 2006",
        "Osinger v. Austria, no. 54645/00, § 44 and § 45, 24 March 2005",
        "P., C. and S. v. the United Kingdom, no. 56547/00, § 96, ECHR 2002-VI",
        "Sträg Datatjänster AB v. Sweden (dec.), no. 50664/99, 21 June 2005",
        "Yakovlev v. Russia, no. 72701/01, § 19, 15 March 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "342725",
    "typedescription": "15"
}