{
    "__articles": "8;8-2;8-1;P1-1;P1-4;14+8;14;6;6-1;6-3-b;P4-2;P4-2-1;56",
    "__conclusion": "Violation of Art. 8;No violation of Art. 14+8;No violation of Art. 6;Just satisfaction reserved",
    "applicability": "62;66",
    "appno": "9063/80",
    "article": [
        "p4-2",
        "6",
        "8",
        "p1-1",
        "p1-4",
        "14",
        "56"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "No violation of Art. 14+8",
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "No violation of Art. 14+8",
            "type": "no-violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "element": "No violation of Art. 6",
            "type": "no-violation"
        },
        {
            "element": "Just satisfaction reserved",
            "type": "other"
        }
    ],
    "content": {
        "001-57493.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1. The present case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 19 December 1984, within the three-month period laid down by Article 32 § 1 and Article 47 (art. 32-1, art. 47) of the Convention. The case originated in an application (no. 9063/80) against the United Kingdom of Great Britain and Northern Ireland lodged with the Commission in January 1980 under Article 25 (art. 25) by Joseph and Yvonne Gillow, British citizens.",
                        "elements": []
                    },
                    {
                        "content": "2. The Commission's request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby the  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46). The request sought a decision from the Court as to the existence of violations of Articles 6, 8 and 14 (art. 6, art. 8, art. 14) of the Convention and Article 1 of Protocol No. 1 (P1-1).",
                        "elements": []
                    },
                    {
                        "content": "3. In response to the inquiry made in accordance with Rule 33 § 3 (d) of the Rules of Court, the applicants stated that they wished to take part in the proceedings before the Court and they sought leave to present their case themselves. On 4 March 1985, the President granted this leave, subject to the applicants being assisted by an advocate or other person having the requisite legal knowledge (Rule 30 § 1, second sentence). On 30 April, the applicants appointed such a person but they were subsequently unable to agree with her as to the manner of presentation of the case. In these circumstances, the Court decided to hear the applicants at the hearing under Rule 40 § 1.",
                        "elements": []
                    },
                    {
                        "content": "4. The Chamber of seven judges to be constituted included, as ex officio members, Sir Vincent Evans, the elected judge of British nationality (Article 43 of the Convention) (art. 43), and Mr. G. Wiarda, the President of the Court (Rule 21 § 3 (b)). On 23 January 1985, the President drew by lot, in the presence of the Registrar, the names of the five other members, namely Mr. R. Ryssdal, Mr. Thór Vilhjálmsson, Mr. E. García de Enterría, Mr. L. Liesch and Mr. G. Lagergren (Article 43 in fine of the Convention and Rule 21 § 4) (art. 43). Subsequently, Mr. García de Enterría and Mr. Liesch, who were prevented from taking part in the consideration of the case, were replaced by Mr. L.-E. Pettiti and Mr. R. Macdonald, substitute judges (Rules 22 § 1 and 24 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5. Mr. Wiarda, who had assumed the office of President of the Chamber (Rule 21 § 5), consulted, through the Registrar, the Agent of the United Kingdom Government (\"the Government\"), the Delegate of the Commission and the lawyer nominated to assist the applicants as to the need for a written procedure (Rule 37 § 1). On 7 May, the President directed that the Agent of the Government and the applicants should each have until 9 August to file a memorial and that the Delegate should be entitled to file, within two months from the date of the transmission to him by the Registrar of whichever of the aforesaid documents should last be filed, a memorial in reply. The President subsequently agreed to extend the former time-limit until 13 September 1985.",
                        "elements": []
                    },
                    {
                        "content": "The applicants' and the Government's memorials were lodged at the registry on 7 August and 17 September 1985, respectively. On 5 December 1985, the Secretariat of the Commission advised the registry that the Delegate would present his observations at the hearings.",
                        "elements": []
                    },
                    {
                        "content": "On 26 April 1985, the Commission had produced certain documents which the Registrar had requested on the instructions of the President.",
                        "elements": []
                    },
                    {
                        "content": "6. After consulting, through the Registrar, the Agent of the Government and the Delegate of the Commission, the President directed on 11 December that the oral proceedings should open on 18 February 1986.",
                        "elements": []
                    },
                    {
                        "content": "7. The hearings were held in public at the Human Rights Building, , on the appointed day. Immediately before they opened, the Court had held a preparatory meeting.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr. Carey and Mr. Bratza for the Government and by Mr. Gaukur Jörundsson for the Commission. During the hearings, the Government and the Delegate of the Commission filed their written replies to questions put by the Court. The Court also heard Mr. and Mrs. Gillow (see paragraph 3 above), who were given leave to file, within one month, comments on statistics lodged by the Government during the hearings. These comments were received at the registry on 10 March and 3 April 1986.",
                        "elements": []
                    },
                    {
                        "content": "8. On 10 October 19867, the Agent of the Government provided certain information on the applicability of Protocol No. 1 in the present case; the Delegate of the Commission filed his comments in reply on 17 October (see paragraph 60 below).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "A. The particular facts of the case",
                        "elements": [
                            {
                                "content": "9. Mr. Joseph Gillow and his wife Mrs. Yvonne Gillow were born in  in 1916 and 1918 respectively. They are both British citizens and retired.",
                                "elements": []
                            },
                            {
                                "content": "10. In April 1956, Mr. Gillow was appointed Director of the recently-created States of Guernsey Horticultural Advisory Service. Consequently, the applicants, after selling their home in Lancashire, moved with their family and furniture to Guernsey. Initially, they occupied a house owned by the States of Guernsey. However, in 1957, Mr. Gillow bought a plot of land on Guernsey, on which, after obtaining the requisite planning permission, he built a house, called \"Whiteknights\". He and his family took occupation of this house on 1 September 1958.",
                                "elements": []
                            },
                            {
                                "content": "The property's rateable value was £51, of which £49 was attributable to the house itself. It was then, and still is, \"controlled housing\" (see paragraph 30 below). However, the applicants did not require a licence to occupy the house, since they had \"residence qualifications\" by virtue of the Housing Control (Extension and Amendment) (Guernsey) Law 1957 (\"the Housing Law 1957\") (see paragraph 30 below).",
                                "elements": []
                            },
                            {
                                "content": "11. In August 1960, after Mr. Gillow had resigned from his post in the Guernsey Horticultural Advisory Service, the applicants and their family left Guernsey and Mr. Gillow took up employment with the Food and Agriculture Organisation (F.A.O.). Thereafter, and until he retired in 1978, he worked overseas for various development Agencies on the basis of temporary contracts.",
                                "elements": []
                            },
                            {
                                "content": "12. From August 1960 to July 1978, \"Whiteknights\" was let either to persons with the necessary \"residence qualifications\" or under a licence from the States of Guernsey Housing Authority (\"the Housing Authority\") in accordance with the Housing Law 1957 and its subsequent amendments (see paragraphs 30-33 below). During this period, the applicants corresponded periodically with the Housing Authority from various addresses, inter alia, to inquire as to the operation of the Housing Laws in the event of their selling the property.",
                                "elements": []
                            },
                            {
                                "content": "In November 1963, Mr. Gillow transferred ownership of the house to his wife.",
                                "elements": []
                            },
                            {
                                "content": "13. On 26 July 1978, the Housing Authority wrote to Mrs. Gillow advising her of the current tenant's intention to leave \"Whiteknights\" and enquiring who would be the next tenant. By letter of 31 August, Mrs. Gillow informed the Housing Authority that she and her husband proposed to return to Guernsey. The Authority replied, on 15 September, that the applicants were not entitled to occupy their house unless they were granted a licence under section 3 of the Housing (Control of Occupation)(Guernsey) Law 1975 (the \"Housing Law 1975\" - see paragraph 33 below).",
                                "elements": []
                            },
                            {
                                "content": "\"Whiteknights\" was empty after the departure of the last-mentioned tenant on 31 July 1978. It appears that neither the Housing Authority nor the applicants received any request to let the house after that date.",
                                "elements": []
                            },
                            {
                                "content": "14. In November 1978, the applicants returned to England from Hong Kong and they lived temporarily with Mrs. Gillow's mother in .",
                                "elements": []
                            },
                            {
                                "content": "On 21 April 1979, Mrs. Gillow wrote to the Housing Authority advising it that she and her husband intended to return to \"Whiteknights\" to retire. She added that she was currently seeking a teaching post in Guernsey. Furthermore, the house required various repairs, some of which the applicants proposed to carry out themselves. Accordingly, in addition to seeking a long-term occupation licence, Mrs. Gillow also requested a temporary licence, until September 1979, so that this work could be carried out.",
                                "elements": []
                            },
                            {
                                "content": "15. On 29 April 1979, Mr. and Mrs. Gillow went back to Guernsey and re-occupied \"Whiteknights\". On 7 May, Mrs. Gillow, having received no reply from the Housing Authority, wrote again to it repeating her request and stating that she and her husband had returned to Guernsey.",
                                "elements": []
                            },
                            {
                                "content": "The Housing Authority replied on 14 May, informing Mrs. Gillow that, after having been considered at a meeting on 3 May, her application for a long-term licence to occupy \"Whiteknights\" had been rejected in the light of the \"present adverse housing situation\". The reply also stated: firstly, that the applicants had at no time been granted a licence to occupy this house; secondly, that even assuming that Mrs. Gillow took up employment considered essential to the community (see paragraph 33 below), the applicants would not be permitted to stay in their property after her retirement, because she was too old to complete a minimum of ten consecutive years in such employment, as required by the Housing Law 1975.",
                                "elements": []
                            },
                            {
                                "content": "No reference was made in the letter to the request for a temporary licence.",
                                "elements": []
                            },
                            {
                                "content": "16. On 5 July 1979, a representative of the Housing Authority visited the applicants and furnished them with an official form of application for a temporary licence. They lodged the application four days later, but it was refused by decision of the Housing Authority on 19 July. Notification of the refusal was given to Mrs. Gillow on 27 July, and was accompanied by the reasons therefor, namely:",
                                "elements": []
                            },
                            {
                                "content": "- that Mrs. Gillow had failed to adduce evidence showing that she would be employed in a position essential to the community;",
                                "elements": []
                            },
                            {
                                "content": "- that \"Whiteknights\" was likely to be sought after by persons fulfilling the residential qualifications which the applicants lacked;",
                                "elements": []
                            },
                            {
                                "content": "- that in the \"present adverse housing situation\", the Housing Authority was unable in principle to justify granting a licence to the applicants.",
                                "elements": []
                            },
                            {
                                "content": "Mrs. Gillow was also informed of her right to appeal from this decision to the , under section 19 of the Housing Law 1975 (see paragraph 33 below). Finally, she was notified that, unless she and her husband could show good reasons to the contrary, the Housing Authority would refer their occupation of \"Whiteknights\" to the Guernsey Law Officers with a view to prosecution if they did not vacate the house within seven days.",
                                "elements": []
                            },
                            {
                                "content": "17. In their reply of 29 July 1979, the applicants repeated their request for a temporary licence at least until the end of August, in order to complete the necessary repairs to the property and to put it on the market for sale. They claimed that they had not been \"occupying\" the house, within the meaning of the Housing Law 1975. They maintained that the Law could not reasonably prevent them from carrying out the repairs necessitated by the fact that the property had been let for the previous eighteen years, and that the Law allowed them to take the steps required to sell the property, steps which precluded anyone else from occupying it in the meantime. The applicants also contended that they had not been informed until September 1978 that they required a licence to live in \"Whiteknights\"; in particular, they had not been notified of the entry into force on 2 February 1970 of the Housing Control (Guernsey) Law 1969 (\"the Housing Law 1969\"), which contained new provisions under which they ceased to have \"residence qualifications\" (see paragraph 32 below).",
                                "elements": []
                            },
                            {
                                "content": "18. That letter was considered at a meeting of the Housing Authority on 9 August 1979. A reply was sent to Mrs. Gillow on 15 August, confirming that she had not been notified before 15 September 1978 of the change in the law or of the need to obtain a licence. The Housing Authority also agreed that, if the applicants vacated \"Whiteknights\" by 1 September 1979, it would take no action in respect of their unlawful occupation.",
                                "elements": []
                            },
                            {
                                "content": "19. On 23 August, Mrs. Gillow requested a further extension, until the end of September, of the applicants' permission to stay, since the property had not yet been sold. This request was refused on 30 August and Mrs. Gillow was so informed on 3 September. Furthermore, the applicants were given seven days to leave the house, on pain of prosecution.",
                                "elements": []
                            },
                            {
                                "content": "On 11 September 1979, Mr. and Mrs. Gillow met the President of the Housing Authority and sought, inter alia, permission to remain in their property for a further six months, in order to effect the sale. On this occasion, they raised the question of compensation for their loss of residence rights.",
                                "elements": []
                            },
                            {
                                "content": "The Housing Authority wrote to the applicants on 20 September, reporting that their application had been reconsidered on 13 September and refused. They were informed that proceedings would accordingly be instituted against them for unlawful occupation, unless they vacated \"Whiteknights\" by 31 October 1979.",
                                "elements": []
                            },
                            {
                                "content": "20. Mr. and Mrs. Gillow consulted an advocate in early October and, on 13 October, instructed him to appeal to the  against all the Housing Authority's decisions. Such appeals could only be lodged by an advocate of the , but the applicants' advocate failed to file them within the statutory time-limit (31 October 1979).",
                                "elements": []
                            },
                            {
                                "content": "However, on 5 November he requested the Housing Authority to take no action against the applicants until he had had a further opportunity of advising them. On 9 November, he submitted on their behalf a fresh application for a licence to occupy \"Whiteknights\" until 30 April 1980, in order to effect its sale. In its reply of 13 November, the Housing Authority stated that:",
                                "elements": []
                            },
                            {
                                "content": "\"On 8 November 1979 the Housing Authority noted the contents of your letter but resolved with regret that as [the applicants] took occupation without [a] licence and have been given an adequate time to vacate the premises, it is unable to justify withholding action in this matter. The documents in the case have been referred to the Law Officers.\"",
                                "elements": []
                            },
                            {
                                "content": "On 16 November, the Authority notified the advocate that the further licence application had been refused on 12 November.",
                                "elements": []
                            },
                            {
                                "content": "21. On 20 November, the advocate notified the Housing Authority, the police and the prosecuting authorities that the applicants intended to appeal. However, on 17 December the police visited the applicants at \"Whiteknights\" and asked them to make a statement but they refused to do so unless their advocate was present. By letter of 19 December to the chief of police, they explained that an appeal was being lodged. They were nevertheless summoned to appear in court on 1 February 1980.",
                                "elements": []
                            },
                            {
                                "content": "22. On 22 January 1980, the applicants discovered that the appeal to the  had not yet been lodged and addressed a complaint to the Chambre de Discipline of the Guernsey Bar against their advocate. He finally filed an appeal - in the name of Mrs. Gillow and directed against the Housing Authority's decisions of 3 May, 19 July and 12 November 1979 refusing the licences - on 1 February 1980 at about 9 a.m. This appeal sought the grant of either an unrestricted licence or, alternatively, permission to occupy \"Whiteknights\" until 30 April 1980, and alleged that the decisions in question were an unreasonable exercise of the Housing Authority's discretion and were ultra vires. The appeal was accepted by the  for examination, although it had been lodged out of time.",
                                "elements": []
                            },
                            {
                                "content": "23. Later on the same day, the applicants appeared, in accordance with the summons, before the Magistrate's Court. They asked for an adjournment on the ground that Mrs. Gillow's appeal went to the heart of the question whether their occupation of \"Whiteknights\" was unlawful or not. However, the adjournment was refused on the insistence of the Law Officer.",
                                "elements": []
                            },
                            {
                                "content": "The applicants cases were dealt with separately, the charges against Mr. Gillow being taken first. He was convicted of occupying \"Whiteknights\" without a licence and fined. Mrs. Gillow's trial was adjourned twice and then suspended sine die, the court having taken into account, inter alia, Mrs. Gillow's appeal to the  and the fact that Mr. Gillow had appealed against his conviction.",
                                "elements": []
                            },
                            {
                                "content": "24. The applicants finally sold \"Whiteknights\" on 15 April 1980 for a price of £33,000, which in their view was less than its actual value.",
                                "elements": []
                            },
                            {
                                "content": "25. On 8 July 1980, the Royal Court, which was composed of a President and eleven Jurats, dismissed Mrs. Gillow's appeal, unanimously as regards the Housing Authority's decisions of 3 May and 19 July 1979 (see paragraphs 15 and 16 above) and by a majority of 8 votes to 3 as regards the decision of 12 November 1979 (see paragraph 20 above). By virtue of section 19(4) of the Housing Law 1975, this judgment was final and conclusive.",
                                "elements": []
                            },
                            {
                                "content": "26. Mr. Gillow's appeal against his conviction was heard and dismissed by the  on 26 August 1980. Before and during the hearing, Mr. Gillow challenged the accuracy of the transcript of the first-instance proceedings and asked for leave to hear the original tape. This request was refused, but the Registrar of the Court listened to the tape during a recess and pronounced the transcript accurate.",
                                "elements": []
                            },
                            {
                                "content": "Mr. Gillow also alleged that the  was inherently biased because, with the exception of one Jurat, its composition was the same as when it had determined his wife's appeal against the decisions of the Housing Authority. He further maintained that the composition of the , as such, was archaic.",
                                "elements": []
                            },
                            {
                                "content": "27. The complaint which the applicants lodged with the Bar Chambre de Discipline on 26 January 1980 against their advocate for delay in filing the appeals against the Housing Authority's decisions was found to be substantiated on 9 September 1980.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B. Relevant domestic law and practice",
                        "elements": [
                            {
                                "content": "1. Constitutional background",
                                "elements": [
                                    {
                                        "content": "28. The Bailiwick of Guernsey is a dependency of the British Crown. It has its own legislative assembly, courts of law and administrative and fiscal systems, which are separate from those of Great Britain and .",
                                        "elements": []
                                    },
                                    {
                                        "content": "The legislative assembly is the States of Deliberation, which has 60 members and is presided over by the Bailiff or Deputy Bailiff, both of whom are appointed by the Sovereign. The States legislate for the Island by way of \"Laws\" or, in some circumstances, by way of Ordinances; the former require approval by Her Majesty in Council before they can take effect. Although the United Kingdom Parliament has power to legislate for Guernsey, it would be contrary to constitutional convention for it do so in respect of matters domestic to the island, such as the Housing Laws.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Royal Court of Guernsey is a court of unlimited jurisdiction which sits either at first instance or on appeal. It is composed of the Bailiff, the Deputy Bailiff or a Lieutenant Bailiff, as President, together with twelve Jurats appointed by the States of Election. The Magistrate's Court has summary jurisdiction in criminal matters and jurisdiction up to a limited amount in civil suits.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. The Housing Laws",
                                "elements": [
                                    {
                                        "content": "29. Following the liberation of the Island in 1945 after the Second World War, the return of many families and the influx of a large number of new residents created acute housing problems, which were followed by considerable increases in property prices. To meet this situation, the States enacted the Housing Control (Emergency Provisions)(Guernsey) Law 1948 (the \"Housing Law 1948\"), which came into force on 17 July 1948. The Law limited the right to reside in Guernsey without a licence to persons having \"residence qualifications\", that is persons who had been ordinarily resident there at some time between 1 January 1938 and 30 June 1940. The system of housing control introduced by this law has been modified from time to time to meet changing circumstances pertaining in the island.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30. On 12 October 1957, this Law was replaced by the Housing Law 1957, which replaced the above-mentioned final qualifying date of 30 June 1940 by 30 June 1957. Thus, persons, like the applicants, who had been ordinarily resident in Guernsey on or before that date had \"residence qualifications\" and were permitted to live there without a licence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The new Law also freed from control all houses of a \"rateable value\" (for the purposes of local taxation) in excess of £50 per annum. Such properties, known as \"open market houses\", could be occupied by anyone, without any restrictions. Houses with a lower rateable value, on the other hand, fell into the category of \"controlled housing\" and could be occupied only by persons having either \"residence qualifications\" or a licence granted by the Housing Authority for the particular house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31. The Housing Law 1957 was amended on matters of detail in 1962 and 1965 (with regard to furnished accommodation) and in 1966, when the Housing Control (Amendment) (Guernsey) Law 1966 raised the minimum rateable value for \"open market houses\" to £100. This was later reduced, by the Housing Control (Rateable Value) Ordinance, to £85.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Housing Control (Guernsey) Law 1967 and the Housing Control Ordinance 1967 consolidated all the previous legislation in this area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32. In the late 1960's, a significant number of people who had \"residence qualifications\" under the Housing Law 1957 but had subsequently left Guernsey, sought to return to the island. On 2 February 1970, there entered into force the Housing Law 1969, which added a further requirement as regards \"residence qualifications\": to possess these the person concerned should not only have been ordinarily resident in Guernsey at some time between 1 January 1938 and 30 June 1957 but also in occupation of a dwelling on 31 July 1968 or be the spouse or child of someone so resident. The Law, however, included a saving provision in favour of anyone in lawful occupation of controlled premises on 29 January 1969, but solely as regards those premises. The applicants therefore ceased to possess \"residence qualifications\" entitling them to occupy \"Whiteknights\" without a licence, since they were not resident in Guernsey on the relevant date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards the grant of licences to persons without \"residence qualifications\" to occupy controlled houses, the Housing Law 1969 gave the Housing Authority discretionary powers which were limited by the enumeration of factors to be considered in deciding particular cases. Furthermore, the Law provided for appeals from the Housing Authority's decision to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "33. The Housing Law 1969, which was originally enacted for three years, was extended until 31 December 1975. On 1 January 1976, it was replaced by the Housing Law 1975. This statute preserved the basic distinction between \"open market houses\", available to all, and \"controlled housing\" for which \"residence qualifications\" or a licence were required. The categories of persons having \"residence qualifications\" were set out in section 6 of the Law. It altered the basis of determining \"residence qualifications\" by allowing them also to be acquired by a certain period of lawful, licensed, residence in controlled housing and not only by residence on a particular date (section 6(1)(j)). At the same time, certain provisions were designed to preserve existing rights; in particular, \"residence qualifications\" continued to be possessed by persons who had been both ordinarily resident in Guernsey at some time between 1 January 1938 and 30 June 1957 and in occupation of a dwelling on 31 July 1968 (section 6(1)(h)). Since the applicants did not possess \"residence qualifications\", they needed a licence from the Housing Authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As far as the granting of a licence was concerned (section 3), section 5 of the Housing Law 1975 enumerated the factors to be taken into account by the Housing Authority, including, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) whether the person concerned was engaged in employment considered essential to the community (sub-section 1 (a) - \"essential licence\" holder);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) whether the number of dwellings similar to that for which application was made and available for occupation was sufficient to meet the housing requirements of persons possessing \"residence qualifications\" (sub-section 1(b)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the Housing Authority could, in the exercise of its discretion, take into account \"such other factors as [it] may, from time to time, deem necessary or expedient\" (sub-section 2). According to the Government, prolonged ownership was a factor which the Housing Authority took into account in this connection, but it was not given substantial weight in the absence of other special features. The fact that an applicant had formerly possessed \"residence qualifications\" under an earlier law was also a factor to which the Housing Authority would have regard but more weight would be attached to the time that the applicant had actually spent in Guernsey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 19 of the Law provided for an appeal to the  against the refusal of a licence on the grounds that the decisions of the Housing Authority were ultra vires or constituted an unreasonable exercise of its powers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 24 defined the offence of unlawful occupation as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Any person",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) who occupies or causes or permits any other person to occupy a dwelling in contravention of any of the provisions of this Law; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) who contravenes any condition of a housing licence;",
                                        "elements": []
                                    },
                                    {
                                        "content": "shall be guilty of an offence and liable, on conviction, to a fine not exceeding five hundred pounds, and, in the case of a continuing offence, to a further fine not exceeding fifty pounds for each day during which the offence continues after conviction.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "34. The Housing (Control of Occupation) (Guernsey) Law 1982 entered into force on 1 November 1982. It is designed to replace gradually the old \"residence qualifications\" developed from the Housing Law 1948 by a system of periods of residence: 10 years for persons born in Guernsey or having a parent born in Guernsey; 15 years for essential workers and their families; and 20 years for other licence holders.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "C. Statistics relevant to the housing situation in Guernsey",
                        "elements": [
                            {
                                "content": "35. Guernsey is an island of 62 square kilometers (24 square miles). In 1939, the population of Guernsey was 43,800, and in 1951, three years after the introduction of the Housing Law 1948, it was 45,747. Between 1951 and 1976, the census data available showed an increase to 54,057, but by 1981 the population had dropped to 53,488. Today the island has an estimated overall population of 55,000 and an average population per square mile of 2,300 persons. This makes Guernsey one of the most densely populated areas within the member States of the Council of Europe. In addition, during the summer months there are up to 12,500 tourists on the island at any one time, giving an average population at that time of 2,750 per square mile.",
                                "elements": []
                            },
                            {
                                "content": "The 1976 census reveals that in the period from 1971 to 1975 6,379 persons moved into Guernsey to live and 4,093 moved out. Between 1976 and 1981, which is the period relevant to the present case, 5,393 persons moved in and 5,817 moved out, giving an excess of outflow over inflow of 424.",
                                "elements": []
                            },
                            {
                                "content": "The economy of the island depends on horticulture, agriculture and tourism and, in more recent years, the international finance industry. One of the island's greatest problems has been finding sufficient housing accommodation, while protecting the relatively small area of countryside and other spaces from overdevelopment.",
                                "elements": []
                            },
                            {
                                "content": "36. On 31 December 1981, 1,776 licences were in force, of which more than 25 per cent had been issued in the four-year period since 1977.",
                                "elements": []
                            },
                            {
                                "content": "The statistics for the years 1978 to 1985 show that a certain balance had been maintained between the essential and non-essential licences granted by the Housing Authority (see paragraph 33 above). The number of essential licence holders exceeded that of non-essential licence holders for 1978, 1979, 1982, 1983 and 1984, but the contrary was the case in 1980 and 1985.",
                                "elements": []
                            },
                            {
                                "content": "According to statistics supplied by the Government, the non-essential licences fall mainly into one or other of the following categories:",
                                "elements": []
                            },
                            {
                                "content": "1. persons, principally in the tourist and horticultural industries, housed by their employer in staff quarters: 117 in 1978 and 119 in 1983;",
                                "elements": []
                            },
                            {
                                "content": "2. returned Guernsey persons and persons with strong Guernsey connections: 152 in 1978 and 237 in 1983;",
                                "elements": []
                            },
                            {
                                "content": "3. retired licence-holders and persons now qualified by virtue of long periods of residence under the 1975 and the 1982 Laws: 36 in 1978 and 154 in 1983;",
                                "elements": []
                            },
                            {
                                "content": "4. compassionate and \"en famille\" (1982 Law) licences: 61 in 1978 and 184 in 1983;",
                                "elements": []
                            },
                            {
                                "content": "5. miscellaneous (including licences from 1950's-1960's if house built): 190 in 1978 and 124 in 1983.",
                                "elements": []
                            },
                            {
                                "content": "The strong demand for licences is also illustrated by the number of refusals: 84 in 1979, 109 in 1980, 158 in 1983 and 197 in 1985; the unsuccessful applicants included persons who had \"residence qualifications\" under previous Housing Laws and persons who had previously been in essential employment.",
                                "elements": []
                            },
                            {
                                "content": "37. The official census statistics for 1981 show that there were a total of 18,716 dwellings on the island, of which 17,429 were occupied, leaving an unoccupied residue of 1,287 (as compared with 1,040 in 1976). The 1981 census stated that, of the vacant accommodation, 35 per cent consisted of \"tourist units\", 12 per cent were on sale, 10 per cent were being renovated and 29 per cent were \"habitable and probably vacant pending new occupiers or for sale\", leaving 14 per cent unexplained.",
                                "elements": []
                            },
                            {
                                "content": "On the other hand, a limited survey, made in 1978 by the Housing Authority on the problem of the empty houses found that, after excluding holiday flats, flats over shops and partially-occupied houses, only 92 dwellings were unoccupied and available for long-term occupation. However, some of them were ruined or in very bad condition. Although the Housing Authority concluded that there had been \"no significant deterioration in the situation since the last survey\" made in 1974, it recommended, inter alia, the re-development of old buildings in town areas.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "38. In their application lodged with the Commission on 25 January 1980 (no. 9063/80), Mr. and Mrs. Gillow complained of the operation of the Housing Laws in their case. In particular, they claimed that the restrictions imposed on their occupation of \"Whiteknights\" constituted an interference with their rights to respect for their home and to the peaceful enjoyment of their possessions, which interference also had a discriminatory character. They further alleged that, in the proceedings which took place in Guernsey there had been a violation of their rights of access to court and to a fair hearing.",
                        "elements": []
                    },
                    {
                        "content": "39. The Commission declared the application admissible on 9 December 1982. In its report adopted on 3 October 1984 (Article 31 of the Convention) (art. 31), the Commission expressed the opinion that there had been a breach of Article 8 of the Convention and Article 1 of Protocol No. 1 (art. 8, P1-1) (unanimously), but not of Article 6 (art. 6) of the Convention (ten votes to one) or of Article 14 (art. 14) of the Convention (unanimously). The full text of the Commission's opinion contained in the report is reproduced as an annex to the present judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS BY THE GOVERNMENT TO THE COURT",
                "elements": [
                    {
                        "content": "40. At the hearings on 18 February 1986, the Government maintained in substance the concluding submissions set out in their memorial, whereby they requested the Court to decide and declare: (1) that there had been a breach of Article 8 (art. 8) of the Convention having regard to the special circumstances obtaining in the applicants' case as identified by the Commission; (2) that the facts disclosed no breach of Article 1 of Protocol No. 1 (P1-1); (3) that there had been no breach of Article 14 of the Convention read in conjunction with Article 1 of Protocol No. 1 (art. 14+P1-1); and (4) that the facts disclosed no breach of Article 6 § 1 (art. 6-1) of the Convention on any of the grounds relied on by the applicants.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I. APPLICANTS' COMPLAINTS",
                        "elements": [
                            {
                                "content": "41. The applicants' main complaint was directed against the Guernsey Housing Laws and their operation in their particular case, which they submitted had deprived them of their residence rights. This complaint was accompanied by the more general allegation that the said Laws were \"surrogate immigration legislation\" and therefore invalid since, by constitutional convention, Guernsey had no jurisdiction to legislate on immigration and nationality matters. The applicants also contended that the procedure followed in connection with the appeal against the refusals of licences to occupy their house \"Whiteknights\" and with their subsequent prosecution for unlawful occupation was unfair and had been conducted under an archaic legal and judicial system lacking independence. They relied, inter alia, on Articles 6, 8, 14 and 18 (art. 6, art. 8, art. 14, art. 18) of the Convention, Article 1 of Protocol No. 1 and Article 2 of Protocol No. 4 (P1-1, P4-2).",
                                "elements": []
                            },
                            {
                                "content": "42. It has to be noted first of all that the Court has no jurisdiction to investigate the applicants' complaint under Protocol No. 4 (P4), this instrument not having been ratified by the .",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 8 (art. 8) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43. The applicants alleged that they had been victims of a violation of Article 8 (art. 8) of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"1. Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.\"",
                                "elements": []
                            },
                            {
                                "content": "44. Before the Commission, the Government contested this allegation, arguing that \"Whiteknights\" was not the applicants' \"home\". Before the Court, however, they no longer maintained this argument in the light of facts which had emerged in the course of the consideration of the case by the Commission and from which it appeared in particular that the applicants had not established a home elsewhere, as had previously been believed. Furthermore, the Government accepted that, although the Housing Authority had acted throughout in good faith, there were special circumstances affecting the applicants' position which rendered the refusal of licences disproportionate. The Government therefore no longer disputed the existence of a violation of Article 8 (art. 8).",
                                "elements": []
                            },
                            {
                                "content": "45. The Court notes the Government's present attitude, but considers that the responsibilities assigned to it extend to pronouncing on the non-contested allegation of violation of Article 8 (art. 8) (see, mutatis mutandis, the Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, p. 62, para. 154).",
                                "elements": []
                            },
                            {
                                "content": "A. Was \"Whiteknights\" Mr. and Mrs. Gillow's \"home\" within the meaning of the Convention?",
                                "elements": [
                                    {
                                        "content": "46. According to the applicants, they had established \"Whiteknights\" as their home in 1958. Although they had subsequently left Guernsey, they had retained ownership of the house, to which they always intended to return, and had kept their furniture in it. On their return in 1979, they lived in the property with a view to taking up permanent residence once the negotiations with the Housing Authority about their residential status had been concluded and the necessary repairs had been carried out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "These statements, the accuracy of which the Court has no cause to doubt, are supported by the fact that in 1956 the applicants had sold their former home in Lancashire and moved with their family and furniture to Guernsey (see paragraph 9 above). Furthermore, the Court is satisfied that they had not established any other home elsewhere in the . Although the applicants had been absent from Guernsey for almost nineteen years, they had in the circumstances retained sufficient continuing links with \"Whiteknights\" for it to be considered their \"home\", for the purposes of Article 8 (art. 8) of the Convention, at the time of the disputed measures.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Was there any interference by a public authority with the exercise of the applicants' right to respect for their \"home\"?",
                                "elements": [
                                    {
                                        "content": "47. Following the enactment of the Housing Law 1969 - which was not amended on this point by the Housing Law 1975 -, the applicants were obliged to seek a licence to occupy \"Whiteknights\" because, as a consequence of the change in the law, they had lost their \"residence qualifications\" (see paragraphs 32 and 33 above). In the Court's opinion, the fact that, on pain of prosecution, they were obliged to obtain a licence to live in their own house on their return to Guernsey in 1979, the refusal of the licences applied for, the institution of criminal proceedings against them for unlawful occupation of the property and, in Mr. Gillow's case, his conviction and the imposition of a fine constituted interferences with the exercise of the applicants' right to respect for their home.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Were the interferences justified?",
                                "elements": [
                                    {
                                        "content": "48. In order to determine whether these interferences were justified under the terms of paragraph 2 of Article 8 (art. 8-2), the Court must examine in turn whether they were \"in accordance with the law\", whether they had an aim that was legitimate under that paragraph and whether they were \"necessary in a democratic society\" for the aforesaid aim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. \"In accordance with the law\"",
                                        "elements": [
                                            {
                                                "content": "49. The applicants alleged that the interferences in question were not \"in accordance with the law\". Firstly, the Housing Laws were immigration laws in disguise which were outside the legislative powers of the States of Guernsey. Secondly, the Housing Laws were obscure and difficult to understand and, in particular, there was a lack of clarity as to the meaning of the word \"occupation\" and the expression \"employment essential to the community\". Finally, these Laws left to the Housing Authority so wide a discretion with regard to the issuing of licences that its decisions were unforeseeable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government repudiated the first of these arguments, maintaining that the Housing Laws were designed to ensure that there was adequate local housing for persons with strong connections or associations with Guernsey and for those carrying on employment considered essential for the economic and social interests of the island. As to the second and third arguments, the Government, like the Commission, considered that the relevant provisions of the Housing Law 1975 satisfied the requirements of accessibility and foreseeability identified by the Court's case-law (see, inter alia, the Sunday Times judgment of 26 April 1979, Series A no. 30, p. 31, para. 49, and the Silver and Others judgment of 25 March 1983, Series A no. 61, p. 33, paras. 87-88).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50. As to the applicants' first argument, the Court observes that the Housing Law 1975 was duly sanctioned by the Sovereign in accordance with the normal legislative procedure, registered in the records of the  and published. There can accordingly be no doubt as to the constitutional validity and accessibility of this statute.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51. With regard to the requirement of foreseeability, the Court refers to its established case-law (see the above-mentioned Sunday Times judgment, loc. cit., and the above-mentioned Silver and Others judgment, loc. cit.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "As to the facts of the present case, section 5 of the Housing Law 1975 prescribes the factors that the Housing Authority has to take into account in considering applications to occupy controlled market houses (see paragraph 33 above) and it was on the basis of these factors that the applicants were refused a licence (see paragraphs 15 and 16 above). It is true that some of the terms used (for example, \"employment considered essential to the community\") leave the Housing Authority a degree of discretion; this discretion is enlarged by the fact that section 5(2) permits the Housing Authority to have regard to \"such other factors\" as it deems necessary or expedient (see paragraph 33 above). However, as the Government pointed out, this allows the Housing Authority to consider not only the housing situation at each relevant moment but also the particular circumstances of each case and thus to weigh the public interest against that of the individual. In addition, the exercise of such discretion is subject to review by the  on appeal (section 19 of the Housing Law 1975).",
                                                "elements": []
                                            },
                                            {
                                                "content": "A law which confers a discretion is not in itself inconsistent with the requirement of foreseeability, provided that the scope of the discretion and the manner of its exercise are indicated with sufficient clarity, having regard to the legitimate aim of the measure in question, to give the individual adequate protection against arbitrary interference (see the Malone judgment of 2 August 1984, Series A no. 82, p. 33, para. 68). In the present case, the Court finds that the scope of the discretion, coupled with the provision for judicial control of its exercise, is sufficient to satisfy the requirements of the Convention inherent in the expression \"in accordance with the law\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "As to the absence in the Housing Law of any definition of the term \"occupation\", the Court observes that the meaning of this word, which is in common use, may be clearly inferred from the context in which it is employed and from the practice of the Housing Authority, which was fully explained to the applicants in several letters (see paragraphs 13, 15, 16, 18, 19 and 20 above). Whether there has been \"occupation\" is a question of fact determinable in each case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52. The Court thus concludes that the interferences in question were \"in accordance with the law\".",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Legitimate aim",
                                        "elements": [
                                            {
                                                "content": "53. The Government contended that the Housing Laws and the licensing system in general pursued the legitimate aim of ensuring that accommodation was available in Guernsey for persons with strong connections or associations with the island and of responding to the problem of potential overpopulation, taking account of the overall population density of the island and its economic, agricultural and tourist interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The applicants, although accepting that it was a legitimate aim for the State to ensure adequate housing for the poorer section of the community, argued that the Housing Laws had the primary purpose of stopping and controlling the movement of British people desiring to come to Guernsey, encouraged by its lower taxes. The said Laws were accordingly \"surrogate immigration legislation\" and their application also infringed Article 18 (art. 18) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54. The Court refers to the statistics supplied both by the Government and by the applicants concerning the population of Guernsey and the number of empty houses (see paragraphs 35 and 37 above). Although the situation could be said to have improved in some respects in the period between 1976 and 1981, this does not alter the fact that the island is very limited in area. It is therefore legitimate for the authorities to try to maintain the population within limits that permit the balanced economic development of the island. It is also legitimate, in this connection, to show a certain preference for persons who have strong attachments to the island or are engaged in an employment essential to the community when considering whether to grant licences to occupy premises let at a modest rent. The relevant legislation was thus designed to promote the economic well-being of the island. The Court does not find it to be established that the legislation pursued any other purpose (see Article 18 of the Convention) (art. 18).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. \"Necessary in a democratic society\"",
                                        "elements": [
                                            {
                                                "content": "55. As to the principles relevant to the assessment of the \"necessity\" of a given measure \"in a democratic society\", reference should be made to the Court's case-law (see, notably, the Lingens judgment of 8 July 1986, Series A no. 103, pp. 25-26, paras. 39-40). The notion of necessity implies a pressing social need; in particular, the measure employed must be proportionate to the legitimate aim pursued. In addition, the scope of the margin of appreciation enjoyed by the national authorities will depend not only on the nature of the aim of the restriction but also on the nature of the right involved. In the instant case, the economic well-being of Guernsey must be balanced against the applicants' right to respect for their \"home\", a right which is pertinent to their own personal security and well-being. The importance of such a right to the individual must be taken into account in determining the scope of the margin of appreciation allowed to the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56. It must first be examined whether the obligation imposed on the applicants by the Housing Laws to seek a licence to occupy their house complied with these principles (see paragraph 47 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The applicants attached considerable weight to the facts that there had been a slight decline in the population of Guernsey between 1976 and 1981 and that a certain number of dwellings were reported in the census statistics for 1981 to be unoccupied (see paragraphs 35 and 37 above); they concluded that there was no longer any pressing social need for the housing control legislation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government replied that, although the legislation had succeeded in containing within acceptable limits the pressure on residential accommodation in the island, this did not mean that the control system could be abandoned without any significant detrimental effect on the interests of the island.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Whilst recognising the relevance of the facts relied on by the applicants, the Court considers that the Guernsey legislature is better placed than the international judge to assess the effects of any relaxation of the housing controls. Furthermore, when considering whether to grant a licence, the Housing Authority could exercise its discretion so as to avoid any disproportionality in a particular case (see paragraphs 33 and 51 above). It follows that the statutory obligation imposed on the applicants to seek a licence to live in their \"home\" cannot be regarded as disproportionate to the legitimate aim pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been no breach of Article 8 (art. 8) as far as the terms of the contested legislation are concerned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57. There remains, however, the question whether the manner in which the Housing Authority exercised its discretion in the applicants' case - refusal of permanent and temporary licences, and referral of the matter to the Law Officers with a view to prosecution (see paragraphs 15, 16, 19, 20, 21 and 23 above) - corresponded to a pressing social need and, in particular, was proportionate to the legitimate aim pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The statistics submitted to the Court show that, during the relevant period - 1979 and 1980 - the population of the island had been kept within the levels of recent years, having even marginally declined (see paragraphs 35 above), and the availability of houses for occupation had not suffered any significant deterioration (see paragraph 37 above). Against this background, whilst not overlooking the fact that the average population per square mile of the island was still high in comparison with other countries, the Court considers that insufficient weight was given to the applicants' particular circumstances. They had built \"Whiteknights\" as a residence for themselves and their family. At that time, they possessed \"residence qualifications\" and continued to do so until the entry into force of the Housing Law 1969, so that during that period they were entitled to occupy the house without a licence. The property was Mr. and Mrs. Gillow's place of residence for two years before they left Guernsey in 1960. Thereafter, they had retained ownership of the house and left furniture there. By letting it over a period of eighteen years to persons approved by the Housing Authority, they contributed to the Guernsey housing stock. On their return in 1979, they had no other \"home\" in the  or elsewhere; \"Whiteknights\" was vacant and there were no prospective tenants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As for the refusals of the temporary licences, the decisions of the Housing Authority were, despite the granting of certain periods of grace, even more striking. \"Whiteknights\" needed repairs after eighteen years of rented use, with the result that it could not be occupied in the meantime by anyone other than the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Finally, as regards the referral of the case to the Law Officers with a view to prosecution, the Government stated that the Housing Authority deferred taking this course on several occasions (see paragraphs 18 and 19 above). This, however, in the Court's view did not materially alleviate Mr. and Mrs. Gillow's already precarious situation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58. The Court therefore concludes that the decisions by the Housing Authority to refuse the applicants permanent and temporary licences to occupy \"Whiteknights\", as well as the conviction and fining of Mr. Gillow, constituted interferences with the exercise of their right to respect for their \"home\" which were disproportionate to the legitimate aim pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been a breach of Article 8 (art. 8) of the Convention as far as the application of the legislation in the particular circumstances of the applicants' case was concerned.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 (P1-1)",
                        "elements": [
                            {
                                "content": "59. The applicants further submitted that there had been in their case a violation of Article 1 of Protocol No. 1 (P1-1) which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.\"",
                                "elements": []
                            },
                            {
                                "content": "60. By a letter of 10 October 1986, the Agent of the Government informed the Court - while expressing his profound regrets for doing so at so late a stage of the proceedings - that the United Kingdom had not extended the application of Protocol No. 1 (P1) to the Bailiwick of Guernsey in accordance with Article 4 of this Protocol (P1-4), which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"Any High Contracting Party may at the time of signature or ratification or at any time thereafter communicate to the Secretary General of the Council of Europe a declaration stating the extent to which it undertakes that the provisions of the present Protocol shall apply to such of the territories for the international relations of which it is responsible as are named therein.",
                                "elements": []
                            },
                            {
                                "content": " ...\"",
                                "elements": []
                            },
                            {
                                "content": "On being informed of this letter the Delegate of the Commission commented that the Government \"must be considered as having recognised ad hoc the competence of the Commission\" to deal with the case under Article 1 of Protocol No. 1 (P1-1). He submitted that the Court might examine whether in the circumstances (including, in particular, the Government's acceptance of a violation of Article 8 of the Convention) (art. 8) \"it finds it necessary to make any findings\" in respect of the complaint under the Protocol. In the event that the Court considered it appropriate to give a ruling on the complaint, the Delegate \"would be ready to make detailed submissions on the complex problems\" raised by the Government's letter.",
                                "elements": []
                            },
                            {
                                "content": "61. The Government's letter is not couched in the form of a preliminary objection within the meaning of Rule 47 of the Rules of Court. And indeed were it so, it would be out of time and could not be entertained. However, in the Court's view, the existence of a declaration under Article 4 of Protocol No. 1 (P1-4) is a matter for examination ex officio by the Court since it concerns the very applicability of Protocol No. 1 (P1) to the .",
                                "elements": []
                            },
                            {
                                "content": "62. As to the applicability of Article 4 of Protocol No. 1 (P1-4) to the island of Guernsey, the Court has ascertained that a statement concerning the position of the Channel Islands in relation to treaties and international agreements applicable to the United Kingdom was issued on behalf of the Government of the United Kingdom on 16 October 1950 and communicated to all foreign Governments with whom the United Kingdom Government were in diplomatic relations, the United Nations and other international organisations concerned, including, inter alia, the Council of Europe. It was thereby established that the island of Guernsey should be regarded as a \"territory for the international relations of which [the United Kingdom] is responsible\" for the purposes of treaty provisions in the terms of Article 4 of this Protocol (P1-4); and this practice has been followed with regard to treaties concluded within the framework of the Council of Europe, including the Convention (Article 63) (art. 63). It thus clearly results from the text of Article 4 (P1-4) that an express declaration is required for the application of the Protocol to the . According to the records of the Council of Europe, no such declaration extending the provisions of this Protocol (P1) to Guernsey has been communicated by the  to the Secretary General of the Council of Europe.",
                                "elements": []
                            },
                            {
                                "content": "In these circumstances, the Court concludes that Article 1 of Protocol No. 1 (P1-1) is not applicable in the present case and that it has no jurisdiction to entertain the complaints under this provision.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV. ALLEGED VIOLATION OF ARTICLE 14 IN CONJUNCTION WITH ARTICLE 8 OF THE CONVENTION (art. 14+8)",
                        "elements": [
                            {
                                "content": "63. The applicants also contended that the Housing Laws discriminated in favour of people born or with roots in Guernsey, in comparison with other British citizens, as to the acquisition of \"residence qualifications\". They further alleged that the establishment of a category of \"open market houses\" by the Housing Laws (see paragraphs 30 and 33 above) constituted a discrimination in favour of the wealthy, who were able to purchase and occupy houses over a certain rateable value which were free from control by the Housing Authority. In this connection, they relied on Article 14 (art. 14) of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.\"",
                                "elements": []
                            },
                            {
                                "content": "64. The issues of alleged discrimination which arise in the present case thus relate not to a measure taken in exercise of the Housing Authority's discretionary powers under sections 3 and 5 of the 1975 Law, but to the preferential treatment accorded to specified groups of persons by section 6 of the Law (see paragraph 33 above) as compared with persons in the applicants' situation who required a licence to occupy a property in Guernsey. The Court will examine the applicants' complaints in accordance with the well-established principles laid down in its case-law: for the purpose of Article 14 (art. 14), a difference of treatment is discriminatory if it \"has no objective and reasonable justification\", that is, if it does not pursue a \"legitimate aim\" or if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be realised.",
                                "elements": []
                            },
                            {
                                "content": "65. The Court has already held that preferential treatment for persons with strong attachments to the island is legitimate for the purposes of the restrictions permitted under Article 8 (art. 8) of the Convention (see paragraph 54 above). It sees no cause to arrive at a different finding in respect of Article 14 taken together with Article 8 (art. 14+8). Moreover, the statistical information before the Court does not indicate that the control system established by the Housing Law 1975 was disproportionate to the aim pursued, particularly when account is taken of the flexibility allowed in the operation of the Law by the discretionary powers vested in the Housing Authority under sections 3 and 5 of the Law. The difference in treatment complained of therefore has, in the opinion of the Court, an objective and reasonable justification.",
                                "elements": []
                            },
                            {
                                "content": "66. As to the alleged discrimination on the ground of property or wealth, the introduction of rateable-value limits reflects the Government's desire to exclude from the control of the Housing Authority the small percentage of expensive houses (10 per cent) likely to be sought after by better-off persons not considered to be in need of protection, while providing necessary protection for persons of more limited means who have strong connections with Guernsey. The applicants themselves have accepted that it was legitimate for a State to try to ensure adequate housing for the poorer section of the community (see paragraph 53 above). In view of the legitimate objectives being pursued in the general interest and having regard to the State's margin of appreciation, that policy of different treatment cannot be considered as unreasonable or as imposing a disproportionate burden on owners of more modest houses like the applicants, taking into account the possibilities open to them under the licencing system (see paragraph 33 above).",
                                "elements": []
                            },
                            {
                                "content": "67. The Court therefore finds that the facts of the case do not disclose a breach of Article 14 of the Convention, taken in conjunction with Article 8 (art. 14+8).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V. ALLEGED VIOLATION OF ARTICLE 6 § 1 (art. 6-1) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68. Lastly, the applicants complained of a breach of the following provisions of Article 6 § 1 (art. 6-1):",
                                "elements": []
                            },
                            {
                                "content": "\"In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing ... by an independent and impartial tribunal ...\"",
                                "elements": []
                            },
                            {
                                "content": "The applicants contested the fairness of two different sets of proceedings: firstly, the appeal lodged by Mrs. Gillow with the Royal Court against the decisions of the Housing Authority to refuse to grant licences to occupy \"Whiteknights\" (see paragraphs 20-22 and 25 above); and secondly, the prosecution of Mr. Gillow for unlawful occupation of the house, culminating in his conviction by the Magistrate's Court and subsequent appeal to the Royal Court (see paragraphs 23 and 26 above). The criminal proceedings against Mrs. Gillow are not in issue under Article 6 § 1 (art. 6-1).",
                                "elements": []
                            },
                            {
                                "content": "The first set of proceedings was concerned with the applicants' right to occupy their own home, which is a civil right within the meaning of Article 6 § 1 (art. 6-1); the second set involved the determination of a criminal charge and thus falls under the criminal head of the Article. The applicability of Article 6 § 1 (art. 6-1) in these two respects was not in fact disputed.",
                                "elements": []
                            },
                            {
                                "content": "69. With regard to the civil proceedings instituted by Mrs. Gillow, the applicants objected that her access to court was unfairly impeded because her appeal could only be lodged by an advocate, who, in their case, did not perform his duty; and also because they were put into the position that they had either to lodge the appeal from a hotel or from outside Guernsey, or to face prosecution. They also reiterated the allegations, made in the context of Article 8 (art. 8), as to the lack in the Housing Laws of any definition of the term \"occupation\".",
                                "elements": []
                            },
                            {
                                "content": "On this last issue, the Court would reaffirm the conclusion it reached in connection with the lawfulness of the interferences under Article 8 (art. 8) (see paragraph 51 above). As regards the other complaints, the Court notes first that the requirement of a lawyer to lodge an appeal before a higher court is a common feature of the legal systems in several member States of the Council of Europe. It is true that in the present case the applicants' lawyer did not properly perform his duty and was therefore censured (see paragraph 27 above). The  nonetheless entertained the appeal even though it had been lodged out of time, and thus remedied the failure on the lawyer's part (see paragraph 22 above). Finally, the Court concurs with the Commission that the applicants have failed to show how their effective right of access to court has been interfered with by the refusal to allow them to occupy their house without facing prosecution.",
                                "elements": []
                            },
                            {
                                "content": "70. With regard to the prosecution for unlawful occupation, the applicants complained that the Magistrate's Court had not adjourned the hearing of Mr. Gillow's case, as was allegedly the usual practice, to await the decision of the  on the civil appeal filed by Mrs. Gillow (see paragraph 23 above). In their opinion, this was unfair because Mr. Gillow's conviction prejudiced the civil appeal decision, whereas the latter decision prejudiced Mr. Gillow's criminal appeal.",
                                "elements": []
                            },
                            {
                                "content": "The Court considers that the adjournment of a hearing is a matter which falls in principle within the discretion of the competent national court. In addition, Mrs. Gillow's civil appeal was not lodged until the day already appointed for the criminal hearing (see paragraphs 22 and 23 above). In these circumstances, the decision of the Magistrate was not open to criticism.",
                                "elements": []
                            },
                            {
                                "content": "71. The applicants further contended that during the hearing of Mr. Gillow's appeal against his conviction he was not permitted to check the correctness of the transcript of the first-instance proceedings by hearing the original tape.",
                                "elements": []
                            },
                            {
                                "content": "The Court notes that the tape recording of hearings is not a practice common to the courts of all member States of the Council of Europe, and cannot be said to be a requirement of Article 6 (art. 6). Where such a recording exists, the Court agrees with the Commission that access to the original tape by the accused is in principle a question within the discretion of the domestic courts. In the present case, although access to the tape was refused, the Registrar of the  checked the transcript and pronounced it accurate (see paragraph 26 above). The evidence does not therefore disclose that any unfairness resulted in this connection.",
                                "elements": []
                            },
                            {
                                "content": "72. Finally, the applicants pointed out that the Royal Court had sat in almost the same composition in both Mrs. Gillow's civil appeal and Mr. Gillow's criminal appeal (see paragraph 26 above), that one of the Jurats had acted as Magistrate in the criminal proceedings against Mrs. Gillow, first deciding to adjourn her trial and finally suspending it sine die (see paragraph 23 above); and that another Jurat had previously been President of the Housing Authority.",
                                "elements": []
                            },
                            {
                                "content": "The issue raised by these complaints is whether the Royal Court when hearing the Gillows' appeals could be considered an \"impartial tribunal\" for the purposes of Article 6 § 1 (art. 6-1).",
                                "elements": []
                            },
                            {
                                "content": "73. The Court notes first that, although there was a factual nexus between the two appeals heard by the Royal Court, they related to two different people and two different questions: a civil case concerning the propriety of the refusals by the Housing Authority to grant licences to Mrs. Gillow and a criminal case concerning Mr. Gillow's alleged unlawful occupation of \"Whiteknights\". Admittedly, with one exception, each member of the  who had sat in the first case also took part in the second, but this in itself is not reasonably capable of giving rise to legitimate doubts as to the impartiality of the . It is in fact common in the Convention countries that higher courts deal with similar or related cases in turn.",
                                "elements": []
                            },
                            {
                                "content": "There remain the allegations of partiality made by the applicants against two individual members of the , namely the Jurat who had earlier sat as Magistrate in the criminal proceedings against Mrs. Gillow and the other Jurat who had previously been President of the Housing Authority. The only decision taken by the first Jurat in his capacity as Magistrate had been to adjourn, ultimately sine die, the hearing on the charges against Mrs. Gillow. With regard to the former President of the Housing Authority, it does not appear from the evidence adduced before the Court that he had at any stage been involved, directly or indirectly, in the applicants' case. The Court therefore finds that the performance of these previous functions is not sufficient to give rise to legitimate doubt as to the impartiality of the two Jurats in question.",
                                "elements": []
                            },
                            {
                                "content": "74. The Court accordingly concludes that there has been no violation of Article 6 § 1 (art. 6-1) of the Convention on the matters examined under paragraphs 69 to 73 above.",
                                "elements": []
                            },
                            {
                                "content": "75. In their written submissions to the Court, the applicants also made some other complaints concerning the . However, these complaints were not pursued during the hearings and the Court thus does not consider it necessary to examine them, also having regard to the fact that the decisions of the Royal Court in question have already been taken into account for the finding of a violation of Article 8 (art. 8).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI. APPLICATION OF ARTICLE 50 (art. 50)",
                        "elements": [
                            {
                                "content": "76. The applicants made no specific claims under Article 50 (art. 50) but reserved their position until after having knowledge of the Court's judgment on the merits. In these conditions, neither the Government nor the Commission were able to take any stand on the issue.",
                                "elements": []
                            },
                            {
                                "content": "The question is thus not yet ready for decision and must be reserved (Rule 53 § 1 of the Rules of Court).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1. Holds that there has been no breach of Article 8 (art. 8) of the Convention as far as the terms of the contested legislation were concerned;",
                        "elements": []
                    },
                    {
                        "content": "2. Holds that there has been a breach of Article 8 (art. 8) of the Convention as far as the application of the contested legislation in the applicants' case was concerned;",
                        "elements": []
                    },
                    {
                        "content": "3. Holds that there has been no breach of Article 14 of the Convention taken in conjunction with Article 8 (art. 14+8);",
                        "elements": []
                    },
                    {
                        "content": "4. Holds that there has been no breach of Article 6 (art. 6) of the Convention in respect of the complaints examined by the Court in paragraphs 69 to 73 of this judgment, and that it is not necessary to deal with the other complaints made by the applicants under this Article (art. 6);",
                        "elements": []
                    },
                    {
                        "content": "5. Holds that Protocols No. 1 and No. 4 (P1, P4) are not applicable to the present case;",
                        "elements": []
                    },
                    {
                        "content": "6. Holds that the question of the application of Article 50 (art. 50) is not ready for decision, and accordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a) reserves the whole of the said question;",
                        "elements": []
                    },
                    {
                        "content": "(b) invites the applicants, duly represented by a lawyer in accordance with Rule 30 of the Rules of Court, to file with the registry, within the forthcoming three months, any claims for just satisfaction that they might have;",
                        "elements": []
                    },
                    {
                        "content": "(c) delegates to the President of the Chamber the power to fix the further procedure.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French at the Human Rights Building, , on 24 November 1986.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr. G. Wiarda",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GILLOW v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57493.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1986:1124JUD000906380",
    "externalsources": [
        "Housing Control (Extension and Amendment) (Guernsey) Law 1957",
        "Housing (Control of Occupation) (Guernsey) Law 1969",
        "Housing (Control of Occupation) (Guernsey) Law 1975, Sections 5, 5(2), 19, 3, 6"
    ],
    "extractedappno": [
        "9063/80"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Housing Control (Extension and Amendment) (Guernsey) Law 1957",
        "Housing (Control of Occupation) (Guernsey) Law 1975"
    ],
    "itemid": "001-57493",
    "judgementdate": "24/11/1986 00:00:00",
    "kpdate": "24/11/1986 00:00:00",
    "kpthesaurus": [
        "566",
        "155",
        "343",
        "100",
        "445",
        "8",
        "136",
        "180",
        "451",
        "203",
        "268",
        "319",
        "426",
        "483",
        "369",
        "484"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "P4-2",
        "P4-2-1",
        "6",
        "8",
        "P1-4",
        "8-1",
        "6-3-b",
        "8-2",
        "6-1",
        "14",
        "56",
        "P1-1"
    ],
    "parties": [
        "GILLOW",
        "THE UNITED KINGDOM"
    ],
    "rank": "252.01091003418",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Ireland v. United Kingdom judgment of 18 January 1978, Series A no. 25, p. 62, para. 154",
        "Sunday Times judgment of 26 April 1979, Series A no. 30, p. 31, para. 49",
        "Silver and Others judgment of 25 March 1983, Series A no. 61, p. 33, paras. 87-88",
        "Malone judgment of 2 August 1984, Series A no. 82, p. 33, para. 68",
        "Lingens judgment of 8 July 1986, Series A no. 103, pp. 25-26, paras. 39-40"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "447423",
    "typedescription": "14"
}