{
    "__articles": "5;5-3",
    "__conclusion": "Violation of Art. 5-3;No violation of Art. 5-3",
    "applicability": "",
    "appno": "55434/00",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "5-3",
            "base_article": "5",
            "element": "No violation of Art. 5-3",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-84285.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 55434/00) against the United Kingdom of Great Britain and Northern Ireland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a British national, Mr John Boyle (“the applicant”), on 25 February 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr J. Mackenzie, a lawyer practising in . The  Government (“the Government”) were represented by their Agent, Mr J. Grainger of the Foreign and Commonwealth Office.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that his detention on remand pending his trial by court martial was in breach of Article 5 § 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 25 October 2005, the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each filed further written observations (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other's observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1974 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant joined the British Army in 1990. In 1999 he was serving as a gunner with the 12th Regiment of the Royal Artillery and was stationed in .",
                                "elements": []
                            },
                            {
                                "content": "8.  On 1 November 1999 a woman alleged that she had been raped and on 2 November the applicant was arrested, along with two other soldiers, by the service police. The service police interviewed the applicant on 4 November 1999 and it appears that he was assisted by a lieutenant from Army Legal Services. On that date he also signed a certificate acknowledging that he had been informed of his right to have the assistance of an “accused advisor” during any summary hearing before his commanding officer (“CO”).",
                                "elements": []
                            },
                            {
                                "content": "9.  On 5 November 1999 he was charged by his CO, pursuant to section 70 of the Army Act 1955 (“the 1955 Act”), with indecent assault contrary to section 14(1) of the Sexual Offences Act 1956. It appears that his two co-accused were charged with rape. The charge was read; the CO said that the matter was to be referred to a higher authority given the seriousness of the charge; the applicant was asked if he had anything to say and he replied that he had not. He was given a four-page document immediately before that hearing, which document was taken back from him immediately thereafter.",
                                "elements": []
                            },
                            {
                                "content": "10.  A certificate dated 6 November 1999 and signed by the applicant has been submitted: it confirms that the applicant received the pamphlet “The Rights of a Soldier Charged with an Offence under the Army Act 1955” and that he had had the opportunity to be advised by an officer of his choice. On the same date, the CO referred the case to the Higher Authority and remanded the applicant in close arrest. A short note by the CO (“referred to Higher Authority”) constitutes the sole record before the Court of that hearing.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 16 November 1999 the applicant was transferred to the Military Correctional Training Centre (“the MCTC”) in the .",
                                "elements": []
                            },
                            {
                                "content": "12.  Twelve “8-day delay” reports were completed during the applicant's pre-trial detention. The first, dated 12 November 1999, was signed by his CO in the 12th Regiment of the Royal Artillery and the reasons for detention were recorded as being “undesirable that he should remain at [large]”. All subsequent reports (dated 19 November, 25 November, 3 December, 13 December, 20 December and 29 December 1999 and dated 4 January, 12 January, 20 January, 28 January and 7 February 2000) were signed by the CO of the MCTC and recorded two reasons for his continued detention: it was considered that he was likely to suborn witnesses and that, given the “nature and prevalence of the alleged offence under investigation” it was “undesirable in the interests of discipline that he should be at large or consort with his comrades.” The final report dated 7 February 2000 recorded for the first time an additional charge against the applicant pursuant to section 70 of the 1955 Act: rape contrary to section 1(1) of the Sexual Offences Act 1956.",
                                "elements": []
                            },
                            {
                                "content": "13.  Six “16-day arrest” forms were also completed (pursuant to Rule 22 of the Investigation and Summary Dealing (Army) Regulations 1997) on 19 November, 3 December and 20 December 1999 and on 4 January, 20 January and 7 February 2000. The CO of the MCTC signed these forms and recorded that the applicant had been brought before him to consider any representations the applicant may have had concerning his arrest status and that he had been informed of his right to apply to the military authorities for his release. No representations from the applicant were recorded as having been made. No reasons were noted as to why the applicant had been detained except in the last form (dated 7 February 2000) which recorded the same reasons as in the above-noted 8-day reports namely:",
                                "elements": []
                            },
                            {
                                "content": "“He is likely to suborn witnesses. Having regard to the nature or prevalence of the offence under investigation it is undesirable in the interests of discipline that he should be at large or consort with his comrades.”",
                                "elements": []
                            },
                            {
                                "content": "14.  A Special Report form dated 4 January 2000 (relating to detention beyond the seventy-second day which would fall on 13 January 2000) also recorded that the applicant was likely to suborn witnesses and that it was undesirable in the interests of discipline that he be allowed to consort with his comrades due to the seriousness of the alleged offence. A Special Report, dated 10 January 2000 and completed by a lieutenant colonel (chief of staff) of Headquarters Land Command, recorded that approval had been given for the continued detention of the applicant on the grounds that he was a habitual absentee and was likely to absent himself again if released. Headquarters was to be informed if he had not been brought to trial by 14 February 2000.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 12 January 2000 a solicitor was instructed by the applicant's parents. On 13 January 2000 that solicitor took instructions from the applicant. The latter alleged that the accused advisor had taken no part in the review procedures.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 14 January 2000 his solicitor requested the military authorities to provide copies of the relevant documentation concerning the applicant's detention. By letter dated 11 February 2000 the acting brigade commander of the 16th Air Assault Brigade sent the above-described reports to the applicant's solicitor.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 1 February 2000 his solicitor sought a review of the applicant's detention by the general officer commanding 4th Division. He was initially orally informed that the review would take place on 15 February 2000 but was then informed on 16 February 2000 that the review had not taken place.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 18 February 2000 the applicant's representative applied for a writ of habeas corpus to the High Court. A return date was fixed for 3 March 2000. The application was served on the CO of the MCTC on 19 February 2000.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 22 February 2000 the CO of the MCTC released the applicant from close arrest and he was posted to the 47th Regiment Royal Artillery.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 2 March 2000, the same CO swore an affidavit setting out the reasons for the applicant's release. He stated:",
                                "elements": []
                            },
                            {
                                "content": "'I decided, on balance, following a thorough review of the Applicant's case, that the interests of justice could be met by releasing the Applicant into open arrest even though the allegation against him was that he had committed rape and indecent assault...and despite the fact that there was evidence that he, with others, concocted a story and interfered with a witness. I decided that the Applicant should be posted with immediate effect to a different unit in a different country namely the , and issued with specific orders preventing him from being able to influence the witnesses.'",
                                "elements": []
                            },
                            {
                                "content": "21.  The applicant and his two co-defendants were tried by Army General Court Martial on a joint charge of rape between 14 May and 25 May 2001. All three defendants were acquitted.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "22.  At the relevant time the provisions governing the detention and trial of members of the army were contained in the Army Act 1955 as amended by the Armed Forces Act 1996 (“the 1955 Act as amended”), the Investigation and Summary Dealing (Army) Regulations 1997 (“the 1997 Regulations”) and the Queen's Regulations for the Army 1975 (“the Queen's Regulations”).",
                                "elements": []
                            },
                            {
                                "content": "23.  Since the applicant's detention, the law has been amended by the Armed Forces Discipline Act 2000 (amending, inter alia, section 75 of the Army Act 1955) and the Army Custody Rules 2000 (Statutory Instrument 2000 No. 2368) which replaced the 1997 Regulations. The provisions detailed below are those applicable at the time of the applicant's arrest and detention.",
                                "elements": []
                            },
                            {
                                "content": "1. The investigation and laying of charges",
                                "elements": [
                                    {
                                        "content": "24.  Section 70 of the 1955 Act provided that any person subject to military law who committed a civil offence, whether in the  or elsewhere, was guilty of an offence against that section. Section 76 (1) and (2) of the 1955 Act as amended provided that any allegation that a person subject to military law had committed an offence under, inter alia, section 70 was to be reported, in the form of a charge, to his CO, who would investigate the charge. The CO then had power, under section 76(3) of the 1955 Act as amended, to amend the charge or substitute another charge. After investigating the charge, he had the power, under section 76(5) of the 1955 Act as amended, either to refer the charge to a higher authority, or to deal with it summarily, or to dismiss it. If he referred the charge to a higher authority, that higher authority could either refer the case on to the prosecuting authority or refer the case back to the CO, with an order that he deal with the case summarily, that he stay it or that he dismiss it (see section 76A(1) and (2) of the 1955 Act as amended). If the case was referred to the prosecuting authority, that authority could, inter alia, decide that the case should be tried by court-martial or discontinue the proceedings (see 83B of the 1955 Act as amended). However, Regulation 26(2) of the 1997 Regulations made clear that, even if the prosecuting authority decided not to bring court-martial proceedings or to discontinue such proceedings, the CO retained the power to “take action to deal with the charge”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. Arrest, detention and reviews",
                                "elements": [
                                    {
                                        "content": "25.  At the material time, section 75(2) of the 1955 Act as amended provided that whenever a person subject to military law remained under arrest for longer than eight days without a hearing, a special report on the necessity for further delay had to be made by his CO to the prescribed authority and a similar report had to be made every eight days (unless not reasonably practicable) until the applicant was tried or released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Regulations 19-24 of the 1997 Regulations were entitled “Arrest and Avoidance of Delay” and provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Avoidance of delay by commanding officers in investigating charges",
                                        "elements": []
                                    },
                                    {
                                        "content": "19(1)  Subject to paragraphs (2) and (3) below, when a person subject to military law is detained by military, naval or airforce authority in arrest, his commanding officer shall within 60 hours of his being detained, have such person brought before him, and read and, if necessary, explain to him the charge on which he is being held...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Detention of an accused in arrest",
                                        "elements": []
                                    },
                                    {
                                        "content": "20(1)  When a commanding officer investigates a charge against an accused in accordance with section 76(1) of the [Army Act 1955], and he intends to detain the accused in arrest, he shall have the accused brought before him and inform him:–",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  whether he is to be detained in open or close arrest;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  the reason why he is so to be detained...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Continued retention of the accused in arrest",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  When the accused has been detained in arrest for a period of sixteen days the commanding officer shall, subject to the exigencies of the service, but, in any event, within twenty days of the accused being so detained, take the following action:-",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  have the accused brought before him;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  having heard anything the accused or an officer on his behalf may have to say and considered any written representation that have been made by a person on his behalf, determine whether the accused should be further detained in arrest, and if so, whether in open or close arrest;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  inform the accused of his decision and the reasons for it...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Review of the retention of the accused in arrest by the commanding officer",
                                        "elements": []
                                    },
                                    {
                                        "content": "23(1)  Subject to paragraph (2) below, the commanding officer shall repeat the action required in regulation 22 at further successive intervals of sixteen days from the date on which the accused was first detained in arrest, until his trial begins, or he is dealt with summarily, or he is released from all forms of arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) If, because of the exigencies of the service, the commanding officer is unable to take the action required by paragraph (1) above on the appropriate day, he may defer taking such action for a maximum period of four further days. In the event of such deferral the date on which action shall next be required by him in accordance with paragraph (1) above will be sixteen days from the date on which such action would have been taken but for the operation of this paragraph...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Part 2 of Chapter 6 of the Queen's Regulations further regulated the arrest of persons subject to military law. The relevant sections provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Arrest – Determination of Need and Category",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.005 The mere allegation that a person subject to military law has committed an offence does not of itself necessarily call for or warrant placing that person under arrest of any description...The circumstances which would warrant placing an offender under close arrest include those where:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "d. He is likely to suborn witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "f. Having regard to the nature or prevalence of the alleged offence which is under investigation, it is undesirable in the interests of discipline that he should be at large or allowed to consort with his comrades.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Change in form of arrest",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.007 Subject to paras 6.005, 6006, 6.115 and 6.118, and to the general principle that an accused is not to be unnecessarily held under arrest, commanding officers are responsible that in each case the need to keep an accused under arrest, and what the form of arrest should be, is kept under constant review. As necessary the form of arrest may be changed, or the accused released without prejudice to rearrest, or rearrested.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A. The parties' submissions",
                                "elements": [
                                    {
                                        "content": "28.  The applicant alleged a violation of Article 5 § 3 of the Convention which provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. The applicant",
                                        "elements": [
                                            {
                                                "content": "29.  The applicant's main complaint was that his CO could not constitute a suitable judge or other officer because he was part of the prosecution machinery, because his power to decide on close arrest conflicted with his responsibility for discipline within his command and because he lacked the necessary qualifications or experience. The applicant relied in particular on the Court's judgment in Hood v. the  [GC], no. 27267/95, ECHR 1999I.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Secondly, he complained that he was not provided with any form of representation (legal or otherwise). Thirdly, he submitted that the decision to keep him in close arrest was made before the hearing on 6 November 1999, probably by the military police, and before the applicant could present any reasons to the contrary. Fourthly, he submitted that he was not told of the reasons for his detention in close arrest until 14 January 2000, when his solicitor intervened and, as a result, he had no opportunity to correct errors (such as the assertion that he was a habitual absconder). Fifthly, he claimed that there was no basis in fact or law for his detention (in particular, the claim that he was a habitual absconder was unfounded). No document had been produced providing the factual basis for these reasons. Moreover, it was unlikely that the commanding officer at 12th Regiment of the Royal Artillery or at the MCTC knew why the applicant was being held in close arrest. Lastly, he alleged that no officer concerned carried out his obligations under the Army's rules until the applicant's final release into open arrest (although the applicant was unaware of this because there was no provision that he be provided with the paperwork).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The Government",
                                        "elements": [
                                            {
                                                "content": " 31.  The Government observed that applicant's detention was reviewed by his CO on 12 November 1999. At each subsequent review the reasons for his detention were recorded in the relevant delay reports at the applicable time. The applicant appeared before the CO under the sixteen-day arrest procedure on 19 November, 3 December and 20 December 1999, and 7 February 2000. A further review took place on 4 January 2000 and the applicant was also interviewed on 25 January 2000 following a request from the applicant's solicitor. On each occasion the applicant was orally informed of the reasons for holding him under close arrest, although the CO did not record these reasons in the sixteen-day arrest proforma. The applicant's solicitors were provided with copies of all the relevant documents at their request on 11 February 2000.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. The Court's assessment",
                                "elements": [
                                    {
                                        "content": "32.  Before examining the merits of the applicant's individual complaints, the Court recalls its findings in Hood where it considered that a commanding officer was liable to play a central role in the prosecution of a case against an accused so that an accused's misgivings about his commanding officer's impartiality, when the latter decided on the necessity of the pre-trial detention of the former, were considered to be objectively justified (see Hood, cited above, § 57; Thompson v. the , no. 36256/97, § 33, 15 June 2004; and Stephen Jordan v. the , no. 30280/96, § 27, 14 March 2000). In Hood the Court also found that the commanding officer's concurrent responsibility for discipline and order in his command would provide an additional reason for an accused reasonably to doubt that officer's impartiality when deciding on the necessity of the pre-trial detention of an accused in his command (see Hood, cited above, § 58).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The requirement that the judge or other judicial officer be independent and impartial is a necessary but not sufficient condition for compliance with the requirements of Article 5 § 3 of the Convention. As the Court stated in Schiesser v. Switzerland, judgment of 4 December 1979, Series A no. 34, § 31, in addition, there is both a procedural and a substantive requirement. The procedural requirement places the “officer” under the obligation of hearing himself the individual brought before him; the substantive requirement imposes on him the obligations of reviewing the circumstances militating for or against detention, of deciding, by reference to legal criteria, whether there are reasons to justify detention and of ordering release if there are no such reasons. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Whether the applicant's CO was a “judge or other officer”",
                                        "elements": [
                                            {
                                                "content": "34.  In examining the applicant's complaint about the lack of independence and qualifications of “the commanding officer”, the Court notes at the outset that the applicant in particular complained of “the commanding officer” being responsible for discipline within the applicant's unit. Thus, his complaint is directed against his own CO in the 12th Regiment of the Royal Artillery, not against either the CO of the MCTC, who carried out reviews of the lawfulness of his detention from 16 November 1999 onward; or the lieutenant colonel who completed a Special Report on 10 January 2000 (see paragraph 14 above). The Court will therefore confine its examination of the applicant's complaint to the independence and impartiality of this first CO only, covering the period from 6 November to 16 November 1999.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court considers that there was a violation of Article 5 § 3 in this respect for essentially the same reasons as in Hood, cited above. Even after the introduction of the 1997 Regulations, the CO retained a conflicting prosecution role, a role the Court identified in Hood as giving rise to objectively justified misgivings as to his impartiality (see Hood, cited above, § 57). Although the CO did not draw up the charges himself, he had the power to amend or substitute any charge presented to him (see sections 76(1) and (2) of the 1955 Act as amended, paragraph 24 above, and Schiesser, cited above, § 34). He then had the power to decide whether to dismiss the charge, try it summarily or refer it to a higher authority. Even when the CO referred the charge to a higher authority (as occurred in the present case), the possibility still remained that the CO might play a prosecuting role: he retained the power to take subsequent action to deal with the charge if the prosecuting authority decided not to institute proceedings or to discontinue such proceedings (see Regulation 26 of the 1997 Regulations and Hood, cited above, § 57). Secondly, the conflict remained between the CO's pre-trial detention decision-making and his responsibility for unit discipline (see Hood, cited above, § 58).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  As a result, the Court considers that the CO was not sufficiently impartial to be considered “an officer authorised by law to exercise a judicial power”. It therefore finds that there has been a violation of Article 5 § 3 of the Convention. In light of this conclusion, it does not consider it necessary to examine the applicant's additional complaints concerning proceedings before this officer, including his alleged lack of qualifications, the alleged lack of legal representation in the proceedings before him and the CO's alleged failure to decide on the applicant's detention on 6 November 1999 (see, for example, Hood, cited above, at § 59).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Other complaints",
                                        "elements": [
                                            {
                                                "content": "37. The Court notes that the applicant's fourth, fifth and sixth complaints cover the entire time he was detained and not simply the time he was detained by his CO in the 12th Regiment of the Royal Artillery. It will therefore now examine these complaints relating, respectively, to the alleged failure to inform him of the reasons for his detention until 14 January 2000, the alleged lack of a factual or legal basis for the applicant's detention and the alleged failure of officers to carry out their obligations under the relevant rules.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "a. The alleged failure to inform the applicant of the reasons for his detention until 14 January 2000",
                                "elements": [
                                    {
                                        "content": "38.  In examining the merits of the applicant's complaint under this heading, the Court observes firstly that the reasons for his detention were recorded (see paragraphs 12-14 above), albeit only from 12 November 1999 onwards. While it is not clear whether the applicant was provided with copies of the reports on which these reasons were recorded, the Court notes that the Government maintain that he was orally informed of the reasons each time he appeared before the CO. It further notes that the applicant made no comment on the Government's submissions on this point. The Court would also add that copies of the written records were sent to the applicant's solicitors on request on 11 February 2000 and were therefore available to them when they applied to the High Court for a writ of habeas corpus on 18 February 2000. In the Court's view, it is always desirable that when a detainee is informed orally of the reasons for his detention he then be provided with a follow-up, written copy of these reasons. However, in the present case, any failure to do so is mitigated by the fact that written records were kept and later provided to the applicant's representatives thus allowing them to take proceedings to have the lawfulness of the detention reviewed (see, a contrario, X v. the United Kingdom, judgment of 5 November 1981, Series A no. 46, § 66).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court therefore finds no violation in respect of this complaint during the period 12 November 1999 until his release on 22 February 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  As regards the applicant's detention from 6 November 1999 to 12 November 1999, the Court considers that, given its conclusion at paragraph 36 above as to the independence and impartiality of this CO, it is not necessary to rule on this part of this complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b. The alleged lack of a factual or legal basis for the applicant's detention",
                                "elements": [
                                    {
                                        "content": "41.  In respect of this complaint, the Court would again recall that periodic reports were completed on the applicant's detention every eight days starting on 12 November 1999 and he appeared before his CO every sixteen days. It also notes that in arguing that there was no basis in fact or law for the decision to keep him in close arrest, the applicant did not invoke Article 5 § 1(c) or complain about the lawfulness of his initial arrest. Nor did he complain about the length of his detention.  Instead, the applicant's complaint under this heading would appear to be that, in their decisions to retain him under close arrest, the reviewing authorities failed to fulfil the last aspect of the substantive condition in Schiesser (cited above, § 31), namely to order release when there are no reasons for detention. It further appears that this complaint relates not to any specific decision but rather to every periodic decision to keep him in close arrest by both his CO in the 12th Regiment of the Royal Artillery and the CO of the MCTC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court observes that the reasons for the applicant's continued detention were recorded in these periodic decisions, starting on 12 November 1999. On 12 November 1999, in the review by the applicant's CO in the 12th Regiment of the Royal Artillery, the reason was recorded as “undesirable that he should remain at [large]”. In every subsequent review by the CO of the MCTC the reason was recorded that the applicant was likely to suborn witnesses and that it was undesirable, given the nature of the offence, that he be allowed to consort with his comrades.  The Court also notes the affidavit sworn by the CO of the MCTC on 2 March 2000, stating that there was evidence that the applicant, with others, concocted a story and interfered with a witness. While noting that the applicant disputes the factual basis for these reasons, the Court finds these reasons to be relevant and sufficient for the purposes of Article 5 § 3. It therefore finds no violation of Article 5 § 3 of the Convention in relation to this complaint in respect of the period from 12 November 1999 until the applicant's release on 22 February 2000. As regards the applicant's detention from 6 November 1999 to 12 November 1999, the Court considers that given its conclusion at paragraph 36 above as to the independence and impartiality of his CO in the 12th Regiment of the Royal Artillery, it is not necessary to rule on this part of the complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "c. The alleged failure of officers to carry out their obligations under the relevant rules",
                                "elements": [
                                    {
                                        "content": "43.  In relation to the applicant's complaint under this heading the Court finds that, as formulated, this submission does not give rise to any Convention issue separate from those examined above. The Court therefore finds that no separate issue arises under Article 5 § 3 of the Convention in relation to this complaint.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A. Damage",
                                "elements": [
                                    {
                                        "content": "45.  The applicant did not allege any pecuniary damage. As regards non-pecuniary damage, he claimed compensation of GBP 20,000 (approximately EUR 28,690). He contended that he had been confused and distressed during his detention since he had no information about the progress of his case and did not know why he was being held in close arrest or how he might challenge it. Furthermore, the Ministry of Defence did not contest the habeas corpus proceedings and had reacted to the issuing of the writ by immediately releasing the applicant, thereby admitting that his detention was unnecessary and without merit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government submitted that no sum should be awarded and recalled that no award had been made in Hood. They further relied on paragraph 50 of the Court's judgment in Thompson, cited above, where the Court recalled that just satisfaction could be awarded only in respect of damage resulting from a deprivation of liberty that the applicant would not have suffered if he had had the benefit of the guarantees of Article 5 § 3 of the Convention. In the present case, the applicant was charged with a very serious offence and there was no evidence that had different procedures been in place he would not have been detained for a period pending trial. The decision to release the applicant was taken independently of the habeas corpus proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court finds no particular circumstances in the instant case which would require it to depart from its findings in Hood and Thompson. The materials before the domestic authorities, in particular the sworn affidavit of the CO of the MCTC that there was evidence that the applicant had concocted a story with others and interfered with a witness, does not support the view that the applicant would not have been detained prior to his court martial had there been no breach of Article 5 § 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Accordingly, the Court finds that the present judgment in itself constitutes just satisfaction for any non-pecuniary damage arising from the violations of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "49.  The applicant claimed a total of GBP 2,159.06 in legal costs and expenses (inclusive of value-added tax (VAT)), which is approximately EUR 3,096, representing twelve and a quarter hours work.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government commented that an hourly rate of GBP 150 was excessive for a firm outside  and that a rate of no more than GBP 100 per hour should be permitted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court considers that the amount claimed is not excessive in light of the nature of the dispute, particularly given the factual complexity of the case. It therefore considers that the applicant's costs and expenses should be met in full and thus awards him EUR 3,096, inclusive of VAT.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "52.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 5 § 3 of the Convention in respect of the lack of independence and impartiality of the applicant's commanding officer in the 12th Regiment of the Royal Artillery;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 5 § 3 of the Convention in respect of the alleged failure to inform him of the reasons for the applicant's detention in relation to the period 12 November 1999 to 22 February 2000;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 5 § 3 of the Convention in respect of the alleged lack of a factual or legal basis for the applicant's detention in relation to the period 12 November 1999 to 22 February 2000;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that it is not necessary to consider the remainder of the applicant's complaints under Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,096 (three thousand and ninety-six euros), inclusive of value-added tax, in respect of costs and expenses, to be converted into pounds sterling at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 January 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Nicolas Bratza",
            "role": "judges"
        },
        {
            "name": "Stanislav Pavlovschi",
            "role": "judges"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BOYLE v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-84285.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0108JUD005543400",
    "externalsources": [],
    "extractedappno": [
        "55434/00",
        "27267/95",
        "36256/97",
        "30280/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-84285",
    "judgementdate": "08/01/2008 00:00:00",
    "kpdate": "08/01/2008 00:00:00",
    "kpthesaurus": [
        "448"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-3",
        "5"
    ],
    "parties": [
        "BOYLE",
        "THE UNITED KINGDOM"
    ],
    "rank": "609.99169921875",
    "representedby": [
        "MACKENZIE J."
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "339194",
    "typedescription": "15"
}