{
    "__articles": "6;6-1;29;29-3;35;35-3;41",
    "__conclusion": "Violation of Art. 6-1 (access to court);Not necessary to examine issue of length;Damage - financial award;Costs and expenses partial award - domestic and Convention proceedings",
    "applicability": "",
    "appno": "4856/03",
    "article": [
        "6",
        "35",
        "41",
        "29"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "access to court"
            ],
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine issue of length",
            "type": "other"
        },
        {
            "element": "Damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic and Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-76343.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 4856/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Israeli and Russian national, Ms Galina Ruvimovna Dubinskaya (Galina Dubinsky), on 23 January 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was initially represented by Mr D. Shteynberg, a lawyer practising in Moscow, and then by Ms L. van Kampen-Nasyrova, a lawyer practising in Helmond, the . The Russian Government (“the Government”) were represented by Mr P. Laptev, the Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 28 February 2005 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1941 and lives in Tel-Aviv.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 27 August 1993 the applicant was severely injured in a traffic accident in .",
                                "elements": []
                            },
                            {
                                "content": "6.  On 12 May 1995 the applicant lodged a civil action before the Chertanovskiy District Court of Moscow against the car driver and the car owner, the  branch of Tveruniversalbank, seeking compensation for damage. She claimed 6,700 US dollars (USD) as compensation for the loss of salary, for medical and travel expenses incurred as a result of the traffic accident and USD 15,000 as compensation for non-pecuniary damage. A copy of the statement of claim produced to the Court bears a stamp of the District Court’s registry showing the registration date as 12 May 1995.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 5 October 1995 the Chertanovskiy District Court, by an interim decision, ordered a medical examination of the applicant by a panel of experts. It put questions about the current state of the applicant’s health, her previous ailments and their possible causes and an eventual need for medical assistance and care.",
                                "elements": []
                            },
                            {
                                "content": "8.  The interim decision of 5 October 1995 was submitted to the  bureau for forensic medical examinations (Бюро судебно-медицинской экспертизы при Комитете здравоохранения города Москвы, hereinafter the “Bureau”).",
                                "elements": []
                            },
                            {
                                "content": "9.  On 13 October 1995 the Bureau asked the District Court for the applicant’s medical documents.",
                                "elements": []
                            },
                            {
                                "content": "10.  According to the Government, upon receipt of the Bureau’s request, the District Court asked the applicant’s lawyer Mr D. Shteynberg, a member of the Moscow Regional Bar Association, to produce additional medical information. No response followed. On an unspecified date the District Court repeated its request. After Mr Shteynberg had failed to respond for the second time, the District Court issued an interim decision on discontinuation of the proceedings. The court returned the applicant’s statement of claims with attached documents to Mr Shteynberg.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant indicated that neither she nor her lawyer had received the District Court’s request for additional information and that they had not been notified of the District Court’s interim decision on discontinuation of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "12.  In 2002 the applicant complained to the president of the Chertanovskiy District Court about an excessive length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 18 July 2002 the Chertanovskiy District Court informed the applicant that, according to the registration log for the year of 1995, the applicant’s claim against the bank had never been registered by the District Court.",
                                "elements": []
                            },
                            {
                                "content": "14.  In August 2002 Mr Shteynberg inquired of the Bureau whether the expert examination ordered by the decision of 5 October 1995 had been carried out.",
                                "elements": []
                            },
                            {
                                "content": "15.  By letter of 19 August 2002, the Bureau responded to Mr Shteynberg that, having received no response from the District Court for additional medical information, it had not carried out any examination.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 7 October 2002 the President of the Chertanovskiy District Court reported to the applicant that, according to the registration logs of the Chertanovskiy District Court for the years of 1995 to 2002, the District Court did not have a civil case to which the applicant and the Moscow branch of Tveruniversalbank were the parties.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Adjournment and discontinuation of proceedings",
                                "elements": [
                                    {
                                        "content": "17.  The RSFSR Code on Civil Procedure of 11 June 1964 (in force at the material time) provided that civil cases were to be prepared for a hearing no later than seven days after the action had been lodged with the court. Civil cases were to be examined no later than one month after the preparation for the hearing had been completed (Article 99)",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Summonses were to be served on the parties and their representatives in such way so that they would have enough time to appear timely at the hearing and prepare their case. If necessary, the parties could be summoned by a phone call or a telegram (Article 106).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  A court could adjourn examination of a case when an expert examination had been ordered (Article 215).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Article 221 set out an exhaustive list of grounds for issuing an interim decision on discontinuation of the proceedings (определение об оставлении заявления без рассмотрения), that is if parties failed to make use of a preliminary non-judicial avenue of solving a dispute; if an action was lodged by an incapacitated person or by a person lacking the authority to act; if the parties, without valid reasons, failed to attend two hearings; and if the same dispute between the same parties was pending before a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.   A copy of an interim decision on discontinuation of the proceedings was to be sent to the absent party no later than three days upon its delivery (Article 213).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Regulation on keeping court documents",
                                "elements": [
                                    {
                                        "content": "22.  Files in civil cases concerning claims for compensation for health damage were to be kept by first-instance courts for seventy-five years (Item 7 (A) (115) of the List of documents of the USSR Ministry of Justice, justice departments and authorities, and courts with indication of their period of keeping, approved by the USSR Ministry of Justice on 31 January 1980).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Original decisions on discontinuation of civil proceedings must be kept permanently (Paragraph 5.4 of the Instruction on the procedure for keeping, selecting and archiving of court documents, approved by Order no. 13 of the USSR Minister of Justice on 17 September 1980).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, provided in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing within a reasonable time... by [a]... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "25.  The Government argued that the Court did not have competence ratione temporis to examine the applicant’s complaint because the proceedings in her case had been discontinued by an interim decision of the Chertanovskiy District Court in the end of 1995, that is before 5 May 1998 when the Convention entered into force in respect of . The interim decision was promptly served on the applicant’s representative, Mr Shteynberg. Even assuming that Mr Shteynberg had not received the interim decision, neither the applicant nor Mr Shteynberg “took any steps in the course of about seven years to find out the stage of consideration of the case”. In the Government’s submission, they were not able to produce a copy of that interim decision because the District Court’s records and all materials related to the applicant’s action had been destroyed some time in 1998 after expiry of their period of keeping. In any event, the applicant may re-submit her action to the District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant claimed that the District Court had never taken a formal decision on her claim. Neither she nor her lawyer had been informed of any such decision and the Government were not even able to indicate the date of that decision. In the absence of any formal decision in her case, the proceedings should be considered as still pending. The District Court had a statutory obligation to keep the documents related to her case for seventy-five years. In the applicant’s opinion, the Government’s submissions were inconsequential: there was no evidence that the District Court, on at least two occasions, had asked Mr Shteynberg for additional information. In any event, Article 221 of the RSFSR Code on Civil Procedure did not permit a court to discontinue the proceedings for a party’s failure to show additional evidence. The applicant and her lawyer had inquired the District Court’s registry and its President about the state of the proceedings in her case on several occasions before and after 2002, but received no response.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "27.  The Court reiterates that its jurisdiction ratione temporis covers only the period after the ratification of the Convention or its Protocols by the respondent State. From the ratification date onwards, all of the State’s alleged acts and omissions must conform to the Convention or its Protocols and subsequent facts fall within the Court’s jurisdiction even where they are merely extensions of an already existing situation (see, for example, Yağcı and Sargın v. Turkey, judgment of 8 June 1995, Series A no. 319-A, p. 16, § 40, and Almeida Garrett, Mascarenhas Falcão and Others v. Portugal, nos. 29813/96 and 30229/96, § 43, ECHR 2000-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Accordingly, the Court is competent to examine the facts of the present case for their compatibility with the Convention only in so far as they occurred after 5 May 1998, the date of ratification of the Convention by the . It may, however, have regard to the facts prior to ratification inasmuch as they could be considered to have created a situation extending beyond that date or may be relevant for the understanding of facts occurring after that date (see Broniowski v. Poland (dec.) [GC], no. 31443/96, §§ 74-77, ECHR 2002-X).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Turning to the facts of the present case, the Court notes that the applicant complained that the domestic courts had failed to examine her tort action within a “reasonable time”. This being so, in order to decide whether the Court has jurisdiction ratione temporis to examine the applicant’s complaint, it is necessary to establish whether, on the date when the Convention entered into force in respect of Russia, the applicant’s claim was still pending before the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  In this respect, the Court reiterates that judicial proceedings are considered to be pending until the parties are definitely able to find out the content of the written judgment in the determination of the merits of a dispute or a decision on discontinuation of the proceedings (cf. Skorobogatova v. Russia, no. 33914/02, §§ 39-40, 1 December 2005, Shatunov and Shatunova v. Russia (dec.), no. 31271/02, 30 June 2005 and, mutatis mutandis, Papachelas v. Greece [GC], no. 31423/96, § 30, ECHR 1999II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Government claimed that the proceedings had ended some time in 1995 after the applicant’s lawyer had repeatedly failed to respond to the District Court’s requests for additional medical information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court, however, is not satisfied with the accuracy and reliability of the Government’s factual submissions which have not been corroborated with any evidence. They did not produce a copy of the decision by which the proceedings had been discontinued or indicate the exact date when it had been issued. By way of justification for that omission, they claimed that the decision, along with other documents in the applicant’s case, had been destroyed in 1998 after the statutory period of keeping these documents had expired. If it had indeed been so, the act of destruction appears to have been carried out in breach of the express requirement of the Instruction on keeping and archiving of court documents – a copy was enclosed with the Government’s memorandum – which provided for permanent keeping of judicial decisions on discontinuation of proceedings (see paragraph 23 above). Another applicable domestic regulation – produced by the applicant – provided for the seventy-five-year-long period of keeping of judicial documents concerning claims for compensation for health damage, as it had been in the applicant’s case (see paragraph 22 above). The Government however did not imply that the case file had been destroyed unlawfully. A further reason to doubt the accuracy of the Government’s assertion that the decision at issue could not be produced because it had been destroyed is the acknowledgement by the District Court’s officers, in their letters of 2002 to the applicant, that they were still in possession of all registration logs for the past years, including 1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  Furthermore, the Court finds it anomalous that in the absence of the text of the decision or, in fact, any materials from the case file, the Government were able to put forward a specific ground for discontinuation of the proceedings on the applicant’s claim, namely that she had repeatedly failed to produce evidence. The Court notes, in any event, no such ground featured in the text of Article 221 of the RSFSR Code on Civil Procedure, which the Government invoked (see paragraph 20 above). They did not indicate any other legal basis for discontinuing proceedings on the applicant’s claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In these circumstances, the Court is not persuaded that the Chertanovskiy District Court ever issued any formal decision on the applicant’s claim. On the other hand, there is no doubt that the claim was validly introduced. Although in 2002 the District Court denied that the claim had ever been lodged, the statement of claim bearing the registry’s stamp and the interim decision of 5 October 1995 conclusively show that the claim had indeed been introduced by the applicant and accepted into work by the Chertanovskiy District Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court further notes that the Government produced no evidence in support of their contention that certain additional information had been requested in writing from the applicant’s representative, Mr Shteynberg. The present application is distinguishable from the cases in which the Government supported a similar assertion with copies of the cover letter accompanying the documents sent to the applicant (see Sukhorubchenko v. Russia, no. 69315/01, § 50, 10 February 2005). As it follows from a certificate from the Moscow Regional Bar Association, of which Mr Shteynberg was a member, he has not received any documents from the Chertanovskiy District Court after May 1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Having introduced her claim in compliance with the formal requirements and having been advised that a medical examination would be carried out but without further notices from the District Court, on the date the Convention entered into force in respect of Russia, that is on 5 May 1998, the applicant could have reasonably assumed that the proceedings on her claim were still pending. It would certainly have been preferable if she had inquired about the state of proceedings before 2002. In fact, she claimed that she had done so but received no response. However, having regard to the fact that the Chertanovskiy District Court denied that it had ever registered the claim, such an inquiry would not have brought about any change in her situation, irrespective of the moment it would have been made.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Taking into account the above considerations, the Court considers that it has competence ratione temporis to examine the applicant’s complaint and dismisses the Government’s objection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Right of access to a court",
                                "elements": [
                                    {
                                        "content": "39.  The Court reiterates that the procedural guarantees laid down in Article 6 secure to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal; in this way it embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before courts in civil matters, constitutes one aspect (see Golder v. the United Kingdom, judgment of 21 February 1975, Series A no. 18, pp. 13-18, §§ 28-36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court observes that the applicant brought a civil action against the car owner and driver. The Chertanovskiy District Court accepted the claim for examination on 12 May 1995 and ordered an expert examination on 5 October 1995. The Government did not dispute these facts. As the Court has found above, there is no evidence that a decision on discontinuation of the proceedings was taken, contrary to the Government’s contention, and that on the date when the Convention entered into force in respect of  the applicant’s claim was pending before the district court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court recalls that the institution of proceedings does not, in itself, satisfy all the requirements of Article 6 § 1. The Convention is intended to guarantee not rights that are theoretical or illusory but rights that are practical and effective. The right of access to a court includes not only the right to institute proceedings but also the right to obtain a “determination” of the dispute by a court. It would be illusory if a ’s domestic legal system allowed an individual to bring a civil action before a court without ensuring that the case would be determined by a final decision in the judicial proceedings. It would be inconceivable for Article 6 § 1 to describe in detail procedural guarantees afforded to litigants – proceedings that are fair, public and expeditious – without guaranteeing the parties that their civil disputes will be finally determined (see Multiplex v. Croatia, no. 58112/00, § 45, 10 July 2003; Kutić v. Croatia, no. 48778/99, § 25, ECHR 2002II). A litigant’s right of access to a court would be illusory if he or she were to be kept in the dark about the developments in the proceedings and the court’s decisions on the claim, especially when such decisions are of the nature to bar further examination (see Sukhorubchenko, cited above, § 53).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court notes that the applicant was not notified of any decision in her case, if such, in fact, had been made. When she inquired about the state of the proceedings in 2002, the domestic authorities denied the registration of the claim. The Government’s submissions shed little light on the developments in the case and do not enable the Court to establish what happened to the case file and the applicant’s claim. What is certain is that the applicant has never obtained a judgment on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Government’s argument that the applicant is able to re-introduce her claim does not convince the Court. The violation complained about stems from the domestic authorities’ failure to determine judicially the claim that the applicant had once introduced, rather than from the absence of a general possibility to sue the car driver and owner. In any event, the Court considers that it would place an excessive and unreasonable burden on the applicant to require her to re-submit her action ten years after she had validly introduced it for the first time and more than thirteen years after the circumstances that had given rise to that claim had occurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court finds therefore that the failure of the domestic authorities to determine the applicant’s claim deprived her of the right of access to a court. There has been therefore a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Length of proceedings",
                                "elements": [
                                    {
                                        "content": "45.  The Court notes that all delays in the proceedings during the period under consideration are due to the failure of the district court to update the applicant about the status of the proceedings she had initiated. The Court has already taken this aspect into account in its examination of the applicant’s right of access to a court above. Having regard to its findings on that point, it considers that the issue of the length of the proceedings must be regarded as having been absorbed by the issue of access to a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court therefore finds that it is not necessary to examine separately the issue of the length of the proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "48.  As regards pecuniary damage, the applicant claimed 115,558 US dollars (USD) as compensation for the loss of salary and USD 123,088 as compensation for medical and travel expenses incurred as a result of the traffic accident. The applicant claimed that she could have obtained this compensation if the Russian courts determined her claim on its merits. The applicant claimed USD 150,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government contested that there was any casual link between the alleged violation and the pecuniary damage claimed by the applicant. They also pointed out that the applicant had submitted certain documents in Hebrew in support of her claims for pecuniary damage which the Court should not take into account. As regards claims for non-pecuniary damage, they are excessive and unreasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court notes that in the present case an award of just satisfaction may only be based on the fact that the applicant did not have the benefit of the guarantees of Article 6. Whilst the Court cannot speculate as to the outcome of the proceedings had the situation been otherwise, it does not find it unreasonable to regard the applicant as having suffered a loss of real opportunities (cf. Leoni v. Italy, no. 43269/98, § 32, 26 October 2000; Pélissier and Sassi v. France [GC], no. 25444/94, § 80, ECHR 1999II). To this has to be added the non-pecuniary damage undoubtedly suffered by the applicant. These elements of damage do not lend themselves to a process of calculation. Taking them on an equitable basis, as required by Article 41 of the Convention, the Court awards the applicant the sum of 5,000 euros (“EUR”), plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "51.  Relying on the contract with Mr Shteynberg, the applicant also claimed USD 7,750 for the costs and expenses incurred before the domestic courts and in the  proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government argued that the applicant should not be awarded any sum under this head. She had not submitted any document, apart from the contract with Mr Shteynberg, showing that she had actually paid for the legal assistance. The Government also insisted that the contract was void because the lawyer’s fee was expressed in US dollars, allegedly in breach of the Russian laws. In any event, the applicant’s claim is excessive and unreasonable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "54.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the domestic authorities’ failure to examine the applicant’s civil claim;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that no separate examination of the issue of the length of the proceedings is required;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(i) EUR 5,000 (five thousand euros) in respect of pecuniary and non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(ii) EUR 3,000 (three thousand euros) in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(iii) any tax that may be chargeable on the above amounts;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 July 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "22/06/2006 00:00:00",
    "docname": "CASE OF DUBINSKAYA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-76343.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0713JUD000485603",
    "externalsources": [],
    "extractedappno": [
        "4856/03",
        "29813/96",
        "30229/96",
        "31443/96",
        "33914/02",
        "31271/02",
        "31423/96",
        "69315/01",
        "58112/00",
        "48778/99",
        "43269/98",
        "25444/94"
    ],
    "importance": "3",
    "introductiondate": "23/01/2003 00:00:00",
    "issue": [],
    "itemid": "001-76343",
    "judgementdate": "13/07/2006 00:00:00",
    "kpdate": "13/07/2006 00:00:00",
    "kpthesaurus": [
        "14",
        "402",
        "445",
        "7",
        "40",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "29",
        "35-3",
        "41",
        "6-1",
        "35",
        "6",
        "29-3"
    ],
    "parties": [
        "DUBINSKAYA",
        "RUSSIA"
    ],
    "rank": "553.004699707031",
    "representedby": [
        "VAN KAMPEN-NASYROVA L., lawyer, Helmond"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Almeida Garrett, Mascarenhas Falcão and Others v. Portugal, nos. 29813/96 and 30229/96, § 43, ECHR 2000-I",
        "Broniowski v. Poland (dec.) [GC], no. 31443/96, §§ 74-77, ECHR 2002-X",
        "Golder v. the United Kingdom, judgment of 21 February 1975, Series A no. 18, pp. 13-18, §§ 28-36",
        "Kutic v. Croatia, no. 48778/99, § 25, ECHR 2002 II",
        "Leoni v. Italy, no. 43269/98, § 32, 26 October 2000",
        "Multiplex v. Croatia, no. 58112/00, § 45, 10 July 2003",
        "Papachelas v. Greece [GC], no. 31423/96, § 30, ECHR 1999 II",
        "Pélissier and Sassi v. France [GC], no. 25444/94, § 80, ECHR 1999 II",
        "Shatunov and Shatunova v. Russia (dec.), no. 31271/02, 30 June 2005",
        "Skorobogatova v. Russia, no. 33914/02, §§ 39-40, 1 December 2005",
        "Sukhorubchenko v. Russia, no. 69315/01, §§ 50, 53, 10 February 2005",
        "Yagci and Sargin v. Turkey, judgment of 8 June 1995, Series A no. 319-A, p. 16, § 40"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "336106",
    "typedescription": "15"
}