{
    "__articles": "6;6-1;29;29-3;35;35-1;41;P1-1;P1-1-1",
    "__conclusion": "Remainder inadmissible;Violations of Art. 6-1;Violation of P1-1;Non-pecuniary damage - financial award;Pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings;Costs and expenses partial award - domestic proceedings",
    "applicability": "",
    "appno": "77361/01",
    "article": [
        "p1-1",
        "29",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violations of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-78431.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 77361/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr. Mustafa Nazif Dildar (“the applicant”), on 20 July 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr E. Doğan, a lawyer practising in . The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, in particular, about the excessive length of the civil proceedings, the non-enforcement of the court decision, as well as the authorities’ subsequent delay in paying the additional compensation awarded by the domestic courts.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 14 February 2006 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1948 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  On 25 June 1987 the Istanbul Municipality decided to expropriate two houses that belonged to the applicant and located in Beyoğlu, . The applicant filed an action before the  to annul the decision of the Municipality. On 22 December 1993 the  dismissed his request. A committee of experts assessed the value of the property at 11.590.000 Turkish Liras (TRL), and this amount was consequently paid to the applicant when the expropriation took place.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 18 January 1994 the applicant filed an action before the Beyoğlu Civil Court of General Jurisdiction for increased compensation.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 28 May 1998 there was a hearing attended by neither the applicant nor his lawyer. Subsequently, the court decided to close the case until the applicant renewed his petition. On 5 June 1998, following the new petition filed by the applicant’s lawyer, the case was resumed.",
                                "elements": []
                            },
                            {
                                "content": "9.  Twenty three hearings were held before the Beyoğlu Civil Court of General Jurisdiction, during six of which neither the applicant nor his lawyer were present.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 16 July 1998 the court awarded the applicant TRL 615.478.000 of additional compensation, plus interest at the statutory rate, as of 22 December 1993.",
                                "elements": []
                            },
                            {
                                "content": "11.  Following the applicant’s appeal, on 19 December 2000 the Court of Cassation upheld the decision of the Beyoğlu court. This decision was notified to the applicant on 26 January 2001.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant requested the Court of Cassation to rectify its decision. On 23 March 2001 the Court of Cassation dismissed the applicant’s request.",
                                "elements": []
                            },
                            {
                                "content": "13.  In his observations dated 30 June 2006, the applicant informed the Registry that he had not yet been paid the award determined by the first-instance court on 16 July 1998.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "14.  The applicant complained under Article 6 § 1 of the Convention about the lack of a fair hearing, the length of the proceedings and the non-enforcement of the court decision given in his favour. Moreover, he complained under Article 1 of Protocol No. 1 to the Convention about the insufficient interest due on the additional compensation awarded following the expropriation of his property, and about authorities’ failure to pay this sum.",
                        "elements": []
                    },
                    {
                        "content": "I.  ADMISSIBILITY",
                        "elements": [
                            {
                                "content": "A.  The Government’s preliminary objections",
                                "elements": [
                                    {
                                        "content": "1.  Non-exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "15.  The Government submitted that the application should be rejected for failure to exhaust domestic remedies, pursuant to Article 35 § 1 of the Convention, as the applicant did not request the rectification of the Court of Cassation’s decision. Moreover, they argued that, after obtaining a court decision in his favour, the applicant could have initiated proceedings before the Istanbul Execution Office to compel the Municipality to pay or he could have applied to the Municipality directly and claimed his money. Additionally, the Government contended that the applicant had the opportunity to initiate criminal proceedings against the State officials who were allegedly responsible in delaying the payment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Regarding the applicant’s complaint under Article 1 of Protocol No. 1, the Government maintained that the applicant had failed to make proper use of the remedy available to him under Article 105 of the Code of Obligations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  The Court observes that the applicant did request the Court of Cassation to rectify its decision, but that request was dismissed on 23 March 2001. Moreover, it notes that the applicant cannot be expected to submit a further request to the Municipality for the enforcement of the court decision in his favour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  As to the Government’s submission regarding the applicant’s failure to apply to the Execution Office for enforcement of the judgment, the Court notes that it has already examined a similar objection in the case of Kanioğlu and Others v. Turkey ((dec.) nos. 44766/98, 44771/98 and 44772/98, 13 May 2004) and dismissed it on the ground that this remedy was not capable of offering creditors any prospects of success.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  As regards the Government’s objection concerning the complaint under Article 1 of Protocol No. 1, the Court observes that it dismissed a similar preliminary objection in the case of Aka v. Turkey (23 September 1998, Reports of Judgments and Decisions 1998VI, §§ 34-37). It sees no reason to do otherwise in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The Court therefore dismisses the Government’s preliminary objections regarding domestic remedies.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The six-month’s rule",
                                        "elements": [
                                            {
                                                "content": "20.  The Government further alleged that the application should be dismissed for failure to comply with the six month’s rule, since he did not lodge his application within six months of the last domestic court decision on 19 December 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The Court reiterates that the present case concerns civil proceedings, and that the procedure to rectify judgments in  constitutes an effective domestic remedy within the meaning of generally recognised international law principles (see, Molin Inşaat v. Turkey, no. 23762/94, Commission decision of 7 September 1995). Thus, the date of the Court of Cassation’s decision upon appeal cannot be taken as the starting point for the determination of the six-month time-limit (see, Latif Fuat Öztürk v. Turkey, no. 54673/00, § 28, 2 February 2006). The Court observes that, in the instant case, the six month period started running from 23 March 2001, the date on which the Court of Cassation dismissed the applicant’s request for rectification of the decision. By lodging his application on 20 July 2001, the applicant complied with the requirement set out in Article 35 § 1 of the Convention. The objection of the Government must therefore be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Other grounds of admissibility",
                                "elements": [
                                    {
                                        "content": "22.  The applicant alleged that he did not have a fair hearing, within the meaning of Article 6 § 1 of the Convention, as the Beyoğlu Civil Court’s decision, fixing the date on which the statutory interest rate started to run, was arbitrary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court notes that it is not its task to act as a court of appeal or, as is sometimes said, as a court of fourth instance, from the decisions of domestic courts. According to the case-law, the latter are best placed to assess the credibility of witnesses and the relevance of evidence to the issues in the case (see, amongst many authorities, Vidal v. Belgium, judgment of 22 April 1992, Series A no. 235B, pp. 32-33, § 32; Edwards v. the United Kingdom, judgment of 16 December 1992, Series A no. 247B, § 34). In the light of the foregoing, the Court finds that this complaint should be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court notes that, otherwise, the applicant’s complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant alleged two violations of Article 6 § 1 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "1.  Non-enforcement of court decisions",
                                "elements": [
                                    {
                                        "content": "26.  The applicant complained that the Municipality did not comply with the domestic court’s judgments given in his favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government did not submit any observations regarding the merits of this complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court reiterates its case-law to the effect that the right of access to a tribunal guaranteed by Article 6 § 1 of the Convention would be illusory if a Contracting State’s domestic legal system allowed a final, binding judicial decision to remain inoperative to the detriment of one party. The execution of a judgment given by any court must therefore be regarded as an integral part of the “trial” for the purposes of Article 6 (see, inter alia, Hornsby v. Greece, judgment of 19 March 1997, Reports 1997-II, pp. 510-11, § 40 et seq.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In the present case, the Court observes that on 16 July 1998 the Beyoğlu Civil Court of General Jurisdiction ordered the Municipality to pay the applicant additional compensation, plus interest for the expropriation of his property. Following the appeal proceedings, this decision became final on 23 March 2001. The judgment has not yet been enforced. The Court considers that this failure engages the responsibility of the State under Article 6 § 1 of the Convention (Scollo v. Italy, judgment of 28 September 1995, Series A no. 315C, § 44; Tunç v. Turkey, no. 54040/00, § 26, 24 May 2005)",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court finds that by failing for such a substantial period of time to take the necessary measures to comply with the final judicial decisions in the present case, the authorities deprived the provisions of Article 6 § 1 of much of their useful effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  There has accordingly been a breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Length of the proceedings",
                                "elements": [
                                    {
                                        "content": "32.  The Government contended that the case was complex. They maintained that four different expert opinions were requested by the court. Moreover, they argued that the applicant had contributed to the length of the proceedings by not attending a number of hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court reiterates that the reasonableness of the length of proceedings is to be assessed in the light of the circumstances of the case and having regard to the criteria laid down in the Court’s case-law, in particular the complexity of the case and the conduct of the applicant and of the relevant authorities (see, among other authorities, Richard v. France, judgment of 22 April 1998, Reports 1998II, § 57).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In the present case, the Court notes that the period to be taken into consideration began on 18 January 1994 when the applicant initiated proceedings before the Beyoğlu Civil Court of General Jurisdiction. It ended on 23 March 2001 when the Court of Cassation dismissed the applicant’s request for the rectification of its decision. The proceedings therefore lasted over seven years and two months, for two levels of jurisdiction, one of which dealt with the case twice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court observes that the case was not particularly complex. Furthermore, it considers that the length of the proceedings cannot be imputed to the applicant merely because he was absent at a few hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  As to the conduct of the authorities, the Court notes that the domestic courts delivered three decisions during a period of seven years and two months. Moreover, the Municipality has still not paid the applicant the sum which he was awarded and the relevant interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Accordingly, the Court finds that the proceedings have not been concluded within a “reasonable time”. Consequently, there has been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 1 PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  The applicant complained under Article 1 of Protocol No. 1, on the one hand, about the insufficient interest on the additional compensation received following the expropriation of his property and, on the other hand, about the authorities’ failure to pay this amount. Article 1 of Protocol No. 1 reads:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "39.  The Government contested the applicant’s arguments. They alleged that the applicant had been awarded sufficient compensation for the expropriation of his property.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Court observes that the applicant, whose property has been expropriated, has been awarded additional compensation by a decision of the . Although this decision became final on 23 March 2001, no payment has yet been made.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court notes that it has examined similar cases in the past and has concluded that there was a violation of Article 1 of Protocol No. 1 to the Convention (see, Tunç v. Turkey, no. 54040/00, § 39, 24 May 2005; Kuzu v. Turkey, no. 13062/03, § 20, 17 January 2006; Bourdov v. Russia, no. 59498/00, § 42, ECHR 2002-III). The Court sees no reason to reach a different conclusion in the present case.",
                                "elements": []
                            },
                            {
                                "content": "42.  In view of the above, the Court finds that there is no need to examine separately the complaint concerning the insufficient interest on the additional compensation.",
                                "elements": []
                            },
                            {
                                "content": "43.  It concludes that, in the instant case, there has been a violation of Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "45.  Relying on the purported actual value of his expropriated property, the applicant claimed 1,000,000 US dollars (USD) in respect of non-pecuniary damage. He also claimed compensation for non-pecuniary damage in the amount of USD 100,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government argued that the applicant’s claim for pecuniary damage was exaggerated and unsubstantiated. Moreover, they submitted that, if the Court were to find a violation of the Convention in the present case, this would in itself constitute sufficient compensation for any non-pecuniary damage allegedly suffered by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court notes that the pecuniary damage sustained by the applicant related to the non-payment of the additional compensation which the applicant should have received when the domestic courts rendered their final decision. Using the same method of calculation as in the Aka judgment (cited above, pp. 2683-84, §§ 55-56) and having regard to the relevant economic data, the Court awards the applicant EUR 59,000 for pecuniary damage. This award should be in final settlement of the applicant’s outstanding domestic claim considered in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  As to non-pecuniary damage, the Court considers that the applicant’s prejudice cannot be sufficiently compensated by the finding of the various violations alone. Taking into account the circumstances of the case and having regard to its case-law, the Court awards the applicant EUR 2,000 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "49.  As to his legal fees, the applicant claimed that his lawyer had worked 60 hours on the case. Basing himself on the minimum scales of the Istanbul Bar, he assessed his fees at USD 12,600. He further claimed USD 500 for the costs and expenses incurred during the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government contended that the applicant’s claim was wholly unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On the basis of the material in its possession and ruling on an equitable basis, the Court awards the applicant EUR 1,000 in respect of costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "52.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of the proceedings, the non-enforcement of the judgment, the insufficient interest on the additional compensation awarded, following the expropriation of his property, and the authorities’ failure to pay this amount, admissible, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention, in respect of the non-enforcement of the judgment;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention, in respect of the length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final, the following sums, to be converted into Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 December 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "MrsE. Fura-Sandström",
            "role": "judges"
        },
        {
            "name": "MrD. Popović",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DILDAR v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-78431.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1212JUD007736101",
    "externalsources": [],
    "extractedappno": [
        "77361/01",
        "44766/98",
        "44771/98",
        "44772/98",
        "23762/94",
        "54673/00",
        "54040/00",
        "13062/03",
        "59498/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-78431",
    "judgementdate": "12/12/2006 00:00:00",
    "kpdate": "12/12/2006 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "471",
        "354",
        "369",
        "304",
        "445",
        "7",
        "13",
        "113",
        "136",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-1",
        "29",
        "35-1",
        "41",
        "6-1",
        "35",
        "6",
        "29-3",
        "P1-1"
    ],
    "parties": [
        "DILDAR",
        "TURKEY"
    ],
    "rank": "567.008911132813",
    "representedby": [
        "DOGAN E."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Aka v. Turkey, judgment of 23 September 1998, Reports of Judgments and Decisions 1998-VI, §§ 34-37, pp. 2683-2684, §§ 55-56",
        "Bourdov v. Russia, no. 59498/00, § 42, ECHR 2002-III",
        "Edwards v. the United Kingdom, judgment of 16 December 1992, Series A no. 247-B, § 34",
        "Hornsby v. Greece, judgment of 19 March 1997, Reports 1997-II, pp. 510-11, § 40 et seq.",
        "Kanioglu and Others v. Turkey (dec.), nos. 44766/98, 44771/98 and 44772/98, 13 May 2004",
        "Kuzu v. Turkey, no. 13062/03, § 20, 17 January 2006",
        "Latif Fuat Öztürk v. Turkey, no. 54673/00, § 28, 2 February 2006",
        "Molin Insaat v. Turkey, no. 23762/94, Commission decision of 7 September 1995",
        "Richard v. France, judgment of 22 April 1998, Reports 1998-II, § 57",
        "Scollo v. Italy, judgment of 28 September 1995, Series A no. 315-C, § 44",
        "Tunç v. Turkey, no. 54040/00, § 26, § 39, 24 May 2005",
        "Vidal v. Belgium, judgment of 22 April 1992, Series A no. 235-B, pp. 32-33, § 32"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "340098",
    "typedescription": "15"
}