{
    "__articles": "3;6;6-1;6-3-c;34;41",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Torture) (Substantive aspect);Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Fair hearing);Violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of petition);Pecuniary and non-pecuniary damage - award",
    "applicability": "",
    "appno": "38773/05",
    "article": [
        "6",
        "3",
        "41",
        "34"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Torture"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Enforcement proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "34",
            "base_article": "34",
            "details": [
                "Article 34 - Hinder the exercise of the right of petition"
            ],
            "element": "Violation of Article 34 - Individual applications",
            "type": "violation"
        },
        {
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-112417.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38773/05) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Bogdan Volodymyrovych Savitskyy (“the applicant”), on 14 October 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr R.V. Kotyk. The Ukrainian Government (“the Government”) were represented by their then Agent, Ms V. Lutkovska.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained under Articles 3 and 13 of the Convention that he had been beaten up by police officers and that there had been no effective investigation in this regard. The applicant further complained of a violation of Article 6 § 1 of the Convention on account of the non-execution of a judgment obliging the prosecutor’s office to give him copies of certain documents from the criminal case file. Lastly, the applicant alleged that the authorities had hindered his right of petition under Article 34 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 16 March 2011 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1967 and lives in Potochyshche, Ivano-Frankivsk Region.",
                                "elements": []
                            },
                            {
                                "content": "A.  The alleged ill-treatment of the applicant",
                                "elements": [
                                    {
                                        "content": "6.  In the evening of 21 August 1998, after a working day, the applicant and his friend decided to visit a bar in the town of  before going home. The bar was located in the corner of a small park in the town. The park was in the form of a triangle with a base 70 metres long and two sides each 60 metres long.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  According to the explanations given to the investigating authorities by the applicant, his friend and the owner of the bar (who served the applicant and the friend), each of them ordered not more than 150 millilitres of horilka (the beverage containing 40% alcohol) and a bottle of beer, together with some snacks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  They finished their food and drink at about 10 p.m. and left the bar. They went along the park to the nearby bus station. The applicant had come by bicycle so it was for his friend to take a bus.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The applicant’s account of further circumstances",
                                        "elements": [
                                            {
                                                "content": "9.  While the applicant was seeing his friend off on the bus, his bicycle was stolen. The applicant decided to look around, as he thought it might have been a joke. After some time, as he did not succeed in finding the bicycle, he decided to call the police to inform them of the theft, and also to call his wife to tell her he was going to be late. For this purpose he crossed the park and approached the nearby petrol station, located in front of the park on the opposite side, and asked the sales assistant to let him make the calls. The sales assistant refused. Having the impression that the applicant was drunk and did not want to leave the petrol station, the sales assistant decided to call the police himself to get rid of the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  A police patrol of three officers from the Horodenka District Police Department arrived by car and grabbed the applicant in the street near the petrol station. They pulled him into the police car and started beating him. They pulled up on the other side of the park with the lights turned off, took the applicant out of the car and continued beating him so that he fell to the ground. Then they continued to beat him while he was lying on the ground. At a certain moment the applicant received a hard blow to his back and lost consciousness. He could not remember for how much longer he was beaten after that. When he regained consciousness he could not move his legs and felt acute pain in the back. He was alone at this point and started crying from the pain.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  A little later he noticed the police officers and a security guard from the bar approaching him. He heard one of the police officers explaining to the security guard that he should testify that the applicant was so drunk he could not even stand up.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  The applicant was thrown into the police car and driven to the . While he was being examined, the police officers repeatedly demanded that the applicant stand still, but he could not, and kept falling over. In the police officers’ opinion this expressly demonstrated to the doctors the level of the applicant’s intoxication. When asked what had happened to him the applicant explained to B., a doctor, that he had been beaten up by the police officers.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The law-enforcement authorities’ version of events",
                                        "elements": [
                                            {
                                                "content": "13.  Statements by the police officers, a police internal inquiry report of 29 September 1998, decisions of 24 November 1998 and 30 April 1999 refusing to open a criminal investigation, and a decision of 20 November 2003 terminating a criminal investigation, indicate the authorities’ version of events, as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  At about 0.35 a.m. on 22 August 1998 the Horodenka District Police Department received a telephone call from a sales assistant at a petrol station that a drunk man was hanging about at the petrol station and refusing to go away. The complaint was passed on by a radio communication facility to a police patrol consisting of three officers, N., Kh. and M., who were in a car nearby. They arrived at the petrol station ten or fifteen minutes later, to find the sales assistant alone. The latter explained that the man had headed for the park. The police officers pulled up at the bar, which was located at the opposite corner of the park, and met a security guard there. They went into the park together, as they could hear cries for help. They found a man complaining of acute pain in the waist and stomach. They put him into the car; took him to the sales assistant, who identified the man as the one who had disturbed him that night; and went on to Horodenka District Hospital, where he was provided with medical treatment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The applicant’s medical treatment",
                                        "elements": [
                                            {
                                                "content": "15.  Upon delivery to the  the applicant was examined and diagnosed with two fractured vertebrae and a spinal cord injury. The applicant was also diagnosed with alcoholic intoxication. However, no test for alcohol was carried out.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  The same day he was moved to  for surgical treatment. The applicant stayed there till 1 October 1998, following which he was moved to , where he stayed till 19 November 1998.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  According to the doctor’s certificate of 3 September 1998 issued at , the applicant was also suffering from concussion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  Since that incident the applicant has been unable to walk unaided and has been designated Category 1 (the highest category) disabled.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  At the end of 1998 the applicant’s wife began divorce proceedings. On 12 November 1999 the divorce was registered by the domestic authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  After the completion of his inpatient treatment the applicant moved to a village to live with his father, who was born in 1928.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Domestic proceedings concerning the applicant’s ill-treatment",
                                "elements": [
                                    {
                                        "content": "1.  The “pre-investigation” enquiries carried out by the Horodenka District Police Department",
                                        "elements": [
                                            {
                                                "content": "21.  At 2.05 a.m. on 22 August 1998 the  informed the Horodenka District Police Department about the incident.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  At about 3 a.m. on the same night, Kh. questioned the sales assistant at the petrol station and the security guard of the bar about the incident.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  During the same day, the three police officers (N., Kh. and M.) submitted reports to the head of the Horodenka District Police Department setting out their version of the events, which corresponded to the explanations given by the sales assistant and the security guard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  Another police officer at the Horodenka District Police Department carried out a site inspection: he found a shoe belonging to the applicant. According to the report describing the site of the incident, part of the park border was fenced; the fence was 120 centimetres high; there was also a concrete ring five metres in diameter at the centre of the park with a fence; the height of the concrete foundation was 20 centimetres while the height of the fence, circling the ring, was 120 centimetres.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  A few days later the police officers and the investigator at the Horodenka District Police Department once again questioned the sales assistant and the security guard, then the applicant’s friend who had been with him in the bar, the cook at the bar and three doctors at the , where the applicant had received treatment. The sales assistant and the security guard repeated their statements. The applicant’s friend noted that neither he nor the applicant had had any conflict with anyone in the bar. A similar statement was made by the cook. The doctors noted that, when visually examining the applicant, they did not see any bruises or other injuries on his body suggesting that he might have been beaten; when they asked the applicant about the incident, he could not explain to them what had happened to him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 29 August 1998 the applicant made a complaint to the Ivano-Frankivsk Regional prosecutor, alleging that he had been severely beaten by police officers. He claimed that the enquiries carried out by the Horodenka District Police Department and the Horodenka District Prosecutor’s Office were not objective; he had not been questioned while he could still identify the police officers; and a number of bruises had disappeared since the incident. He requested that the case be transferred to a different authority to ensure an independent investigation of the matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 31 August 1998 a police officer from the Horodenka District Police Department questioned the applicant. The latter repeated his version of the events.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 2 September 1998 the police officer questioned the owner of the bar, who said that he did not see the applicant having any conflict with anyone in the bar, but noted that at a certain moment the applicant had fallen asleep at the table and fallen off his chair.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On the same day the Horodenka District Police Department referred the file to the Horodenka District Prosecutor’s Office for further enquiries.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The “pre-investigation” enquiries carried out by the Horodenka District Prosecutor’s Office",
                                        "elements": [
                                            {
                                                "content": "30.  During September 1998 the investigator at the Horodenka District Prosecutor’s Office questioned the same people who had been questioned earlier by officers of the Horodenka District Police Department. Those witnesses essentially repeated their original statements. One of the doctors, however, specified that the applicant had told him that he had been beaten by police officers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 24 November 1998 a forensic medical expert issued a report concerning the nature of the injuries sustained by the applicant. The expert noted in the descriptive part of the report that between 22 August and 1 October 1998 the applicant was treated in the hospital for spinal injuries and concussion. In his conclusions the export noted that the vertebral and spinal cord injuries “had been caused by blunt solid objects or, possibly, by the applicant’s falling on to blunt solid objects”. He further opined that after sustaining those injuries the applicant could not move his lower limbs. He also specified that it was hardly probable that those injuries had been inflicted by a rubber truncheon or shoes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The same day, 24 November 1998, the investigator refused to open criminal proceedings against the police officers, finding that the material collected in the course of “pre-investigation” enquiries did not suggest that the police officers had committed any crime in respect of the applicant. He noted that the applicant had been drunk, while the conclusions of the forensic medical expert suggested that the injuries might have been caused by the applicant’s falling on to blunt solid objects, and that it was hardly probable that the injuries had been inflicted by a rubber truncheon or shoes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant was not sent the last pages of the decision and could therefore not know its final reasoning. Nevertheless, the applicant challenged the decision before the supervising prosecutor’s office.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 30 November 1998 the Ivano-Frankivsk Regional Prosecutor’s Office quashed the decision of 24 November 1998 as unsubstantiated, and opened a criminal investigation in connection with the grievous bodily injuries caused to the applicant by unknown persons. The prosecutor considered that the case file suggested that a crime had been committed in respect of the applicant, while the police officers who had delivered the applicant to the hospital had not taken any hot pursuit measures to catch the possible perpetrators. The case was referred to the Snyatyn District Prosecutor’s Office for the investigation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Internal inquiry carried out by the Ivano-Frankivsk Regional Police Department",
                                        "elements": [
                                            {
                                                "content": "35.  Meanwhile, during September 1998, the Ivano-Frankivsk Regional Police Department carried out an internal inquiry in connection with the complaints by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The inquiring officers examined the material collected by the Horodenka District Police Department in the course of “pre-investigation” enquiries, and issued a report on 29 September 1998 concluding that the applicant’s complaints were unsubstantiated.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Criminal investigation by the Snyatyn District Prosecutor’s Office",
                                        "elements": [
                                            {
                                                "content": "37.  On 30 December 1998 the case was assigned to an investigator at the Snyatyn District Prosecutor’s Office. The next day the investigator commenced with an inspection of the site of the incident. The investigator noted in the report that the park zone was partly fenced with a metal fence 80 centimetres high; in the centre of the park was a concrete ring with a metal fence; the concrete base of the ring was 20 centimetres high; the fence around the ring was 80 centimetres high.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 31 December 1998 the applicant was given the status of victim in the proceedings and questioned about the incident. The applicant repeated his account, that he had been beaten up by the police officers. In the course of questioning he also specified that at a certain moment while he was being beaten up by the police officers he fell to the ground; when he attempted to rise, one of the officers hit him hard on the back and the applicant fell to the ground again and lost consciousness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Between January and March 1999 the investigator took a number of measures in the course of the investigation. In particular, on 18 January 1999 he carried out a reconstruction of the events, with the participation of the security guard, who indicated the place where the applicant had been found lying on the ground. The investigator noted that the distance to the road, from which the park was fenced off, was twenty-four metres. The report was accompanied by photographs showing the place of the incident from different angles.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The investigator further questioned witnesses and the police officers involved. The police officers maintained their version of the events. One of the police officers, Kh., specified that when they had delivered the applicant to the Horodenka District Hospital Kh. had asked for particular doctors; he knew them because his parents were working at that hospital. He also noted that after he had left the hospital he had met the sales assistant and the security guard and had taken written statements from them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The sales assistant also confirmed that at 3 a.m. on 22 August 1998 police officer Kh. came to see him and said that the man who had disturbed him that night, had been severely beaten up and that it was necessary for the sales assistant to make a statement. The statement was written down by the police officer and signed by the sales assistant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Identification parades were held at which the applicant identified the three police officers. Confrontations were held between the applicant and the police officers at which the applicant maintained his version of events while the police officers all denied that version.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On 6 March 1999 the same forensic medical expert carried out another forensic medical examination of the applicant’s injuries, relying on the applicant’s medical history as recorded by the two hospitals where the applicant had been treated. The expert also stated that according to the medical history the applicant was also suffering from concussion. He further concluded that the applicant had sustained the following injuries: compressive fractures of the body of the eleventh thoracic vertebra and the body of the third lumbar vertebra (компресійний перелом тіла одинадцятого грудного хребця та тіла третього поперекового хребця); fractures of the neural arches of the eleventh thoracic vertebra (перелом дужок одинадцятого грудного хребця); fractures of the transverse processes of the first, second, third lumbar vertebrae (перелом поперечних відростків першого, другого, третього поперекових хребців); fractures of the spinous processes of the tenth thoracic vertebra and the first lumbar vertebra (перелом остистих відростків десятого грудного і першого поперекових хребців), and bruises on the back over the spinal column. These injuries resulted in paresis of the lower limbs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The expert opined that the spinal fractures could have resulted from the endwise compression of the spine and bending of the trunk. These movements might have been made by the applicant falling on his heels, buttocks, or head. The bruises on the back in the area of the first and second lumbar vertebra might have been caused by blunt solid objects or by the applicant’s falling on to blunt solid objects. The expert repeated his earlier conclusion that after the injuries the applicant could not move his lower limbs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On 16 March 1999 the investigator decided to order another forensic medical examination to clarify whether the injuries could have been caused in the way described by the applicant who had stated that he had received a hard blow on the back when he was getting up and his spine was bent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 9 April 1999 a board of forensic medical experts, having examined the relevant materials, concluded that the spinal injuries could not have been caused when the applicant was getting up and his spine was bent. They upheld the previous forensic medical expert’s opinion as to the manner in which the spinal fractures could have been sustained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  On 30 April 1999 the investigator adopted a decision refusing to open a criminal investigation against N., Kh. and M. in connection with the applicant’s injuries. Relying on the statements given by the police officers and other persons, the experts’ opinions and the other evidence in the file, the investigator concluded that the police officers had not been involved in injuring the applicant. The applicant was not sent a copy of that decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  On 14 May 1999 the criminal case in respect of the grievous bodily injuries caused to the applicant by unknown persons was referred to the investigator of the Horodenka District Police Department for further investigation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Criminal investigation by the Horodenka District Police Department",
                                        "elements": [
                                            {
                                                "content": "49.  On 7 June 1999 the investigator having examined the case file and questioned the sales assistant once again, terminated the criminal proceedings holding that no crime had been committed. In particular, the investigator found that the applicant’s allegations of ill-treatment by police officers were not supported by the evidence available in the file. He referred to the experts’ opinions suggesting that the spinal injuries could not have been caused by a rubber truncheon and that they could have been sustained if the applicant had fallen back on to his heels, buttocks, or head, bending his spine in the process. A number of witnesses had confirmed that the applicant was drunk that night. The applicant had been found near the fence around the concrete ring in the centre of the park. The investigator therefore concluded that the applicant had sustained injuries as a result of his own negligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.   The applicant was informed of the decisions taken by the authorities on 30 April 1999 and 7 June 1999 by a letter of 28 August 2000. No copies of those decisions were enclosed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The applicant continued to complain to various law-enforcement authorities about ill-treatment. He also asked different authorities to provide him with legal representation, claiming that he could not properly represent himself owing to his physical disability. The requests were unsuccessful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  On 13 July 2000, further to the applicant’s complaint, the national ombudsman sent a letter to the General Prosecutor’s Office asking it to consider the applicant’s allegations of inappropriate investigation of his alleged ill-treatment by police officers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On 30 October 2003 the Ivano-Frankivsk Regional Prosecutor’s Office quashed the decision of 7 June 1999 terminating the criminal proceedings for the reason that the investigation had not been thorough and further measures were deemed necessary. The case was remitted for further investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On 20 November 2003 the investigator of the Horodenkа District Police Department terminated the proceedings in the criminal case, holding that no crime had been committed. In his decision the investigator referred to the same evidence as previously and concluded that the applicant had been very drunk and had caused the injuries to himself by his own negligence when falling either from the fence separating the park from the road or the fence on the concrete circle foundation in the centre of the park.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Following the applicant’s request, on 30 December 2005 he was sent a copy of that decision. The applicant challenged the decision in court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  Proceedings before the domestic courts",
                                        "elements": [
                                            {
                                                "content": "56.  On 30 January 2007 the Horodenka District Court of the IvanoFrankivsk Region, considered the applicant’s claim and upheld the investigator’s decision of 20 November 2003 as substantiated, after finding that the investigation had been conducted in accordance with the domestic legislation. The applicant appealed. On 22 June 2011, after the application was communicated to the Government, the registry of the district court found that the case file had not been sent to the court of appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  On 1 July 2011 the Ivano-Frankivsk Regional Court of Appeal, after the receipt of the case file, considered the applicant’s appeal and quashed the decision of 30 January 2007. The case was remitted to the first-instance court for a fresh hearing. At a certain point the case was transferred to the Tlumach District Court of the Ivano-Frankivsk Region, for further consideration.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 27 September 2011 that court refused the applicant’s claim after finding that the decision of 20 November 2003 terminating the investigation had been well reasoned and substantiated. The applicant appealed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  On 24 October 2011 the court of appeal quashed the decision of 27 September 2011 and remitted the case to the first-instance court for a fresh hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On 6 February 2012 the first-instance court found that the investigation had been carried out properly and the decision of 20 November 2003 had been substantiated. It therefore rejected the applicant’s claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The applicant appealed but on 1 March 2012 he withdrew his appeal for the reason that the time-limits for criminal responsibility for the alleged crime had expired.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Requests for materials from the case file and related issues",
                                "elements": [
                                    {
                                        "content": "62.  On 14 October 2005 the applicant lodged an application with the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  On 15 November 2005 the Registry of the Court asked the applicant to provide copies of the decisions taken between 1998 and 2005 opening and closing the criminal proceedings concerning his complaints of ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  On 29 November 2005 the applicant requested copies of those decisions from the prosecutor’s office. He enclosed a copy of the Court Registry’s letter of 15 November 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  On 30 December 2005 the local prosecutor sent the applicant a copy of the decision of 20 November 2003. He refused the remainder of the applicant’s request, stating that the Code of Criminal Procedure did not provide the applicant with a right to receive copies of the requested decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  On 25 January 2006 the applicant instituted administrative proceedings in the local court against the local prosecutor’s office, seeking to be given copies of the procedural decisions taken by the domestic authorities between 1998 and 2005 in the course of the examination of his complaints of ill-treatment. In his claim the applicant specified that the documents had been requested by the Court in the context of the consideration of his application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  On 14 February 2006 the Registry of the Court asked the applicant to provide copies of all the procedural decisions taken by the domestic authorities in the course of the examination of the applicant’s complaints of ill-treatment. The Court’s Registry informed the applicant that under Article 34 of the Convention, State authorities cannot hinder the applicant in the effective exercise of his right of application to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  On 28 May 2006 the local court refused the applicant’s administrative claim as unsubstantiated. It noted that the prosecutor’s office had acted in accordance with the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The applicant appealed, relying in particular on Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  On 12 October 2006 the Ivano-Frankivsk Regional Court of Appeal quashed the judgment of 28 May 2006 and allowed the applicant’s claim. It found that the applicant’s access to information concerning his rights had been unlawfully restricted. The court ordered therefore that the prosecutor’s office give the copies of the requested documents to the applicant. On the same day the judgment came into force but was not executed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  On 5 March 2008 the applicant lodged a claim with the  against the local prosecutor, the judges of the local court, and the State Treasury Department, requesting that the execution of the judgment of 12 October 2006 no longer be hindered by the defendants and seeking damages on account of failure to execute that judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  On 2 June 2009 the  refused the applicant’s claim as unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  On 10 February 2010 the  rejected the prosecutor’s appeal on points of law against the judgment of 12 October 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  On 12 May 2011 the judgment of 12 October 2006 was executed. The applicant was given the copies of the procedural decisions requested, including the decision of 30 April 1999 refusing to open a criminal investigation against the police officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  On 30 August 2011, in reply to the applicant’s enquiry about legal aid, the Ivano-Frankivsk Regional Department of Justice informed the applicant that the representation of citizens in criminal cases by the legal advice offices of Regional and District Departments of Justice was not foreseen by the legislative acts governing their operation.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Constitution of 28 June 1996",
                                "elements": [
                                    {
                                        "content": "76.  The relevant provisions of the Constitution read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 28",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone has the right to respect for his or her dignity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "No one shall be subjected to torture, cruel, inhuman or degrading treatment or punishment that violates his or her dignity. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 59",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone has the right to legal assistance. Such assistance is provided free of charge in cases envisaged by law. Everyone is free to choose his or her own defence counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In , advocacy acts to ensure the right to mount a defence against an accusation and to provide legal assistance during the determination of cases by the courts and other State bodies.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Code of Criminal Procedure of 28 December 1960",
                                "elements": [
                                    {
                                        "content": "77.  The relevant provisions of the Code can be found in the in the judgment of Oleksiy Mykhaylovych Zakharkin v. , no. 1727/04, §§ 41, 42 and 44, 24 June 2010).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Social Services Act of 19 June 2001",
                                "elements": [
                                    {
                                        "content": "78.  According to the preamble of that Act, it lays down the organisational and legal principles for the provision of social services to individuals who are in difficult circumstances and need outside support.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  According to section 5 of the Act, social services shall be provided either at home or at various social institutions, including social services centres and social support centres. The same section further provides a list of social services, which include legal services, that individuals are entitled to request under that Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Section 7 of the Act states, inter alia, that social services shall be provided free of charge to individuals who cannot satisfy their needs owing to their old age, illness or disability, provided that they do not have relatives obliged to support them.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Free Legal Assistance Act of 2 June 2011",
                                "elements": [
                                    {
                                        "content": "81.  According to the preamble of the Act, it defines the contents of the right to free legal assistance and the way that right should be exercised; the grounds and the procedure for granting free legal assistance as well as the State guarantees in respect of free legal assistance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Chapter II of the Act deals with “primary legal assistance”, which, according to section 7 of the Act, comprises the following types of legal services: provision of legal information; consultancy on legal matters; drafting applications, complaints and other legal documents (except for procedural documents); and help with gaining access to “secondary legal assistance”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Chapter III of the Act deals with “secondary legal assistance”, which, according to section 13 of the Act, comprises the following types of legal services: defence against criminal charges; representation of individuals before the courts and other State authorities, local selfgovernment bodies, and other persons; drafting procedural documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The “Final and Transitional Provisions” of the Act provide for a gradual implementation of Chapter III of the Act starting from 1 January 2013.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "85.  The applicant complained under Articles 3 and 13 of the Convention that on 21 August 1998 he had been beaten up by police officers and that there had been no effective investigation of those events; he had had no access to the investigation case file; and he could not effectively participate in the investigation procedure as he had no access to legal advice.",
                                "elements": []
                            },
                            {
                                "content": "86.  The Court considers that in the circumstances of the present case these complaints fall to be examined exclusively under Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 3 (prohibition of torture)",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "87.  The Government submitted that the applicant’s complaint of ill-treatment by the police was inadmissible. They maintained that the applicant should have challenged, either before a supervising prosecutor or a court, the decision of 30 April 1999 by which the investigator refused to open a criminal investigation in respect of the police officers. They further contended that the applicant had become aware of that decision on 28 August 2000, while the application was lodged on 14 October 2005. Accordingly, the complaint had to be dismissed on the grounds of nonexhaustion of domestic remedies or failure to comply with the six-month time-limit, which should be calculated from the date when the applicant had become aware of that decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The applicant disagreed, claiming that the remedies suggested by the Government had not been effective, especially in his particular circumstances. He specified that he was given a copy of the decision of 30 April 1999 only on 12 May 2011. Moreover, the decision of 30 April 1999 had no legal consequences, as the same matters had been further investigated within the pending criminal case. Therefore, he had not missed the six-month time-limit.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "89.  The Court considers that the Government’s objections are closely linked to the substance of the applicant’s complaints. In these circumstances, it joins the objections to the merits of the applicant’s complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Court further notes that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Procedural obligations under Article 3 of the Convention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government’s submissions",
                                "elements": [
                                    {
                                        "content": "91.  The Government contended that the domestic authorities had complied with the procedural obligations under Article 3 of the Convention: the official enquiries and investigations had been carried out with the requisite expediency and thoroughness; the requirement for independent investigation had been complied with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  They further contended that the applicant had been admitted to the proceedings as a victim, and this status suggested that he had access to the case file and could properly participate in the investigation. They specified that the copies of the documents the applicant had requested in November 2005 had been given to him on 12 May 2011. Moreover, as the applicant challenged the decision of 20 November 2003 before the courts, the applicant’s wife could appear at the hearing and examine the case file during the court hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Government also maintained that the requirements of Article 3 of the Convention had not extended to the obligation of the State to provide an alleged victim of ill-treatment with free legal representation to support his allegations before the domestic authorities. Nevertheless, they stated that for the purpose of effective participation in the criminal proceedings the applicant did have access to legal representation. The right to legal assistance had been guaranteed by Article 59 of the Constitution of Ukraine and by the Social Services Act. They further noted that the new Free Legal Assistance Act had been adopted on 2 June 2011, and specifically addressed the issue. In practical terms, the applicant could apply for legal assistance to the Horodenka territorial social support centre for pensioners, handicapped people and single disabled people. He could also apply to the legal advice office at the Horodenka District Department of Justice, which opened in 2003 and which could advise the applicant on legal issues and assist him in the preparation of various procedural documents. The Government lastly submitted that the applicant could apply to the national ombudsman and other authorities who would address his requests within their competence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant’s submissions",
                                "elements": [
                                    {
                                        "content": "94.  The applicant submitted that the enquiries and investigations carried out by the domestic authorities in respect of his allegations of ill-treatment had not been effective for the purpose of the Convention. He claimed that the requirement of an independent investigation had not been ensured, especially during the initial stage of the proceedings, which was decisive for further examination of the matter. The materials of the case file were contradictory, which suggested that the investigation had not been thorough and comprehensive. In particular, a lot of investigative measures had not been taken; the medical examinations had not been conducted properly; the materials of the file had not made it possible to identify precisely the place where the applicant had been found by police officers; the materials also contained different figures for the height of the fence in the park, which suggested a particularly negligent attitude to the investigation, given the official version of the events submitted by the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The applicant also submitted that the proceedings, especially the proceedings before the courts concerning the lawfulness of termination of the investigation, had lasted for an unreasonably long period of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The applicant further contended that he had had no appropriate access to the case file, in view of the provisions of Code of Criminal Procedure granting access to the file for a victim only in particular conditions, which did not exist in his case. Moreover, his effective participation in the investigations was impaired by his serious disability; his wife had not assisted him in that respect, as she had started divorce proceedings at the end of 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The applicant disagreed with the Government’s contention that Article 3 of the Convention did not cover the issues of provision of legal representation for him to enable him to participate effectively in the criminal proceedings concerning his alleged ill-treatment. He submitted that the procedural guarantees under Article 3 of the Convention would not be effective if the alleged victim of ill-treatment, usually a lay person, had not been able to estimate whether his right to procedural protection from ill-treatment had been adequately ensured by the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Further, the applicant stated that there had been no suggestion that the Social Services Act could be applied in respect of a party to the criminal proceedings. The Free Legal Assistance Act was not relevant as it was adopted only in 2011 and part of it, relating to legal aid in the court proceedings, had not yet been implemented. The legal advice offices at the district departments of justice might only give some general legal advice and there had been no case in which officers of that department had acted as representatives before the domestic authorities. His applications to the national ombudsman and other authorities had been futile.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "99.  The Court reiterates that where an individual raises an arguable claim that he has been ill-treated by the State authorities in breach of Article 3, that provision, read in conjunction with the State’s general duty under Article 1 of the Convention, requires by implication that there should be an effective official investigation. For the investigation to be regarded as “effective”, it should in principle be capable of leading to the establishment of the facts of the case and to the identification and punishment of those responsible. This is not an obligation of result, but one of means. The authorities must have taken the reasonable steps available to them to secure the evidence concerning the incident, including, inter alia, eyewitness testimony, forensic evidence, and so on. Any deficiency in the investigation which undermines its ability to establish the cause of injuries or the identity of the persons responsible will risk falling foul of this standard, and a requirement of promptness and reasonable expedition is implicit in this context (see, among many authorities, Mikheyev v. , no. 77617/01, § 107 et seq., 26 January 2006, and Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports 1998-VIII, §§ 102 et seq.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  For an investigation to be effective, those responsible for and carrying out the investigation must be independent and impartial, in law and in practice. This means not only a lack of hierarchical or institutional connection with those implicated in the events but also a practical independence (see Kolevi v. Bulgaria, no. 1108/02, § 193, 5 November 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  Moreover, the notion of an effective remedy in respect of an allegation of ill-treatment also entails effective access for the complainant to the investigation procedure (see Assenov and Others, cited above, § 117). There must be a sufficient element of public scrutiny of the investigation or its results to secure accountability in practice, maintain public confidence in the authorities’ adherence to the rule of law and prevent any appearance of collusion in or tolerance of unlawful acts (see Kolevi, cited above, § 194).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  At the outset the Court notes that it is not disputed by the parties that the State was under a procedural obligation, arising from Article 3 of the Convention, to carry out an effective investigation of the circumstances in which the applicant sustained grievous bodily injuries. The Court, for its part, also considers that, given the gravity of the injuries and the applicant’s precise, detailed and consistent allegations that he was ill-treated by the police officers, the authorities were under such an obligation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Court notes that according to the domestic authorities the incident had been reported to the Horodenka District Police Department at 2.05 a.m. on 22 August 1998 (that is, on the night of the incident) and during the same day the three police officers involved in the incident provided the head of that department with their reports describing the circumstances of the incident with the applicant (see paragraphs 21 and 23). It follows that the head of the police department had been informed of the incident on the same day and, given the substantive involvement of the three police officers of the department in that incident, should have realised that the enquiries by the officers of the same department would lack the requisite objectivity and impartiality. Nevertheless, between 22 August and 2 September 1998 “pre-investigation” enquiries were conducted by the Horodenka District Police Department. In the Court’s opinion these enquiries fell foul of the requirement of impartiality and objectivity (see, mutatis mutandis, Yaremenko v. Ukraine, no. 32092/02, § 69, 12 June 2008 and Kopylov v. , no. 3933/04, § 138, 29 July 2010). Similarly, the internal inquiry conducted by the Ivano-Frankivsk Regional Police Department was not compatible with the Convention requirement as it had been based on the materials assembled by the Horodenka District Police Department (see paragraph 36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Next, the Court considers that the lack of impartiality of the investigation at its initial stage was not removed in the latter stages of the investigation because starting from 14 May 1999 the case was investigated by the Horodenka District Police Department. The formal justification for the transfer of the case was the decision of 30 April 1999 by which the investigator at the Snyatyn District Prosecutor’s Office refused to open criminal proceedings in respect of the three police officers (see paragraph 47). The Court would not exclude that that decision was artificial and was made to enable the police department which employed the officers involved, to take care of the further investigation. Moreover, that decision must have frustrated the applicant’s understanding of the overall picture of the proceedings in his case, especially in circumstances when the applicant had not been notified of the decisions in timely fashion and did not receive copies of them for a long time (see paragraphs 50 and 74).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The Court next observes that between August and December 1998 the authorities examined the applicant’s complaint by means of “pre-investigation” enquiries. However, the Court has held in other contexts that this investigative procedure does not comply with the principles of an effective remedy, because the enquiring officer can take only a limited number of procedural steps within that procedure while a victim’s procedural status is not properly formalised (see Davydov and Others v. Ukraine, nos. 17674/02 and 39081/02, §§ 310-312, 1 July 2010). The full-scale investigation was commenced only on 30 December 1998 (see paragraph 37), that is with four months delay. That delay undermined the effectiveness of the subsequent proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Court further considers that the investigators dealing with the case after it had been referred to them from the Horodenka District Police Department did not sufficiently scrutinise the explanations by the key witnesses – the sales assistant and the security guard: the two witnesses were initially interviewed by Kh., one of the police officers, who was at the scene of the incident. The authorities did not look into the matter of whether the two key witnesses might have been improperly inclined to support the police version under various pretexts, including threats that they would become suspects themselves as it had been unclear why the applicant had been so severely injured. Indeed, as admitted by the sales assistant, the police officer Kh. went to see him during the night of the incident and demanded explanations, after stating that the man about whom the sales assistant had complained had been severely beaten up (see paragraph 41). However, that officer never stated in other contexts that the applicant had been beaten up.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  Similarly, the objectivity of the initial statements by the doctors had to be assessed together with the doctors’ unexplained failure to test the level of the applicant’s alcoholic intoxication and the fact that Kh. (one of the three police officers identified by the applicant), whose parents were working at the same hospital (see paragraph 40), specified the doctors who had to examine the applicant. It is remarkable that when questioned by officers of the Horodenka District Police Department the doctors submitted that the applicant could not explain what had happened to him (see paragraph 25). Subsequently, Doctor B. admitted to the other authority however that the applicant had stated that he had been beaten up by police officers (see paragraph 30).",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Court also considers that in accepting the version of the applicant’s accidental fall the authorities were expected to show particular diligence in exploring the terrain and establishing the exact placement of the applicant’s body. Nevertheless, the authorities did not establish with sufficient precision where exactly the applicant was found by the police officers and what was the distance from that place to the fences available in the park. Moreover, the height of the fences measured by the officer of the Horodenka District Police Department was significantly different from the height measured by the investigator at the Snyatyn District Prosecutor’s Office (see paragraphs 24 and 37). The discrepancy in the measurements was not subsequently resolved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  In the Court’s opinion these omissions were substantive because, according to the medical conclusions, the applicant could not move his lower limbs after the injuries. Accordingly, if the applicant did not remain still, he, at the very least, would not have been able to move far from the place where he had fallen within the short time-frame given. Meanwhile, it appears from the report of 18 January 1999 on the reconstruction of events and the photographs enclosed with it that the distances from the fences to the place where the applicant had been found was too far to assume that he might have fallen from any of the fences and landed on the spot indicated by the security guard. At the same time, the absence of the precise information on the height of the fences, from which the applicant might have fallen, suggests that the on-site investigations of the theory of an accident were superficial (see paragraph 39).",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  As regards the medical examinations in respect of the applicant’s injuries, they had not been conducted with the requisite diligence and comprehensiveness. In particular, the fact that the applicant had no bruises and no other injuries on the surface of his body was documented by the doctors of the , whose objectivity has been questioned by the Court above. No further medical confirmation in this respect had been obtained by the investigating authorities. Moreover, the investigators and the experts never examined the origin of the concussion from which the applicant was also suffering (see paragraphs 17, 31 and 43).",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Court further notes that during the final forensic medical examination the investigator decided to check a certain very particular statement made by the applicant, namely that he had received a hard blow on the back when he was getting up and his spine was bent (see paragraph 45). This rigorous concentration on a particular detail in the applicant’s submissions appears surprising, given that the applicant had always referred to numerous blows he received to the whole of his body and the detail, dragged out by the investigator, had been specified by the applicant after the lapse of a considerable period of time from the incident (see paragraph 38). This step by the investigator is even more disconcerting, given that he failed to take into account that the applicant had sustained concussion during the incident, which might have caused him difficulty in remembering such details.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  Furthermore, in support of their version of the incident the authorities placed much emphasis on the fact that the applicant was alcoholically intoxicated. However, no medical test for alcohol had been carried out and this conclusion was essentially reached on the basis of statements by the doctors of the  and other evidence assembled by the police officers of the Horodenka District Police Department.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  In addition, the Court notes that the enquiries and investigations in the applicant’s case lasted for more than five years and two months, and the proceedings before the courts concerning the review of the decision to terminate the investigation lasted until March 2012. There is no valid explanation why the overall length of the domestic proceedings was more than thirteen and a half years. Thus, the requirement of requisite expediency under Article 3 of the Convention was not complied with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Court also observes that the applicant experienced difficulties in gaining access to the case file (see paragraphs 65 - 68). Those difficulties stemmed from the lack of relevant safeguards in the domestic legal framework: the Code of Criminal Procedure lays down the procedure for victims’ access to the case file after the completion of the investigation, provided that the case file is referred to a court for trial (Article 217 of the Code). The Code does not duly address the issue of such access by the victim or other interested parties at the earlier stages of the proceedings or in the events the case file is not referred for trial (see Oleksiy Mykhaylovych Zakharkin v. , no. 1727/04, §§ 71-74, 24 June 2010). Accordingly, the applicant did not have appropriate access to the case file and that significantly undermined the effectiveness of the procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  Apart from the difficulties in familiarising himself with the case file, the applicant’s opportunities for effective participation in the investigation of his allegations of ill-treatment had been further impaired by his personal circumstances: the applicant is a severely handicapped man without any legal education; he cannot move unaided and requires permanent assistance to meet his physiological needs, let alone any further activities outside his home. Meanwhile, his requests for free legal representation to support his allegations of ill-treatment turned out to be futile.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The jurisprudence of the Court has addressed the matter of free legal representation in several contexts. Mostly, the issue has been examined under Article 6 § 3 (c) of the Convention, the provision which expressly requires free legal representation in criminal proceedings against the person concerned. The Court has also held that Article 6 § 1 of the Convention may in certain circumstances compel the State to provide for the assistance of a lawyer when such assistance proves indispensable for effective access to court (see Airey v. Ireland, 9 October 1979, § 26, Series A no. 32, and Bertuzzi v. France, no. 36378/97, §§ 23-32, ECHR 2003III) or ensuring the principle of equality of arms (see Steel and Morris v. the , no. 68416/01, §§ 63-72, ECHR 2005II). Also a lack of legal assistance may prevent an individual from effectively exercising his right under Article 5 § 4 of the Convention (see Megyeri v. , 12 May 1992, §§ 23-27, Series A no. 237A, and A.A. v.Greece, no. 12186/08, §§ 78-79, 22 July 2010). The considerations concerning access to legal aid may be relevant when assessing the adequacy of procedural protection under Article 8 of the Convention (see StewartBrady v. the United Kingdom (dec.), nos. 27436/95 and 28406/95, 2 July 1997). Lastly, the absence of free legal representation has been regarded as indication to the ineffectiveness of domestic remedies for the purposes of Article 13 of the Convention (see Chahal v. the United Kingdom, 15 November 1996, §154, Reports of Judgments and Decisions 1996V, and Abdolkhani and Karimnia v. , no. 30471/08, §§ 114115, ECHR 2009... (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  Bearing in mind that the Convention is intended to guarantee rights that are “practical and effective” (see Oluić v. Croatia, no. 61260/08, § 47, 20 May 2010), the Court takes the approach that in the particular circumstances of the present case the State’s procedural obligations to ensure the effective participation of the victim in the investigation of his complaints of ill-treatment extended to the issues of providing effective access to free legal representation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  Meanwhile, the domestic law does not provide for legal-aid schemes which would apply to the applicant’s situation. As regards the social support centres and the legal advice offices at the departments of Justice, the Government did not show that these institutions had been able to provide the applicant with the requisite legal representation in criminal proceedings. Moreover, after the applicant’s enquiries made to the legal advice offices at the departments of Justice, he was given the reply that representation of citizens by such offices had not been foreseen (see paragraph 75 above). The Government’s reference to the Free Legal Assistance Act is not relevant, as that Act was enacted only on 2 June 2011, and its provisions concerning legal advice on procedural issues and legal representation had not yet been implemented (see paragraphs 83 and 84). The applications to the national ombudsman and other authorities did not yield appropriate results.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  It follows that the State fell short of its obligation to provide the applicant with free legal assistance in order to ensure his effective participation in the relevant domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  Given these considerations, the Court does not consider that the applicant was obliged under Article 35 § 1 of the Convention to challenge the decision of 30 April 1999 refusing to open an investigation of the police officers’ actions, and that the six-month time-limit should be calculated from the date the applicant was notified of that decision. A copy of that decision was received by the applicant only on 12 May 2011, which means that before that date he did not know the precise reasons for it and thus was not in a position to appeal effectively against it (see Akulinin and Babich v. Russia, no. 5742/02, § 29, 2 October 2008). Moreover, the absence of legal advice resulted in the remedy suggested by the Government being unavailable to the applicant. Accordingly, his expectations in respect of the outcome of the investigation after the decision of 30 April 1999 appear to be justified and his attempts to pursue the matter in domestic proceedings after that decision cannot be placed against him. The Court therefore rejects the Government’s objections to this effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  The Court further concludes that the investigation of the applicant’s allegations of ill-treatment by police officers was not effective for the purpose of the Convention: the investigation lacked impartiality, objectivity and thoroughness; the overall length of the relevant proceedings was excessive; the effective participation of the victim in that procedure was not ensured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  There has accordingly been a violation of Article 3 of the Convention under the procedural limb.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The alleged ill-treatment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "123.  The Government submitted that there had been no objective evidence to the effect that the applicant’s injuries had been caused by the police officers. Therefore, the applicant’s allegations had to be dismissed as unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The applicant maintained that the injuries were caused by police officers in breach of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "125.  In order for ill-treatment to fall within the scope of Article 3 it must attain a minimum level of severity. The assessment of this level depends on all the circumstances of the case, such as the duration of the treatment, its physical or mental effects and, in some cases, the sex, age and state of health of the victim (see Ireland v. the United Kingdom, 18 January 1978, § 162, Series A no. 25, and Jalloh v. Germany [GC], no. 54810/00, § 67, ECHR 2006-IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  The Court has considered treatment to be “inhuman” because, inter alia, it was premeditated, was applied for hours at a stretch and caused either actual bodily injury or intense physical and mental suffering (see Labita v. Italy [GC], no. 26772/95, § 120, ECHR 2000-IV and Ramirez Sanchez v. France [GC], no. 59450/00, § 118, ECHR 2006IX). Treatment has been held to be “degrading” when it was such as to arouse in its victims feelings of fear, anguish and inferiority capable of humiliating and debasing them and possibly breaking their physical or moral resistance, or when it was such as to drive the victim to act against his will or conscience (see, inter alia, Keenan v. the United Kingdom, no. 27229/95, § 110, ECHR 2001-III, and Jalloh, cited above, § 68).",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  In determining whether a particular form of ill-treatment should be classified as torture, consideration must be given to the distinction, embodied in Article 3, between this notion and that of inhuman or degrading treatment. As noted in previous cases, it appears that it was the intention that the Convention should, by means of such a distinction, attach a special stigma to deliberate inhuman treatment causing very serious and cruel suffering (see Ireland v. the United Kingdom, cited above, § 167; Aksoy v. Turkey, 18 December 1996, § 63, Reports of Judgments and Decisions 1996-VI and Selmouni v. France [GC], no. 25803/94, § 96, ECHR 1999-V). In addition to the severity of the treatment, there is a purposive element to torture, as recognised in the United Nations Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, which in Article 1 defines torture in terms of the intentional infliction of severe pain or suffering for such purposes as obtaining information or a confession, punishing, intimidating, coercing, or for any reason based on discrimination of any kind, when such pain or suffering is inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  In assessing evidence, the Court has generally applied the standard of proof “beyond reasonable doubt” (see Ireland v. the United Kingdom, cited above, § 161). However, proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact. Where the events in issue lie wholly or in large part within the exclusive knowledge of the authorities, as in the case of those under their control in custody, strong presumptions of fact will arise in respect of injuries occurring during such detention. Indeed, the burden of proof may be regarded as lying with the authorities to provide a satisfactory and convincing explanation (see Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, § 34, and Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  The Court notes that according to the police officers’ version of events, as further accepted by the domestic authorities, the police arrived at the petrol station about ten or fifteen minutes after they received a call from the sales assistant complaining about the applicant. The officers then went immediately to the park in front of the petrol station with the aim of finding the applicant. By the time they approached him in the park the applicant was already severely injured. The police officers and the authorities did not elaborate on why the police decided to look for the applicant, who had already left the petrol station without having committed any crime, and was no longer disturbing the peace of the sales assistant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  Even on the basis of this scenario the Court considers that given the short period of time, between the moment when the applicant was seen in good health and the moment when the police found him severely injured, and the fact that the police officers were very close to the place of the incident during the relevant time, the State was obliged under Article 3 of the Convention to provide a satisfactory and convincing explanation of the circumstances in which the applicant sustained grievous injuries. Accordingly, the State’s failure to discharge this burden of proof may prompt the Court to accept the applicant’s account of the events.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The above analysis under the procedural limb of Article 3 of the Convention has shown that owing to the serious shortcomings of the domestic enquiries and investigations, the evidential basis for the support of the official version of the incident was of poor quality, while the applicant’s version had not been effectively investigated and the evidence in support of his version had not been properly assembled.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  In particular, the official version was primarily supported by the two key witnesses – the sales assistant and the security guard – and then by the doctors of the local hospital, who submitted that they had not noticed any surface injuries on the applicant’s body, suggesting thereby that the applicant had not been beaten. However, for the reasons set out above (see paragraphs 106 and 107 in particular), the Court does not consider this evidence reliable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  At the same time, the applicant demanded medical examinations, claiming that a number of surface injuries disappeared with the passage of time (see paragraph 26). It does not appear however that any impartial medical assessment in this respect was provided to substantiate or disprove his contention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  Next, the assertion that the applicant was very drunk at the time of his alleged discovery by the police officers, a factor in favour of the version indicating the applicant’s negligence, was not confirmed by any medical test and that conclusion was essentially derived from the same unreliable witness statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  In addition, the official version did not specify the exact place where the applicant had been found by the police officers. On the contrary, the available evidence does not convincingly show that the applicant, who had become practically immobile after numerous spinal fractures, might have landed on that spot, or at least close to that spot, from any of the fences in the park.",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  Meanwhile, the applicant consistently maintained his version of the events throughout the whole domestic proceedings. He identified all the police officers without making a mistake. He firmly maintained his account of facts during the confrontations with the police officers. The authorities established no motive for the applicant to make false statements about the police officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  In the light of the above considerations, the Court finds that the authorities were too far from providing a satisfactory and convincing explanation for the origin of the injuries sustained by the applicant. Moreover, the manner of the authorities’ behaviour in the course of domestic proceedings resulted in the loss of important evidence which could objectively confirm or refute either of the competing versions. The Court further notes that the applicant’s submissions are coherent and consistent with the indirect evidence available in the file; they are supported by the factual inferences the Court derives from the overall assessment of the case. It therefore upholds the applicant’s contention that he was ill-treated by the police officers, and concludes that the State should be held responsible for the injuries he sustained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.   The Court further considers that the applicant’s injuries were of exceptional gravity and led to severe and irreparable consequences for his health.  They were perpetrated upon him in order to subject him to intimidation and humiliation. In such circumstances, the ill-treatment to which the applicant was subjected must be classified as torture.",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  Accordingly, the Court holds that that there has been a violation of Article 3 of the Convention in this regard.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "140.  The applicant complained that the domestic authorities refused to execute the judgment of 12 October 2006. He relied on Article 6 § 1 of the Convention which provides, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "141.  The Government did not specifically address the applicant’s complaint under Article 6, but submitted that on 12 May 2011 the judgment of 12 October 2006 had been executed and the applicant had been given the copies of the documents requested.",
                                "elements": []
                            },
                            {
                                "content": "142.  The applicant insisted that the judgment of 12 October 2006 had been executed too late, in breach of Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "143.  The Court notes that the absence of any pecuniary claims in the proceedings is not a decisive element in determining whether Article 6 § 1 of the Convention applies under its civil head (see Vermeersch v. France (dec.), no. 39277/98, 30 January 2001, and Laidin v. France (no. 2), no.39282/98, §§ 73-76, 7 January 2003). Besides, Article 6 has been held to be applicable concerning a dispute over access to administrative documents which were important for the applicant’s personal situation (see Loiseau v. France (dec.), No. 46809/99, 18 November 2003, ECHR 2003-XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  In the present case the subject matter of the dispute concerned the applicant’s right to information about the decisions taken in the criminal proceedings concerning his allegations of ill-treatment by police officers. The requested documents were important for the applicant as, among other issues, they had to shed light on the incident following which the applicant became severely handicapped for the rest of his life. These documents also affected the moral integrity and personal reputation of the applicant, as they suggested that the applicant had been very drunk on the night of the incident, and that this had resulted in his serious injuries. The Court considers that the applicant’s access to this kind of information was sufficiently closely linked to his private life in the meaning of Article 8 of the Convention (compare Gaskin v. the United Kingdom, 7 July 1989, §§ 35-37, Series A no. 160; McGinley and Egan v. the United Kingdom, 9 June 1998, §97, Reports of Judgments and Decisions 1998III; Odièvre v. France [GC], no. 42326/98, § 29, ECHR 2003III; and K.H. and Others v. , no. 32881/04, § 44, ECHR 2009 (extracts)) which gives a fair basis to characterise the relevant right, recognised by the domestic courts, as a civil one. Moreover, the applicant’s access to these documents would have assisted him in assessing the prospects and grounds for his potential claims for damages in connection with the injuries sustained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  Accordingly, having regard to the subject matter of the dispute and its importance for the personal situation of the applicant, the Court considers that Article 6 § 1 of the Convention applies under its civil head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  The Court further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "147.  The Court reiterates that the right to court protected by Article 6 would be illusory if a Contracting State’s domestic legal system allowed a final, binding judicial decision to remain inoperative to the detriment of one party (see Hornsby v. , 19 March 1997, § 40, Reports of Judgments and Decisions 1997II). Effective access to court includes the right to have a court decision enforced without undue delay (see Immobiliare Saffi v. Italy [GC], no. 22774/93, § 66, ECHR 1999-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  An unreasonably long delay in the enforcement of a binding judgment may therefore breach the Convention (see Burdov v. Russia, no. 59498/00, ECHR 2002III). It is the State’s obligation to ensure that final decisions against its organs, or entities or companies owned or controlled by the State, are enforced in compliance with the above-mentioned Convention requirements (see, among other authorities, Kozachek v. Ukraine, no. 29508/04, 7 December 2006). The State is responsible for the enforcement of final decisions if the factors impeding or blocking their full and timely enforcement are within the control of the authorities (see Sokur v. Ukraine, no. 29439/02, 26 April 2005, and Kryshchuk v. Ukraine, no. 1811/06, 19 February 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  In the present case the authorities were merely required to prepare copies of certain documents from the case file and deliver them to the applicant. Nevertheless, the judgment was executed only on 12 May 2011, that is four years and seven months after the date on which it became binding. The Government have not provided any reasonable explanation for this considerable delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "150.  Accordingly, the Court finds that there has been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "151.  The applicant complained that the domestic authorities had hindered the effective exercise of his right of application to the Court, because they refused him access to the documents he needed to support his complaints before the Court. He relied on Article 34 of the Convention, which reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person ... claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "152.  The Government submitted that at the time of application to the Court the applicant had been provided with copies of the decisions of 24 November 1998 and 20 November 2003, which contained sufficient information to substantiate and support his complaints before the Court. Subsequently, the other documents requested by the applicant had also been provided to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  The applicant insisted that the authorities had denied him appropriate access to the case file, which prevented him from effectively preparing the application and prevented him from specifying all the facts and details relevant for his application.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "154.  The Court reiterates that a complaint under Article 34 of the Convention is of a procedural nature and does not give rise to any issue of admissibility under the Convention (see Visloguzov v. Ukraine, no. 32362/02, § 103, 20 May 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  It further notes that Article 34 of the Convention imposes an obligation on a  not to hinder the right of individual petition. In particular, this provision requires that applicants or potential applicants should be able to communicate freely with the Court without being subjected to any form of pressure from the authorities to withdraw or modify their complaints (see, for instance, Sisojeva and Others v. Latvia [GC], no. 60654/00, §§ 115-116, 15 January 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  Although the object of Article 34 is essentially that of protecting an individual against any arbitrary interference by the authorities, it does not merely compel States to abstain from such interference. In addition to this primarily negative undertaking, there are positive obligations inherent in Article 34 requiring authorities to furnish all necessary facilities to make possible a proper and effective examination of applications. For instance, under certain circumstances authorities may be under an obligation to provide applicants with copies of documents necessary for examination of their applications (see Naydyon v. , no. 16474/03, § 63, 14 October 2010, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  In the present case the Court has examined the difficulties the applicant experienced in gaining access to the materials of the criminal case file (see paragraphs 114 and 149). In the context of Article 34 of the Convention, the Court notes that on 14 October 2005, at the time of application to the Court, the applicant did not possess most of the procedural documents which were essential for substantiating his complaints under Article 3 of the Convention. The Court therefore requested the applicant to provide the supporting material in respect of his allegations. However, the authorities did not allow the applicant’s requests for the documents even though they understood that the material had been specifically and repeatedly demanded by the Court for the purpose of appropriate consideration of the applicant’s case (see paragraphs 64 and 66). It was only on 12 May 2011, that is after the case had been communicated to the Government, that the applicant was provided with the copies of the documents requested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "158.  It follows that for a considerable period of time the domestic authorities refrained from taking simple measures without any valid excuse which were indispensable for the effective exercise by the applicant of his right of petition under Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "159.  In these circumstances the Court holds that that  has failed to comply with its obligations under Article 34 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "160.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "161.  The applicant claimed 50,994.05 euros (EUR) in respect of pecuniary damage. In support of the claim the applicant provided a calculation based on the assumption that he would have continued to work and receive salary at least between 22 August 1998 and 22 August 2011 if he had not lost his ability to move.",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  The Government submitted that the applicant had failed to present valid confirmation of the pecuniary damage he had sustained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  The Court, having regard to the applicant’s submissions and the circumstances of the case, considers that the claim is reasonable and should be granted in full. Therefore, it awards the applicant EUR 50,994.05, plus any tax that may be chargeable thereon, in respect of pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "164.  The applicant claimed EUR 100,000 in respect of non-pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "165.  The Government submitted that this claim was excessive and unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "166.  The Court considers that the applicant suffered serious anguish and distress on account of the injuries sustained and the resulting permanent disability which dramatically changed his whole life. These sufferings were further aggravated by the State’s failure to carry out an effective investigation of the applicant’s allegations of ill-treatment and by the other miscarriages which gave rise to the violations under Articles 6 and 34 of the Convention. Ruling on an equitable basis, the Court awards the applicant EUR 100,000, plus any tax that may be chargeable thereon, in respect of non-pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "167.  The applicant claimed EUR 24,121 to cover the fees of the applicant’s representative and his expenses incurred in connection with the applicant’s case to be paid to the representative’s bank account. He further claimed EUR 50 for postal expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "168.  The Government did not comment on the amount of EUR 24,121. As regards the postal expenses, they submitted that an amount of EUR 25 was justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "169.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see, for example, Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII, and Boicenco v. Moldova, no. 41088/05, § 176, 11 July 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "170.  In the present case, having regard to the above criteria, the number and complexity of the issues of fact and law dealt with by the applicant’s representative, the quality of his submissions, and the lengthy period of his involvement in the case, the Court finds it reasonable to award, in addition to the legal aid granted, the sum of EUR 3,000, plus any tax that may be chargeable to the applicant thereon, to reimburse the fees and expenses of the applicant’s representative. The amount shall be paid directly into the bank account of the applicant’s representative, Mr Roman Kotyk (see, for example, Hristovi v. , no. 42697/05, § 109, 11 October 2011, and Singartiyski and Others v. , no. 48284/07, § 54, 18 October 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "171.  As regards the claim for EUR 50 in respect of postal expenses, the Court considers that it should be granted in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "172.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government’s objections as to the admissibility of the applicant’s complaint of ill-treatment by the police (on the grounds of non-exhaustion of domestic remedies and non-compliance with the six-month rule) and dismisses these objections after an examination on the merits;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention under its procedural limb;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 3 of the Convention under its substantive limb;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that  has failed to comply with its obligations under Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the national currency of the respondent State at the rate applicable on the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 July 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF SAVITSKYY v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-112417.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0726JUD003877305",
    "externalsources": [],
    "extractedappno": [
        "38773/05",
        "1727/04",
        "77617/01",
        "1108/02",
        "32092/02",
        "3933/04",
        "17674/02",
        "39081/02",
        "36378/97",
        "68416/01",
        "12186/08",
        "27436/95",
        "28406/95",
        "30471/08",
        "61260/08",
        "5742/02",
        "54810/00",
        "26772/95",
        "59450/00",
        "27229/95",
        "25803/94",
        "21986/93",
        "39277/98",
        "39282/98",
        "46809/99",
        "42326/98",
        "32881/04",
        "22774/93",
        "59498/00",
        "29508/04",
        "29439/02",
        "1811/06",
        "32362/02",
        "60654/00",
        "16474/03",
        "23118/93",
        "41088/05",
        "42697/05",
        "48284/07"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Code of Criminal Procedure",
        "Free Legal Assistance Act"
    ],
    "itemid": "001-112417",
    "judgementdate": "26/07/2012 00:00:00",
    "kpdate": "26/07/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "596",
        "492",
        "445",
        "113",
        "136",
        "164",
        "183",
        "177",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6-3-c",
        "3",
        "34",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "SAVITSKYY",
        "UKRAINE"
    ],
    "rank": "903.640625",
    "representedby": [
        "KOTYK R.V."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "A.A. v. Greece, no. 12186/08, §§ 78-79, 22 July 2010",
        "Abdolkhani and Karimnia v. Turkey, no. 30471/08, §§ 114-115, ECHR 2009-... (extracts)",
        "Airey v. Ireland, 9 October 1979, § 26, Series A no. 32",
        "Aksoy v. Turkey, 18 December 1996, § 63, Reports of Judgments and Decisions 1996-VI",
        "Akulinin and Babich v. Russia, no. 5742/02, § 29, 2 October 2008",
        "Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports 1998-VIII",
        "Bertuzzi v. France, no. 36378/97, §§ 23-32, ECHR 2003-III",
        "Boicenco v. Moldova, no. 41088/05, § 176, 11 July 2006",
        "Burdov v. Russia, no. 59498/00, ECHR 2002-III",
        "Chahal v. the United Kingdom, 15 November 1996, §154, Reports of Judgments and Decisions 1996-V",
        "Davydov and Others v. Ukraine, nos. 17674/02 and 39081/02, §§ 310-312, 1 July 2010",
        "Gaskin v. the United Kingdom, 7 July 1989, §§ 35-37, Series A no. 160",
        "Hornsby v. Greece, 19 March 1997, § 40, Reports of Judgments and Decisions 1997-II",
        "Hristovi v. Bulgaria, no. 42697/05, § 109, 11 October 2011",
        "Immobiliare Saffi v. Italy [GC], no. 22774/93, § 66, ECHR 1999-V",
        "Ireland v. the United Kingdom, 18 January 1978, Series A no. 25",
        "Jalloh v. Germany [GC], no. 54810/00, ECHR 2006-IX",
        "K.H. and Others v. Slovakia, no. 32881/04, § 44, ECHR 2009 (extracts)",
        "Keenan v. the United Kingdom, no. 27229/95, § 110, ECHR 2001-III",
        "Kolevi v. Bulgaria, no. 1108/02, 5 November 2009",
        "Kopylov v. Russia, no. 3933/04, § 138, 29 July 2010",
        "Kozachek v. Ukraine, no. 29508/04, 7 December 2006",
        "Kryshchuk v. Ukraine, no. 1811/06, 19 February 2009",
        "Labita v. Italy [GC], no. 26772/95, § 120, ECHR 2000-IV",
        "Laidin v. France (no. 2), no.39282/98, §§ 73-76, 7 January 2003",
        "Loiseau v. France (dec.), No. 46809/99, 18 November 2003, ECHR 2003-XII",
        "McGinley and Egan v. the United Kingdom, 9 June 1998, §97, Reports of Judgments and Decisions 1998-III",
        "Megyeri v. Germany, 12 May 1992, §§ 23-27, Series A no. 237-A",
        "Mikheyev v. Russia, no. 77617/01, § 107 et seq., 26 January 2006",
        "Naydyon v. Ukraine, no. 16474/03, § 63, 14 October 2010",
        "Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII",
        "Odièvre v. France [GC], no. 42326/98, § 29, ECHR 2003-III",
        "Oleksiy Mykhaylovych Zakharkin v. Ukraine, no. 1727/04, §§ 71-74, 24 June 2010",
        "Oluic v. Croatia, no. 61260/08, § 47, 20 May 2010",
        "Ramirez Sanchez v. France [GC], no. 59450/00, § 118, ECHR 2006-IX",
        "Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, § 34",
        "Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII",
        "Selmouni v. France [GC], no. 25803/94, § 96, ECHR 1999-V",
        "Singartiyski and Others v. Bulgaria, no. 48284/07, § 54, 18 October 2011",
        "Sisojeva and Others v. Latvia [GC], no. 60654/00, §§ 115-116, 15 January 2007",
        "Sokur v. Ukraine, no. 29439/02, 26 April 2005",
        "Steel and Morris v. the United Kingdom, no. 68416/01, §§ 63-72, ECHR 2005-II",
        "Stewart-Brady v. the United Kingdom (dec.), nos. 27436/95 and 28406/95, 2 July 1997",
        "Vermeersch v. France (dec.), no. 39277/98, 30 January 2001",
        "Visloguzov v. Ukraine, no. 32362/02, § 103, 20 May 2010",
        "Yaremenko v. Ukraine, no. 32092/02, § 69, 12 June 2008"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "372419",
    "typedescription": "15"
}