{
    "__articles": "6;6-1;35;35-1;35-3-a",
    "__conclusion": "Remainder inadmissible (Art. 35) Admissibility criteria;(Art. 35-1) Exhaustion of domestic remedies;(Art. 35-3-a) Manifestly ill-founded;No violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Access to court)",
    "applicability": "",
    "appno": "73590/14;73593/14;73820/14;4635/15;5200/15;5206/15;7289/15",
    "article": [
        "6",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 35"
            ],
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "details": [
                "Art. 35-1"
            ],
            "element": "Admissibility criteria",
            "type": "other"
        },
        {
            "details": [
                "Art. 35-3-a"
            ],
            "element": "Exhaustion of domestic remedies",
            "type": "other"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Administrative proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        },
        {
            "element": "Manifestly ill-founded",
            "type": "other"
        }
    ],
    "content": {
        "001-180845.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in seven applications (nos. 73590/14, 73593/14, 73820/14, 4635/15, 5200/15, 5206/15 and 7289/15) against Ukraine, lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by seven Ukrainian nationals, Ms Lyubov Nikolayevna Tsezar (“the first applicant”), Mr Nikolay Vladimirovich Tsezar (“the second applicant”), Ms Svetlana Pavlovna Karlyuk (“the third applicant”), Ms Kateryna Andrianivna Vanina (“the fourth applicant”), Ms Tetyana Kostyantynivna Chernovol (“the fifth applicant”), Ms Tetyana Anatoliyivna Vysla (“the sixth applicant”) and Mr Anatoliy Leonidovych Vyslyy (“the seventh applicant”). The first three applicants lodged their applications on 10 November 2014. The other applicants lodged their applications on 14 January 2015. The applicants were granted leave to present their own cases under Rule 36 § 2 in fine of the Rules of the Court.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their Agent, Mr I. Lishchyna from the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that the Ukrainian authorities had unlawfully and disproportionately suspended pensions and other social benefits (“social benefits”) due to them in the city of Donetsk, territory the Government do not currently control. They also alleged that, as a result of the relocation of the courts from Eastern Ukraine, they could not bring any claims before the courts. Lastly, the first three applicants alleged that they had been discriminated against based on their place of residence.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 15 July 2015 the applications were communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1954, 1952, 1964, 1926, 1952, 1960 and 1956 respectively and live in Donetsk.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "6.  From the beginning of April 2014 armed groups started to seize official buildings in the Donetsk and Luhansk regions and announced the creation of self-proclaimed entities known as the “Donetsk People’s Republic” and “Luhansk People’s Republic” (the “DPR” and “LPR”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In response, on 14 April 2014 the Government, who consider the armed groups to be terrorist organisations, authorised the use of force against them in the legal form of an “anti-terrorist operation”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In June 2014 the armed groups started to seize offices of the National Bank of Ukraine and other regional financial institutions in the Donetsk and Luhansk regions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 24 July 2014 the Ukrainian postal service Ukrposhta suspended its operations on the territories of the Donetsk and Luhansk regions that were outside the control of the Government, because of frequent attacks on its vehicles and employees by armed groups.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 6 August 2014 the National Bank of Ukraine suspended all financial transactions on the territories outside the control of the Government (see paragraph 20 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Government forces recaptured some territories in the Donetsk and Luhansk regions, but certain parts of the regions have remained outside the Government’s control since that time. One part of the Donetsk region not under the Government’s control is the city of Donetsk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 2 September 2014, following changes in the law, jurisdiction of the courts in the non-controlled areas was transferred to the relevant courts in the neighbouring regions on the territory controlled by the Government (see paragraphs 34 to 36 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 11 November 2014 all social benefit payments in the settlements of the Donetsk and Luhansk regions that were outside the control of the Government were suspended (see paragraph 26 below)",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In December 2014 the Donetsk Regional Administrative Court and the Donetsk Regional Administrative Court of Appeal were relocated to the cities of Sloviansk and Kramatorsk, territory controlled by the Government (see paragraphs 37 and 38 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Particular circumstances of the applicants",
                                "elements": [
                                    {
                                        "content": "15.  The applicants were registered as recipients of social benefits with different departments of the Pension Fund of Ukraine in Donetsk. Some applicants had been receiving their social benefits until 30 June 2014, others until 31 August 2014.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 16 June 2015 the first and second applicants registered themselves with the Labour and Social Security Department of the Krasnoarmiysk District of the Donetsk region (currently the city of Pokrovsk), controlled by the Government. On the same day their social benefits was reinstated, including social benefits due to them for the period 1 July 2014 to 16 June 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The sixth applicant was registered with the Labour and Social Security Department of the Obolonskiy District in Kyiv on 9 September 2015. However, she did not apply for reinstatement of her social benefits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The other applicants did not apply to the relevant social authorities on the territory controlled by the Government for reinstatement of their social benefits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  According to the Government, the sixth and seventh applicants travelled from Donetsk to the territory controlled by the Government after their social benefits had been suspended. The Government provided a certificate from the State Customs Office stating that the sixth and seventh applicants had entered the territory controlled by the Government on 31 October 2015, through an authorised checkpoint near the frontline between Ukrainian forces and “DPR” armed groups in the town of Zaitseve.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Social benefit payments on the territory not controlled by the State authorities",
                                "elements": [
                                    {
                                        "content": "1.  Resolution no. 466 of the Board of the National Bank of Ukraine of 6 August 2014 “on the suspension of financial transactions”",
                                        "elements": [
                                            {
                                                "content": "20.  All financial transactions on the territory outside the control of the Government were suspended, in order to secure the lives and health of employees of banking institutions and their clients, and ensure the stability of the banking system of Ukraine as a whole.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Law of Ukraine of 20 October 2014 “on ensuring the rights and freedoms of internally displaced persons”",
                                        "elements": [
                                            {
                                                "content": "21.  Section 1(1), before the amendments of 24 December 2015, read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“An internally displaced person is a citizen of Ukraine who permanently resides in Ukraine, [and] who was forced or who voluntarily left his or her place of residence as a result or in order to avoid the negative consequences of the armed conflict, temporary occupation, widespread manifestation of violence, large-scale violations of human rights and emergency situations of natural disaster or anthropogenic hazards.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  Section 7(2) reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Ukraine takes all possible measures aimed at resolving issues related to the social protection of persons, including reinstatement of social benefits to internally displaced persons.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  Section 7(3) reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Elderly citizens, disabled people, disabled children and any other persons in difficulty who are registered as internally displaced persons are entitled to receive social benefits in accordance with the law currently in force at the place of registration of their actual place of residence.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The procedure for preparing and issuing certificates of registration as an internally displaced person was established by Resolution no. 509 of the Cabinet of Ministers of Ukraine of 1 October 2014 “On the registration of persons displaced from the temporarily occupied territory of Ukraine and anti-terrorist operation area” (after relevant amendments “on the registration of internally displaced persons”).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Resolution no. 637 of the Cabinet of Ministers of Ukraine of 5 November 2014 “on welfare payments to persons displaced from the temporarily occupied territory of Ukraine and anti-terrorist operation area (after relevant amendments “on welfare payments to internally displaced persons”)",
                                        "elements": [
                                            {
                                                "content": "25.  Section 1 provided that the assignment and continuation of social benefit payments to an internally displaced person is conducted in accordance with his or her place of residence, which should be confirmed by a certificate of registration as an internally displaced person issued in compliance with Resolution no. 509 of the Cabinet of Ministers of Ukraine (see paragraph 24 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Resolution no. 595 of the Cabinet of Ministers of Ukraine of 7 November 2014 “on issues of financing publicly funded institutions, paying social benefits and providing financial support to certain enterprises and organisations in the Donetsk and Luhansk regions”",
                                        "elements": [
                                            {
                                                "content": "26.  Section 3 reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Ministries and other State authorities shall, by 1 December 2014, ensure that publicly funded institutions, enterprises and organisations under their control are relocated from territory outside the control of the State authorities to settlements where the State authorities exercise their powers in full.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The resolution approved an Interim Order “on financing publicly funded institutions, paying social benefits and providing financial support to certain enterprises and organisations in the Donetsk and Luhansk regions”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Section 2 reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the settlements of the Donetsk and Luhansk regions, where the State authorities do not exercise their powers in full, payments from the State Budget, the Pension Fund of Ukraine and other compulsory State social insurance funds will only be conducted after the State authorities regain control over those territories.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The resolution came into force on 11 November 2014.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Resolution no. 1085-p of the Cabinet of Ministers of Ukraine of 7 November 2014 “approving the list of settlements on the territory temporarily outside the control of the State authorities or where the State authorities do not exercise their powers in full”",
                                        "elements": [
                                            {
                                                "content": "30.  The resolution defined the areas which are temporarily outside the control of the Government, and includes the city of Donetsk.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Jurisdiction of administrative courts and subject-matter jurisdiction over administrative cases",
                                "elements": [
                                    {
                                        "content": "31.  Article 17 § 2 of the Code of Administrative Justice of Ukraine provides that administrative courts have jurisdiction over claims by individuals or legal entities against public authorities regarding their decisions (regulations or individual legal acts), actions or omissions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Article 18 § 1 (4) of the same Code provides that local courts of general jurisdiction have jurisdiction over claims by individuals against public authorities regarding the calculation, recalculation and payment of social benefits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Article 18 § 2 (1) provides that regional administrative courts have jurisdiction over all claims by individuals or legal entities against public authorities except in the particular cases specified in the Code.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Relocation of courts from the territory not controlled by the Government",
                                "elements": [
                                    {
                                        "content": "1.  Law of Ukraine of 12 August 2014 “on the administration of justice and criminal proceedings in connection with the anti-terrorist operation”",
                                        "elements": [
                                            {
                                                "content": "34.  Under Article 1, the territorial jurisdiction of court cases within the competence of the courts located in the area of the anti-terrorist operation was changed. The relevant higher specialised courts of Ukraine were authorised to designate the courts that would have jurisdiction over cases which would normally have been examined by courts located in the area where the anti-terrorist operation was being conducted, but which were prevented from operating.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Order no. 193 of the Higher Administrative Court of Ukraine of 2 September 2014 “on ensuring the consideration of administrative cases within the competence of the administrative courts located in the anti-terrorist operation area”",
                                        "elements": [
                                            {
                                                "content": "35.  Section 1 provided that administrative cases within the competence of administrative courts located in the area outside the control of the Government, were to be considered by the following courts:",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Zaporizhzhia Regional Administrative Court – administrative cases within the competence of the Donetsk Regional Administrative Court;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Kharkiv Administrative Court of Appeal – administrative cases subject to review by the Donetsk Regional Administrative Court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Order no. 2710/38-14 of the Higher Specialised Court of Ukraine for Civil and Criminal Cases “on establishing territorial jurisdiction of the courts’ cases” with subsequent amendments",
                                        "elements": [
                                            {
                                                "content": "36.  The order provided that administrative cases within the competence of the courts of general jurisdiction located in the city of Donetsk were to be considered by certain courts located on the territory controlled by the Government.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Order no. 262 of the Higher Administrative Court of Ukraine of 15 December 2014 “on relocating the operations of the Donetsk Regional Administrative Court”",
                                        "elements": [
                                            {
                                                "content": "37.  Section 1 provided that the operations of the Donetsk Regional Administrative Court were to be relocated to the city of Sloviansk, territory controlled by the Government, as of 22 December 2014.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Order no. 252 of the Head of the Higher Administrative Court of Ukraine of 1 December 2014 amending Order no. 193 of the Head of the Higher Administrative Court of Ukraine of 2 September 2014 “on ensuring the consideration of administrative cases within the competence of the administrative courts located in the anti-terrorist operation area” (see paragraph 35 above)",
                                        "elements": [
                                            {
                                                "content": "38.  The order provided that the operations of the Donetsk Regional Administrative Court of Appeal were to be relocated to the city of Kramatorsk, territory controlled by the Government.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "39.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to order their joinder (Rule 42 § 1 of the Rules of Court).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicants complained under Article 6 § 1 and/or Article 13 of the Convention taken in conjunction with Article 1 of Protocol No. 1 that they could not challenge the suspension of their social benefits before the courts, since the latter had been removed from the areas of hostilities.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court, which is master of the characterisation to be given in law to the facts of the case (see, amongst many other authorities, Guerra and Others v. Italy, 19 February 1998, § 44, Reports of Judgments and Decisions 1998-I), finds that these complaints fall to be examined solely under Article 6 § 1 of the Convention, which in the present case should be viewed as a lex specialis in relation to Article 13 (see, mutatis mutandis, Frida, LLC v. Ukraine, no. 24003/07, § 24, 8 December 2016).",
                                "elements": []
                            },
                            {
                                "content": "42.  Article 6 § 1 of the Convention reads, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "43.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "44.  The Government confirmed that the domestic courts had been inoperative in the city of Donetsk since August 2014. They stated that representatives of the so-called “DPR” and “LPR” had posed a threat to judges, representatives of law-enforcement bodies and citizens in need of judicial protection in the area outside the control of the Government. Therefore, after amendments to the law (see paragraph 34 above), the courts had been removed from the areas of hostilities and were operating in the neighbouring regions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Government also submitted that the applicants had had an opportunity to travel to the territory controlled by the Government. In particular, the first, second and sixth applicants had been registered with the social insurance authorities on the territory controlled by the Government (see paragraphs 16 and 17 above). The sixth and seventh applicants had officially entered the territory controlled by the Government on 31 October 2015 (see paragraph 19 above). Given the above, the Government stated that the applicants had had access to the courts on the territory controlled by the Government and so could have brought claims before the courts had they wished to do so.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The applicants disagreed. The first applicant submitted that she had been unable to travel to the courts located on the territory controlled by the Government, because of health problems and a lack of funds. She provided medical certificates issued by an institution in the so-called “DPR” dated 26 September 2015 and 12 April 2016, confirming that she suffered from dyscirculatory encephalopathy (grade 2), cephalalgia (headaches) and asthenia (weakness). The other applicants submitted similar arguments without specifying their health problems. The applicants also submitted that the State had not provided unobstructed entry to the territory and had not guaranteed them their safety during the trips there.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "47.  The Court notes at the outset that the impossibility, for the tribunals located in the city where the applicants reside, to adjudicate their claims is a result of the hostilities in the areas the Government do not control.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Therefore, there is no question that the authorities of the respondent State have intentionally “restricted” or “limited” the exercise of the applicants’ right of access to court (contrast, for example, Omar v. France, 29 July 1998, §§ 34-44, Reports 1998-V). The question before the Court is, rather, whether the respondent State has taken all the measures available to it to organise its judicial system in a way that would render the rights guaranteed by Article 6 effective in practice (see, mutatis mutandis, Unión Alimentaria Sanders S.A. v. Spain, 7 July 1989, § 38, Series A no. 157, and Davran v. Turkey, no. 18342/03, § 45, 3 November 2009), in the light of the long-established principle that the Convention is intended to guarantee rights that are practical and effective, and not theoretical and illusory (see Artico v. Italy, 13 May 1980, § 33, Series A no. 37, and Ibrahim and Others v. the United Kingdom [GC], nos. 50541/08, 50571/08, 50573/08 and 40351/09, § 272, ECHR 2016). In examining this question, the Court is conscious of the context in which the case arose, notably that of the hostilities in the region, and notes that it would be artificial to examine the facts of the case without considering that general context (see Khlebik v. Ukraine, no. 2945/16, § 71, 25 July 2017, with further reference).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court reiterates that, under its case-law, Article 6 § 1 embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before courts in civil matters, constitutes one aspect only (see Golder v. the United Kingdom, 21 February 1975, § 36, Series A no. 18). For the right of access to be effective, an individual must have a clear, practical opportunity to challenge an act that is an interference with his or her rights (see Bellet v. France, 4 December 1995, § 36, Series A no. 333-B, and Lupeni Greek Catholic Parish and Others v. Romania [GC], no. 76943/11, § 86, ECHR 2016 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court observes that, as of at least August 2014, the courts in Donetsk were inoperative, which is not in dispute between the parties (see paragraph 44 above). Accordingly, from that time onwards the applicants were unable to file claims with the courts located in the city of Donetsk, which clearly constituted a limitation on their right of access to a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court reiterates that the right of access to the courts is not absolute but may be subject to limitations; these are permitted by implication since the right of access by its very nature calls for regulation by the State, regulation which may vary in time and in place according to the needs and resources of the community and of individuals (see Ashingdane v. the United Kingdom, 28 May 1985, § 57, Series A no. 93, and Stanev v. Bulgaria [GC], no. 36760/06, § 230, ECHR 2012). In laying down such regulation, the Contracting States enjoy a certain margin of appreciation. Whilst the final decision as to observance of the Convention’s requirements rests with the Court, it is no part of the Court’s function to substitute for the assessment of the national authorities any other assessment of what might be the best policy in this field. Nonetheless, the limitations applied must not restrict the access left to the individual in such a way or to such an extent that the very essence of the right is impaired. Furthermore, a limitation will not be compatible with Article 6 § 1 if it does not pursue a legitimate aim and if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see Cordova v. Italy (no. 1), no. 40877/98, § 54, ECHR 2003-I, and Lupeni Greek Catholic Parish and Others, cited above, § 89).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court acknowledges that the State authorities might sometimes experience certain difficulties in ensuring the proper functioning of the judicial system in certain regions in view of ongoing hostilities in those regions. Nevertheless, in the Court’s view, the State authorities are expected to take certain steps to resolve the problem by, for instance, specifically authorising claims to be filed in courts in another region of the State (see, mutatis mutandis, Khamidov v. Russia, no. 72118/01, § 156, 15 November 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court observes that in the present case the State introduced amendments to the law first authorising courts in the neighbouring regions to consider cases which would have otherwise been considered by courts on the territory not controlled by the Government and later relocating the operations of the relevant courts on the territory controlled by the Government (see paragraphs 34 to 38 above). In particular, in September 2014 – two or four months before the present applications were lodged before the Court – the courts located on the territory controlled by the Government would have already had jurisdiction over the applicants’ administrative cases, if lodged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court notes that there is no evidence to support the applicant’s allegations that their personal situations precluded them from travelling to the territory where the relevant courts were situated to file claims or authorising a representative to do so. In fact, it appears from the documents provided by the parties that four of the applicants were able to travel to the territory controlled by the Government after the courts had been relocated (see paragraphs 16, 17 and 19 above). This was, in particular, also the case of the first applicant, who, notwithstanding her health problems (see paragraph 46 above), was able to register herself with the Labour and Social Security Department of the Krasnoarmiysk District of the Donetsk region (see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court recalls that in the recent case of Khlebik v. Ukraine, cited above, it assesed if the Ukrainian State authorities had taken all the measures available to them to organise the judicial system in a way that would render the rights guaranteed by Article 6 effective in the specific situation of ongoing conflict, and came to the conclusion that they have done all in their power under the circumstances to adress the applicant’s situation (§ 79). Equally, in the present case the Court considers that the domestic authorities took the steps reasonably expected of them to ensure the proper functioning of the judicial system making it accessible to the residents of the territories currently outside the control of the Government (see, a contrario, Khamidov, cited above, § 156). In the absence of any evidence that the applicants’ personal situation precluded them from making use of that system, the Court concludes that in the circumstances of the present case the applicants’ inability to bring their claims before the courts in their city of residence did not impair the very essence of their right of access to court. The limitation of that right was due to the objective fact of the hostilities in the areas the Government do not control (see paragraph 47 above) and, taking into account the objective obstacles that the Ukrainian authorities had to face, was obviously not disproportionate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  There has, accordingly, been no violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  The applicants complained that the social benefits due to them had been suspended in breach of Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "58.  The Government confirmed that, owing to the ongoing hostilities in Eastern Ukraine, the State had had to suspend all social benefit payments on those territories. However, the domestic authorities had introduced new legislation allowing recipients of social benefits from the territories of the Donetsk or Luhansk regions that were outside the control of the State, to apply to the relevant social insurance authorities located on the territory controlled by the Government for reinstatement of their social benefits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  As an example of the effectiveness of the newly introduced system for paying social benefits, the Government pointed out that the first and second applicants had been receiving their social benefits since 1 July 2014, as they were registered with the social insurance authorities in the city of Pokrovsk (formerly Krasnoarmiysk), territory controlled by the Government (see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Government further stated that as the first and second applicants had availed themselves of the mechanism introduced by the domestic authorities for reinstatement of their social benefits, they could not be considered to be victims of a violation of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Government further submitted that the other applicants had not applied to the social insurance authorities for reinstatement of their social benefits. Moreover, according to the Government, all the applicants could have challenged the suspension of their social benefits before the administrative courts located on the territory controlled by the Government. They therefore asserted that the applicants had failed to exhaust effective domestic remedies before making their applications to the Court, contrary to Article 35 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Lastly, in the alternative, the Government contended that the complaints were manifestly ill-founded.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicants",
                                        "elements": [
                                            {
                                                "content": "63.  The applicants disagreed. They repeated that they could not travel to the territory controlled by the Government, because of health problems, lack of safety during the trips there and a lack of funds. Accordingly, they alleged that the domestic remedies suggested by the Government had been inaccessible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The first and second applicants also confirmed that they had managed to have their social benefits reinstated on the territory controlled by the Government. However, they contested the Government’s submission that they were not victims of a violation of the Convention. They contended that the amount of social benefits they had been receiving was incorrect and that the social insurance authorities had not covered the expenses they had had to incur to travel to the territory controlled by the Government. They also submitted that in order to receive their social benefit payments, they had had to submit false information to the relevant State authorities stating that they resided on the territory controlled by the Government as internally displaced persons. They were in fact however still residing in Donetsk. Therefore, given that they had submitted false information, they had feared that their social benefits could be suspended at any time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  Lastly, the first three applicants submitted that they had not been aware of the enactment of the Law of 12 August 2014 “on the administration of justice and criminal proceedings in connection with the anti-terrorist operation” (see paragraph 34 above). They stated that the Ukrainian media had not been operating in Donetsk since 24 July 2014, thus they had been unable to learn of the relocation of the courts to the neighbouring regions.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "66.  The Court notes that, as it appears from the parties’ submissions, the first two applicants had been receiving their social benefits, including those due to them for the period 1 July 2014 to 15 June 2015. The Court notes that, notwithstanding this reinstatement, the applicants did not agree with the amount received and complained that they had not been reimbursed the expenses they had had to incur to travel to the territory controlled by the Government. They also complained about other aspects of the effectiveness of the system for paying social benefits (see paragraph 64 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  However, even assuming that the applicants in question have retained their victim status, the complaint under Article 1 of Protocol No. 1 to the Convention is in any event inadmissible for the following reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court notes that none of the applicants challenged the decision to suspend their social benefits before the domestic courts, as they considered that access to those courts was absent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court reiterates that the requirement that an applicant must first make use of domestic remedies before applying to the Court is an important aspect of the machinery of protection established by the Convention, which is subsidiary to the national systems safeguarding human rights (see Akdivar and Others v. Turkey, 16 September 1996, § 65, Reports 1996-IV). The general principles concerning exhaustion of domestic remedies are resumed in Vučković and Others v. Serbia [GC], nos. 17153/11 and 29 others, §§ 69-77, 25 March 2014.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court notes that the authorities relocated all courts in areas no longer under their control to the neighbouring regions in September 2014 (see paragraph 53 above). The Court further refers to its findings in respect of the applicants’ complaint under Article 6 (see paragraph 55 above) and reiterates that in the specific context in which the case arose none of the applicants were disproportionately restricted in their right of access to a court guaranteed by that provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Consequently, the Court concludes that by failing to raise their complaints before the domestic courts the applicants did not provide the national authorities with an opportunity which is in principle intended to be afforded to Contracting States by Article 35 of the Convention, namely the opportunity to prevent or put right Convention violations through their own legal system (see, mutatis mutandis and among other authorities, Cardot v. France, 19 March 1991, § 36, Series A no. 200, and Vučković and Others, cited above, § 90). Accordingly, the Government’s objection of failure to exhaust domestic remedies must be upheld.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  It follows that this complaint must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION IN CONJUNCTION WITH ARTICLE 6 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "73.  The first three applicants complained that they had suffered discrimination in the enjoyment of their right of access to court and of their property rights on the grounds of their place of residence, contrary to Article 14 read in conjunction with Article 6 of the Convention and/or with Article 1 of Protocol No. 1 to the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Article 14 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": " “The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "74.  The Government submited that the relocation of the courts from the non-controlled territory had not been discriminatory and was not aimed at restricting the rights of those who lived on those territories. On the contrary, the aim of the relocation had been to ensure the compliance of rights guaranteed by law for those who lived in the zone of the ongoing hostilities. Given the above, the Government stated that the above complaints should be rejected as manifestly ill-founded.",
                                "elements": []
                            },
                            {
                                "content": "75.  The Court notes that the right under Article 14 not to be discriminated against in the enjoyment of the rights guaranteed under the Convention is breached when States treat differently persons in analogous situations without providing an objective and reasonable justification (see Thlimmenos v. Greece [GC], no. 34369/97, § 44, ECHR 2000-IV).",
                                "elements": []
                            },
                            {
                                "content": "76.  The Court notes from the outset that the first three applicants compared their own position to those of residents of other territories of Ukraine that are under the control of the Government.",
                                "elements": []
                            },
                            {
                                "content": "77.  The Court notes that the main difference between the situation of the first three applicants as compared to the situation of persons residing in the territory of other regions controlled by the Government, is that in the city where these applicants reside the Government do not exercise their powers (see paragraph 47 above). Apparently, this significantly restricts if not deprives the Government of the possibility to effectively maintain operation of the courts and social benefit payments on this territory. The objective factor of the hostilities going on in the region where the first three applicants reside forced the Government to adopt remedial measures which were not needed in those other parts of the country which remained under their control. In the light of the above, the Court finds that the first three applicants do not find themselves in an “analogous situation” compared to those who reside on the territory controlled by the Government.",
                                "elements": []
                            },
                            {
                                "content": "78.  The complaint is, consequently, manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "79.  Lastly, the first three applicants complained, without providing any details, that the existing situation infringed their right to life under Article 2 § 1 of the Convention, given their low standard of living.",
                                "elements": []
                            },
                            {
                                "content": "80.  Regardless of other reasons for inadmissibility, the Court finds no reason to depart from its findings above that the applicants had at their disposal remedies which were available to them and would have been effective. Those remedies should have been used prior to their applications before the Court being lodged (see paragraph 71 above).",
                                "elements": []
                            },
                            {
                                "content": "81.  It follows that this part of the applications must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention for failure to exhaust domestic remedies.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint under Article 6 § 1 of the Convention admissible and the remainder of the applications inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 February 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Iulia Motoc",
            "role": "judges"
        },
        {
            "name": "Carlo Ranzoni",
            "role": "judges"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        },
        {
            "name": "Marialena Tsirli",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TSEZAR AND OTHERS v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-180845.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0213JUD007359014",
    "externalsources": [],
    "extractedappno": [
        "73590/14",
        "73593/14",
        "73820/14",
        "4635/15",
        "5200/15",
        "5206/15",
        "7289/15",
        "2710/38",
        "24003/07",
        "18342/03",
        "50541/08",
        "50571/08",
        "50573/08",
        "40351/09",
        "2945/16",
        "76943/11",
        "36760/06",
        "40877/98",
        "72118/01",
        "17153/11",
        "34369/97"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 1 of Law of Ukraine of 12 August 2014 on the administration of justice and criminal proceedings in connection with the anti-terrorist operation",
        "Section 1 of Order no. 193 of the Higher Administrative Court of Ukraine of 2 September 2014 on ensuring the consideration of administrative cases within the competence of the administrative courts located in the anti-terrorist operation area, as amended by Order no. 252 of 1 December 2014",
        "Order no. 2710/38-14 of the Higher Specialised Court of Ukraine for Civil and Criminal Cases on establishing territorial jurisdiction of the courts’ cases",
        "Section 1 of Order no. 262 of the Higher Administrative Court of Ukraine of 15 December 2014 on relocating the operations of the Donetsk Regional Administrative Court"
    ],
    "itemid": "001-180845",
    "judgementdate": "13/02/2018 00:00:00",
    "kpdate": "13/02/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "13",
        "7",
        "14",
        "128",
        "236",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "35-1",
        "35-3-a",
        "6-1",
        "35",
        "6"
    ],
    "parties": [
        "TSEZAR AND OTHERS",
        "UKRAINE"
    ],
    "rank": "2238.59838867188",
    "representedby": [],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Akdivar and Others v. Turkey, 16 September 1996, § 65, Reports 1996-IV",
        "Artico v. Italy, 13 May 1980, § 33, Series A no. 37",
        "Ashingdane v. the United Kingdom, 28 May 1985, § 57, Series A no. 93",
        "Bellet v. France, 4 December 1995, § 36, Series A no. 333-B",
        "Cardot v. France, 19 March 1991, § 36, Series A no. 200",
        "Cordova v. Italy (no. 1), no. 40877/98, § 54, ECHR 2003-I",
        "Davran v. Turkey, no. 18342/03, § 45, 3 November 2009",
        "Frida, LLC v. Ukraine, no. 24003/07, § 24, 8 December 2016",
        "Golder v. the United Kingdom, 21 February 1975, § 36, Series A no. 18",
        "Guerra and Others v. Italy, 19 February 1998, § 44, Reports of Judgments and Decisions 1998-I",
        "Ibrahim and Others v. the United Kingdom [GC], nos. 50541/08, 50571/08, 50573/08 and 40351/09, § 272, ECHR 2016",
        "Khamidov v. Russia, no. 72118/01, § 156, 15 November 2007",
        "Khlebik v. Ukraine, no. 2945/16, § 71, 25 July 2017",
        "Lupeni Greek Catholic Parish and Others v. Romania [GC], no. 76943/11, ECHR 2016 (extracts)",
        "Omar v. France, 29 July 1998, §§ 34-44, Reports 1998-V",
        "Stanev v. Bulgaria [GC], no. 36760/06, § 230, ECHR 2012",
        "Thlimmenos v. Greece [GC], no. 34369/97, § 44, ECHR 2000-IV",
        "Unión Alimentaria Sanders S.A. v. Spain, 7 July 1989, § 38, Series A no. 157",
        "Vučković and Others v. Serbia [GC], nos. 17153/11 and 29 others, 25 March 2014"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "472324",
    "typedescription": "15"
}