{
    "__articles": "8;8-1;8-2;35",
    "__conclusion": "Remainder inadmissible;No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life)",
    "applicability": "",
    "appno": "10592/12",
    "article": [
        "8",
        "35"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life"
            ],
            "element": "No violation of Article 8 - Right to respect for private and family life",
            "type": "no-violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        }
    ],
    "content": {
        "001-157966.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 10592/12) against the Kingdom of Sweden lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Serbian national, Ms Ljiljana Jovanovic (“the applicant”), on 20 December 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr J. Turjaka, a lawyer practising in Linköping. The Swedish Government (“the Government”) were represented by their Agent, Ms H. Lindquist, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the refusal to terminate the compulsory public care of her son violated her right to family life under Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 20 February 2013 the application was communicated to the Government. In accordance with Article 36 § 1 of the Convention, the Serbian Government were also invited to submit written comments but declined to do so.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background and taking into public care of the applicant’s son",
                                "elements": [
                                    {
                                        "content": "5.  The applicant was born in 1982 and lives in Eskilstuna, Sweden. She originates from Serbia and is a Serbian Orthodox Christian. In April 2007 she started a relationship with a Serbian man, B., who lived in Sweden, and in August 2007 they married in Serbia. Subsequently, the applicant was first granted a temporary residence permit in Sweden until December 2009 and then, in April 2010, she was granted a permanent residence permit. The applicant moved to Sweden in January 2008 and, on 25 July 2008, she and B. had a son, X.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  Due to a suspected infection, X remained in hospital for a week following his birth before he was discharged in good health. On 20 August 2008 the applicant and B. took X to hospital where it was revealed that he had bruises on his genitals. The family was allowed to return home after X had been examined. On the following day X’s condition worsened and he suffered from cramps. The applicant and B. again took him to hospital. X suffered extensive bleeding in the brain and a chief physician at the hospital suspected that he had been severely ill-treated. X was kept in hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 25 August 2008, a physician filed a report on suspected child abuse with the social services and, on the same date, the Employment and Family Council (arbetsmarknads- och familjenämnden, hereafter the Social Council) in Eskilstuna decided, under section 6 of the Act with Special Provisions on the Care of Young Persons (Lagen med särskilda bestämmelser om vård av unga, 1990:52; hereafter the “1990 Act”), to take X into immediate compulsory public care on a provisional basis. The decision was executed on that same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 2 September 2008 the County Administrative Court (länsrätten) of the County of Södermanland confirmed the decision of the Social Council. It appears that the applicant did not appeal against this decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Subsequently, the Social Council applied to the County Administrative Court for a care order in respect of X. The applicant and B., who were represented by legal counsel, opposed the measure while X’s legal representative agreed that it would be in the child’s best interest to be placed in compulsory public care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  By judgment of 28 October 2008 the County Administrative Court, after having held an oral hearing, granted a care order in respect of X. The court noted that, according to a medical certificate submitted by a chief physician, X had bruises on his genitals, probably injuries from being squeezed. Bleeding in the brain and a red spot on the left side of the chest strongly suggested that X had been gripped tightly and violently shaken and suffered from “shaken baby syndrome”. X had severe brain injuries and would probably suffer lifelong mental and physical disabilities. The court found that X’s injuries had occurred while he had been in his parents’ care. Thus, in the court’s opinion, it did not matter who had actually caused the injuries but it sufficed to state that the parents had failed to protect X from being injured. The court concluded that the parents had shown a serious lack of ability to care for their son. The judgment had immediate effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 9 March 2009 the Administrative Court of Appeal (kammarrätten) in Stockholm upheld the lower court’s judgment. It held that neither the oral statements made before it, nor any other circumstances of the case, could alter the conclusions reached by the County Administrative Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant appealed to the Supreme Administrative Court (Högsta förvaltningsdomstolen) which, on 17 June 2009, refused leave to appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In the meantime, on 19 September 2008, X was transferred from the hospital to an evaluation and treatment home (utrednings- och behandlingshem) together with the applicant and B. The main responsibility of that home was to secure X’s protection. It also had the tasks of evaluating the parents’ ability to care for X, of providing the parents with such abilities if needed and of supporting the parents in their crisis situation. The staff at the home found, after the family had been there for eight weeks, that the applicant had shown good ability to satisfy X’s basic physical needs, take care of his practical needs and had been constantly present for him. However, she had shown considerable flaws in her emotional interaction with X and it was said, among other things, that she had not been able to separate her need for consolation and emotional care from X’s feelings and needs. Her attitude towards X was described as if she objectified him rather than regarded him as an individual in his own right, which in the report was described as highly worrying. It was further noted that she did not accept X’s injuries and that she did not talk at all about his future disabilities. As regards B., the staff at the home noted inter alia that he had been absent to a great extent due to his work commitments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In December 2008 a criminal investigation concerning suspected child abuse in respect of the applicant and B. was discontinued since it was impossible to prove that either of them had committed the abuse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In March 2009 X was placed in a family home (familjehem) consisting of a Swedish married couple.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In September 2009 the applicant twice reported B. to the police, claiming he had threatened to kill her and her family.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s request for termination of the public care",
                                "elements": [
                                    {
                                        "content": "17.  On 5 February 2010 the applicant requested the Social Council to terminate the public care. She insisted that she had never ill-treated X nor witnessed anyone else doing so. She had had no reason to suspect that X risked ill-treatment at home. Moreover, she submitted that she and B. had divorced and that, through an interim decision, she had been granted sole custody of X while B. had limited visiting rights. Furthermore, she had completed her studies in Swedish for immigrants and was planning to find work.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Social Council ordered an investigation into the family’s situation which was completed on 22 February 2010. The purpose was to investigate and analyse whether X should remain in public care. The social services spoke with the applicant and B., visited the family home and gathered relevant information for the case. Once finalised, the investigation report stated, inter alia, that according to a medical certificate issued by Professor O.F., a specialist on “shaken baby syndrome”, X was suffering from that syndrome. It was also stressed that X’s life had been in danger when he had been shaken, that he had suffered lasting brain injuries and would need care for the rest of his life. It was further noted that X had suffered injuries to his genitals. Moreover, it was stressed that it was the social services’ responsibility to ensure X’s safety and that, regardless of which parent had caused X’s injuries, the other parent had failed to protect him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 25 March 2010 the Social Council rejected the applicant’s request to terminate the public care. In its decision the Social Council referred to the findings of the investigation report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant appealed against the decision to the County Administrative Court and requested that the care order be terminated. She maintained that there was no need to keep X in public care as she was fully capable of caring for her own child. She further criticised the medical certificates that had been submitted in the case and contested the assumption that X suffered from “shaken baby syndrome”. Instead she claimed that X’s injuries had been caused by malpractice of personnel at the hospital where he had been treated. She further argued that X’s human rights were being violated since he was not allowed to speak his native language and practise his religion. She also complained about the proceedings before the Social Council, which she considered to be flawed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Social Council contested the applicant’s claims, stressing that X’s life had been in danger and that he had suffered lasting brain injuries while in his parents’ care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 28 May 2010 the County Administrative Court rejected the applicant’s request to obtain an opinion from the Legal Advisory Council of the National Board of Health and Welfare (Socialstyrelsens Rättsliga råd). According to the County Administrative Court, there was no reason to obtain such an opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Both parties submitted documentary evidence. The applicant submitted, inter alia, a medical certificate of her own, stating that X likely suffered from a severe brain injury, probably anoxic brain injury (injury to the brain due to a lack of oxygen).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 20 August 2010 the County Administrative Court held an oral hearing in the case, where the applicant insisted that she had not in any way ill-treated X. Nor had she seen that X had been harmed by B. or any other person. According to her, there was nothing to suggest any flaws in her parental abilities and she maintained that X’s injuries had been caused by malpractice at the hospital. The Social Council stated that it could not rule out the possibility that X had been ill-treated at home. It further stressed that the submitted medical certificates showed that someone had shaken X, causing him severe injuries. X’s legal representative agreed that it would be in his best interest to remain in public care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 31 August 2010 the County Administrative Court rejected the appeal. Firstly, it found that there had been no flaws in the Social Council’s handling of the case which could affect the court’s assessment. The court then noted that the applicant had contested the physicians’ conclusions and, moreover, that she had submitted a medical certificate of her own. However, the court considered that the applicant’s reasoning in this regard was based on speculation and accusations which, in all essential parts, were unsubstantiated. It held that the medical certificate submitted by the applicant did not in any way contradict those previously submitted. Thus, nothing had emerged that would lead the court to reassess the circumstances that had led to the initial decision to take X into public care. Furthermore, the court found that the changes to the applicant’s life (the divorce and obtaining sole custody of X) were not sufficient to have a decisive effect on the outcome of the proceedings. It also stressed that it was important that X continue to bond with his family home parents. Furthermore, the court took into consideration that X had been subjected to severe ill-treatment while in his parents’ care and that the circumstances surrounding the incident had not been clarified. Thus, the compulsory public care order should remain in place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant appealed to the Administrative Court of Appeal, maintaining her request for an opinion from the Legal Advisory Council. The applicant also reiterated her criticism of the conclusions given in the medical certificates and, again, questioned the assumption that X suffered from “shaken baby syndrome”. She further maintained that X’s injuries had been caused by malpractice at the hospital. The applicant also questioned the family home’s ability to care for her son.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Social Council and X’s legal representative both contested the applicant’s claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 3 November 2010 the Administrative Court of Appeal granted the applicant’s request for an opinion from the Legal Advisory Council. The opinion was submitted to the court on 18 January 2011. It referred to a certificate by the scientific advisor T.A., a physician specialised in medical radiology, which stated, inter alia, that X’s injuries had been caused by severe violence and that his injuries corresponded exactly to “shaken baby syndrome”. The injuries could not have been caused by illness or complications related to an illness nor through a minor accident such as a fall from a changing table or similar. The injuries could not have been a consequence of an injury during delivery either. Thus, T.A. wholly agreed with the assessments previously made by Professor O.F.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 18 March 2011 the Administrative Court of Appeal held an oral hearing where the applicant stated that she had started to question her earlier position that X’s injuries had not been caused by ill-treatment in their home. Although she had not actually witnessed anyone harming X, she said that the only person, apart from herself, who could have done so was B. On the day they had taken X to the hospital, B. had been in a bad temper. On that day B. had taken care of X while she had been in the bathroom preparing a bath for X, and from the bathroom she had heard X cry and had gone to see what was the matter. B. had then told her to leave the room and after she had done so the baby had become quiet and B. had left the apartment. Just shortly after this and while undressing X, she had noticed that something was wrong with him and that he was having trouble breathing. B. had threatened her and told her that she would be expelled from Sweden if she were to tell anyone what had happened. She also told the court that B. had often been irritated when X cried and that he had had a tendency to “explode”. The applicant further stated that her life was stable, she spoke Swedish, had an apartment and work, and she would do everything to ensure that X received the care and treatment he needed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Social Council maintained that X would be exposed to danger if he were to be left in the applicant’s care. X’s legal representative contested the applicant’s claims and pointed out that, although it had not been clarified who had caused X’s injuries, it must be presumed that it was one of the parents. Although she found no reason to question that, with help, the applicant would be able to care for her son, she considered that he was in need of protection until it had been established who had caused his injuries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 12 April 2011 the Administrative Court of Appeal upheld the lower court’s judgment. From the outset, it noted that the primary consideration was the best interests of the child. The court then observed that X needed extensive care and great responsibility was therefore placed on the custodian in terms of understanding X’s needs. Thus, the court considered it encouraging that the applicant had now accepted the conclusions in the medical certificate concerning X’s state of health and the cause of his injuries. In addition, the court considered that the applicant’s life situation had improved since the decision to take X into public care. Of decisive importance to the court was, however, whether X’s needs could be met by the applicant. In this context, the court noted that it had still not been clarified who had caused his injuries. The court further considered that, in the light of the applicant’s statement before the court, her previous behaviour was difficult to understand. Although the court acknowledged the applicant’s exposed situation at the time of X’s injuries, it nevertheless stressed that the conditions in the family had led to serious deficiencies in X’s care, causing him life-threatening injuries and lifelong disabilities. The court concluded that there was still a clear risk of impairment to X’s health and development if the public care were to be terminated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Upon further appeal by the applicant, the Supreme Administrative Court refused leave to appeal on 20 June 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 29 September 2011, in proceedings regarding custody of X between the applicant and B., the District Court (tingsrätten) repealed its provisional decision of 22 October 2009 to grant sole custody of X to the applicant and decided that the parents should have joint custody. It appears that the applicant and B. had agreed that they needed to cooperate on questions relating to X’s future situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 12 December 2012 and on 10 July 2013 the Social Council decided that the public care should continue. As far as is known to the Court, the applicant did not appeal against these decisions.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Contact restrictions",
                                "elements": [
                                    {
                                        "content": "35.  Following the granting of the public care order, the applicant’s contact rights to visit X were regularly examined by the domestic authorities. During X’s first three weeks in the family home, the applicant and B. visited him three times per week. Subsequently, the applicant and B. visited him once a week. During the visits, an interpreter and a support person were present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 4 June 2009, the Social Council decided to reduce the parents’ contact rights to once every other month since the visits had had a clearly negative effect on X’s mental state. The applicant did not agree with the changes and appealed against the decision to the County Administrative Court. On 15 October 2009 the court dismissed the appeal. The applicant did not lodge a further appeal with the appellate courts. In January 2010 the contact rights were extended to one and a half hours once every month, as X was feeling better. However, on 22 July 2010 the Social Council decided again to reduce the parents’ contact rights to one hour every month, since X had been affected negatively during and after the visits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant appealed against the decision, maintaining that she had not in any way ill-treated X and that she wanted to care for him. On 31 August 2010 the County Administrative Court, after having held an oral hearing, upheld the Council’s decision. The court observed that X had reacted negatively during the visits and held that, due to his great need of care and treatment for his disabilities, it was important for him to be in a stable and calm environment and be allowed to bond with his family home parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant appealed to the Administrative Court of Appeal which, after having held an oral hearing, rejected the appeal on 12 April 2011. The court noted that the Social Council intended to film the visits and subsequently, with the help of the Child and Youth Psychiatric Clinic (Barn- och ungdomspsykiatrin), analyse the results. Having regard to this, and the observations made by the Social Council during the visits, the court held that the contact restrictions should remain. The applicant did not appeal against the decision to the Supreme Administrative Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In the meantime, in May 2010, the applicant requested that X be placed in another family home since she considered that the current family home couple did not care sufficiently well for her son. She also added that she considered it to be X’s right to be placed in a Serbian family. In September 2010, after having carried out an investigation, the Social Council rejected the request on the ground that it would not be in X’s best interest to be moved to another family home and that his needs were best met by remaining where he was. The applicant does not appear to have appealed against this decision to the administrative courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 26 October 2011 the Social Council decided that the applicant would be allowed to speak Serbian to X during the visits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Following the filming of the applicant and X during one hour, in a report dated 3 June 2012, the company, which had been assigned by the Social Council to carry out the filming and analysing the emotional interplay between the applicant and X, stated that the applicant had shown sensitivity towards X and that they had shown a genuinely good interplay. It was further noted that the applicant had the necessary abilities to support X in his future development. The report concluded that it was of great importance for X to be allowed to see his mother much more often. It was also recommended that the visits take place without the presence of the family home parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 12 June 2012, the contact rights of the applicant and B. were extended to one and a half hours once every month. It was also considered that the meetings functioned without a support person present. According to the Government, this arrangement was to remain in place until the end of 2013 and the applicant had not requested any changes to it. Moreover, a meeting between the applicant, the family home and the Social Council, scheduled for October 2013, was cancelled upon request by both the applicant and the family home, as they had already agreed on the remaining visits for that year. The Court has not been informed whether any subsequent changes to the time, form or frequency of the visits have taken place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  At present the applicant is working as a kindergarten teacher.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Compulsory public care",
                                "elements": [
                                    {
                                        "content": "44.  Chapter 1, section 2, of the Social Services Act (Socialtjänstlagen, 2001:453) provides that particular attention must be given to the best interests of the child when measures within the social services affect him or her. Moreover, the child’s best interests shall be the determining factor in decisions or other measures concerning care or treatment of the child. Likewise, section 1, paragraph 5, of the 1990 Act states that the best interests of the young person shall be decisive when decisions are made under the Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  According to section 1, paragraph 2, and section 2 of the 1990 Act, compulsory public care is to be provided if there is a clear risk of impairment of the health and development of a person under 18 years of age due to ill-treatment, exploitation, lack of care or any other condition in the home and if the necessary care cannot be provided with the consent of the young person’s guardian. The decision to place a young person in public care is made by the County Administrative Court following an application from the Social Council (section 4).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Under section 6 of the 1990 Act, the Social Council may order the immediate taking into care of a young person (“provisional care order”) if it is likely that he or she needs to be provided with care under the Act and a court decision in the matter cannot be awaited owing to the risks to the young person’s health or development or because the continuing investigation could be seriously impeded or further measures prevented. Section 7 provides that a provisional care order shall be put before the County Administrative Court which shall rule on whether the order shall be upheld pending the court’s judgment regarding the application for public care.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  According to section 11 of the 1990 Act, the Social Council decides on the details of the care, in particular, how the care is to be arranged and where the young person is to live. Moreover, under section 14, the Council shall ensure that the young person’s need for contact with his or her parents or other guardians is met as far as possible. If necessary, the Council may decide how this contact is to be arranged.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The care order shall be reviewed every six months and any contact restrictions shall be reviewed every three months by the Social Council pursuant to sections 13 and 14 of the 1990 Act. Appeal against the Council’s decision in this respect lies to the administrative courts (section 41).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Section 21 of the 1990 Act states that, when public care is no longer needed, the Social Council shall order its termination and make careful preparation for the young person’s reunion with his or her custodians.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  According to Chapter 6, section 1, of the Social Services Act, care outside a young person’s home shall be provided either in a family home or in a home for care and residence. Moreover, the care should be designed to promote the affinity between the young person and his or her relatives and others closely connected to him or her, as well as contact with his or her home surroundings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compensation for violations of the Convention",
                                "elements": [
                                    {
                                        "content": ".  A comprehensive summary of the issue of compensation for violations of the Convention in the Swedish legal order can be found in S.J.P. and E.S. v. Sweden ([dec.], no. 8610/11, §§ 49-60, 16 December 2014).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicant complained that the national proceedings had been unfair, inter alia, because the authorities had been partial, had based their assessment on insufficient material, had given insufficient reasons for their decisions and had failed to reassess regularly the need for an extension of the public care order. She relied on Article 6 § 1 of the Convention, the relevant part of which provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil right and obligations ..., everyone is entitled to a fair ... hearing ... by [a] tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": ".  The Court reiterates that it is the master of the characterisation to be given in law to the facts of the case, and that it has previously held that whilst Article 8 of the Convention contains no explicit procedural requirements, the decision-making process leading to measures of interference must be fair and such as to afford due respect to the interests safeguarded by Article 8 (see, among other authorities, Kutzner v. Germany, no. 46544/99, § 56, ECHR 2002-I, and Kurochkin v. Ukraine, no. 42276/08, § 31, 20 May 2010).",
                                "elements": []
                            },
                            {
                                "content": ".  In the present case, the Court considers that the complaints raised by the applicant under Article 6 of the Convention are closely linked to her complaints under Article 8 and may accordingly be examined as part of the latter.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicant complained under Article 8 of the Convention that her right to family life had been violated through the Swedish authorities’ decisions to take X into compulsory public care and to keep him there as well as by restricting her contact rights with X. Article 8 reads insofar as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to respect for his private and family life ... .",
                                "elements": []
                            },
                            {
                                "content": "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The provisional care order and limitations on contact rights",
                                        "elements": [
                                            {
                                                "content": ".  The Court observes that, as concerns the County Administrative Court’s decision of 2 September 2008 to take X into immediate public care, the applicant failed to appeal to the appellate courts even though she could have done so. Moreover, as concerns the applicant’s contact rights, she either failed to appeal against the Social Council’s decisions to the administrative courts or, on the few occasions she did appeal, to pursue the appeals all the way to the Supreme Administrative Court. By having failed to lodge appeals in these proceedings, which in the Courts’ view would have been accessible, adequate and effective, it finds that the applicant has failed to exhaust domestic remedies available to her in accordance with Article 35 § 1 of the Convention. Her complaints in so far as they relate to these sets of proceedings must therefore be declared inadmissible under Article 35 § 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The public care decision",
                                        "elements": [
                                            {
                                                "content": ".  As concerns the decision to take X into public care, the Court observes that these proceedings were finalised on 17 June 2009, when the Supreme Administrative Court decided not to grant leave to appeal. It then observes that the application was lodged with the Court on 20 December 2011, more than two years later, thereby failing to comply with the six-month time-limit in Article 35 § 1 of the Convention. Hence, her complaints relating to this set of proceedings must be declared inadmissible under Article 35 § 4.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The decision not to terminate the public care",
                                        "elements": [
                                            {
                                                "content": ".  The Government submitted that the applicant had failed to exhaust domestic remedies available to her since she had not turned to the domestic courts or the Chancellor of Justice to claim compensation on the basis of the alleged violations of the Convention. With reference to the Court’s recent case-law, among others, Eriksson v. Sweden (no. 60437/08, 12 April 2012) and Ruminski v. Sweden ([dec.], no. 10404/10, 21 May 2013), the Government argued that this remedy had to be considered sufficiently clear and available to the applicant for the purpose of Article 35 § 1 of the Convention at the time when the application was lodged with the Court. They also noted that since the limitation period of such a claim is ten years from the point in time when the damage occurs, the remedy was still open to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant disagreed with the Government. She argued that she has exhausted domestic remedies and that her complaints should be declared admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court notes that, in its recent case-law, it has considered that there exists an effective remedy in Sweden that is capable of affording redress in respect of alleged violations of the Convention. The Court has referred to the case-law established by the Swedish Supreme Court and the Chancellor of Justice over recent years and their continued development of case-law in this domain. Consequently, the Court has found that potential applicants may, as a general rule, be expected to lodge a domestic claim to seek compensation for alleged breaches of the Convention before applying to the Court (see Eriksson, cited above, §§ 50-52; Ruminski, cited above, §§ 37 and 39; and Marinkovic v. Sweden ([dec.], no. 43570/10, §§ 39 and 41, 10 December 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  However, contrary to the above-mentioned cases which dealt with alleged violations of the Convention which had already taken place, where the situation had ended and where compensation therefore was deemed an appropriate and sufficient remedy, the present case concerns an alleged violation which is on-going, since the authorities refused to terminate the public care of X and he thus remains in care. In such a situation, the Court has found that an exception to the general rule exists because, even if a claim for compensation would be successful, this would not afford sufficient redress since it could only result in monetary compensation and not an end to the on-going situation (see S.J.P. and E.S. v. Sweden, cited above, §§ 72-73).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Having regard to the fact that the applicant’s main object in her application is to have X returned to her, turning to the ordinary courts or the Chancellor of Justice for monetary compensation cannot be considered an effective remedy. It follows that the Court finds that the Government’s preliminary objection as to non-exhaustion must be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that in so far as the applicant’s complaints relate to the Social Council’s decision of 25 March 2010 not to terminate the public care of X, these complaints are neither manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention nor are they inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "64.  The applicant maintained her initial complaints to the Court wherein she submitted essentially the following. Her rights under Articles 6 and 8 of the Convention had been violated in that she had been punished in the most extreme way by the forced separation from her only son, based on what she claimed were only loose allegations which had never been confirmed. Moreover, even though the prosecutor’s preliminary investigation against her and B. had been discontinued, the national authorities had based all their decisions on the presumption that either she or B. had abused X and caused his injuries. It was impossible for her to prove that she had not been responsible for X’s injuries but this was what the authorities continued to demand of her.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant further considered that the national authorities had failed to carry out a neutral and unprejudiced investigation and that the Social Council’s handling of the case had been severely flawed and unprofessional throughout. In her view, when deciding not to terminate the public care of X, there had been no concrete evidence or circumstances to show that, at this time, there was still a clear risk of impairment to his health and development. A hypothetical risk should never be allowed to be decisive for a decision to keep a child in public care but, nevertheless, such a hypothetical risk had been accepted by the Social Council and the domestic courts in her case. The applicant pointed to the fact that neither in the Social Council’s investigation report of 22 February 2010, nor in the reasoning of the judgments continuing the public care by the County Administrative Court on 31 August 2010 and the Administrative Court of Appeal on 12 April 2011, were any concrete evidence or circumstances mentioned or referred to. Reference was made only to the fact that X had been injured while in his parents’ care in 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Lastly, the applicant emphasised that she had never hurt her son or seen B. hurt him. X had been deprived of the possibility to grow up with his mother, which would have been best for him. The applicant had continually struggled to be reunited with him and have her family life reestablished and, by hindering this, the authorities had violated her rights under Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Government submitted that the case revealed no violation of Article 8 of the Convention. While they accepted that the relevant domestic decisions constituted an interference with the applicant’s right to respect for her family life, they contended that they had been in accordance with domestic law and pursued the legitimate aim of protecting the health and morals and the rights and freedoms of X. The Government further considered that the measures taken by the Swedish authorities had been “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  They stressed the fact that the social services and the courts had had the benefit of direct contact with the persons concerned and hence were in a very good position to express a well-informed opinion on the applicant’s behaviour and X’s reactions to this, in view of their frequent contacts with everyone involved, in particular the applicant, B., X and the family home. In the Government’s view, it would be difficult to question these assessments without having had the benefit of such an insight into the case. Furthermore, they noted that the domestic courts had conducted an indepth examination of the entire family situation and of a whole series of factors, in particular of a factual, emotional, psychological, material and medical nature, and had made a balanced and reasonable assessment of the respective interests of each person, with a constant concern for determining what would be the best solution for X, as his best interests were of crucial importance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  As concerned the proceedings not to terminate the public care, the Government pointed to the medical conclusions from the earlier proceedings which at this time had been confirmed, and they stressed that it had been established that X, due to the abuse in 2008, suffered from cerebral palsy, visual impairment and epilepsy. Moreover they noted that it was clear that X was in need of frequent and continual contact with doctors, physiotherapists, speech therapists, nutritionists and nurses and that he had to use a wheelchair and a special standing chair to help straighten his back.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  In view of this, the Government agreed with the Administrative Court of Appeal’s findings in its judgment of 12 April 2011 that X had exceptional care needs and that these needs imposed specific demands on the carer. Therefore, even if the applicant’s social situation had improved and she had apparently accepted the cause of X’s injuries, it was the circumstances in the home which had given rise to the serious neglect which had led to the life-threatening injuries and permanent disabilities inflicted on X.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Moreover, according to the Government, the domestic authorities involved had striven at all times to find a proper balance between, on the one hand, the applicant’s interest in having contact with X and, on the other hand, X’s interest in being protected from the negative impact of this contact. The best interests of the child had been duly considered by the national authorities throughout the proceedings. They noted that when a considerable period of time had passed since the child was originally taken into public care, the interests of the child not to have his or her de facto family situation changed might override the interests of the parents to have their family reunited (K. and T. v. Finland [GC], no. 25702/94, § 155, ECHR 2001VII). Thus, the social services had considered that it would be inappropriate to transfer X to another home in view of his vulnerable state of health and situation in general. In this context, the fact that X had only lived with his parents for a very short time when he was a newborn child also had to be kept in mind.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  In conclusion, the Government considered that it was evident that the domestic authorities’ decisions had been taken in the best interests of the child and that they were based on reasons that – in the light of the case as a whole – were both relevant and sufficient for the purpose of Article 8 § 2. Having regard to the State’s margin of appreciation, the domestic authorities’ decision to keep X in public care was proportionate to the aim pursued, which was the protection of X’s health and development. The Government therefore maintained that no violation of Article 8 had occurred with regard to the decision to keep X in public care.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "73.  The Court first reiterates that its examination of this case is limited to the part which has been declared admissible, namely, the Social Council’s decision of 25 March 2010 not to terminate the public care of X and the courts’ judgments upon appeal in this process. However, in order to consider these proceedings correctly, the Court has to put them into their context, which inevitably means to some extent having regard to the related proceedings concerning public care and contact restrictions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The mutual enjoyment by parent and child of each other’s company constitutes a fundamental element of family life, and domestic measures hindering such enjoyment amount to an interference with the right protected by Article 8 of the Convention (see, inter alia, Johansen v. Norway, judgment of 7 August 1996, Reports of Judgments and Decisions 1996-III, § 52). Any such interference constitutes a violation of this Article unless it is “in accordance with the law”, pursues an aim or aims that are legitimate under paragraph 2 and can be regarded as “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It is not in dispute that the Social Council’s decision of 25 March 2010 constituted an interference with the applicant’s right to respect for her family life within the meaning of the first paragraph of Article 8. Moreover, the measures taken were in accordance with the law, namely the 1990 Act, and the Court finds no reason to doubt that these measures were intended to protect “health and morals” and the “rights and freedoms” of the child. It remains to be determined whether the continued public care of X was necessary in a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In examining this matter, the Court will consider whether, in the light of the case as a whole, the reasons adduced to justify this measure were relevant and sufficient for the purpose of paragraph 2 of Article 8 (see, inter alia, Olsson v. Sweden (no. 1), judgment of 24 March 1988, Series A no. 130, § 68). Account must also be taken of the fact that the national authorities have the benefit of direct contact with all the persons concerned (see Olsson v. Sweden (no. 2), judgment of 27 November 1992, Series A no. 250, § 90). It is not the Court’s task to substitute itself for the domestic authorities in the exercise of their responsibilities regarding public care and access but rather to review under the Convention the decisions taken by those authorities in the exercise of their power of appreciation (see, for instance, Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299-A, § 55, and Johansen, cited above, § 64). Thus, while the authorities enjoy a wide margin of appreciation, in particular when assessing the necessity of taking a child into care, a stricter scrutiny is called for in respect of any further limitations, such as limitations on parental rights and access (see Kutzner v. Germany, cited above, § 67).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Furthermore, the taking into care of a child should normally be regarded as a temporary measure to be discontinued as soon as circumstances permit, and any measures of implementation of temporary care should be consistent with the ultimate aim of reuniting the natural parent and child (see Olsson (no. 1), cited above, § 81; Johansen, cited above, § 78; and E.P. v. Italy, no. 31127/96, § 69, 16 November 1999). In this regard a fair balance has to be struck between the interests of the child in care and those of the parent in being reunited with the child (see Olsson (no. 2), cited above, § 90, and Hokkanen, cited above, § 55). In carrying out this balancing exercise, the Court will attach particular importance to the best interests of the child which, depending on their nature and seriousness, may override those of the parent (see Johansen, cited above, § 78). Indeed, the Court has emphasised that in cases of this type (public care of children and contact restrictions) the child’s interest must come before all other considerations (Gnahoré v. France, no. 40031/98, § 59, ECHR 2000IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the present case, the Court observes from the outset that the social services first intervened in August 2008, after the applicant and B. took X to hospital, where it was revealed that he was suffering from extensive bleeding in the brain and it was suspected that he had been severely illtreated by his parents. Subsequently, on 28 October 2008, the County Administrative Court ordered the public care of X on the ground that he had sustained severe brain injuries from having been gripped tightly and shaken violently and would probably suffer lifelong mental and physical disabilities. Since this had occurred while X was in the care of his parents, they had shown a serious lack of ability to care for their son. At this time, a criminal investigation concerning suspected child abuse committed by the applicant and/or B. had been initiated. Although the investigation was subsequently discontinued without establishing either suspect’s criminal responsibility, the Court finds that the national authorities had legitimate and serious concerns for X’s safety in his home and that their primary obligation was to protect him from any potential further harm (see, Gnahoré, cited above, § 56). It follows that the national authorities’ decision to place X in compulsory public care was clearly justified.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Turning to the Social Council’s decision of 25 March 2010 to continue the public care following the applicant’s request that it be terminated, the Court first notes that the preliminary investigation had been discontinued in December 2008 on the ground that it was not possible to establish anyone’s criminal responsibility for X’s injuries. It further observes that, at this time, X had been in public care for about one year and seven months and had been living in the family home for roughly one year, where he had adjusted well and his special needs were provided for. Moreover, since May 2009 the applicant had been allowed to meet with X only for one hour per month due to the contact restrictions in place. These restrictions had been decided to allow X to adjust to the family home and to ensure the calm and stability that he required, as it had been observed that the visits had had a clearly negative effect on X’s mental state.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court further notes that the applicant requested to have the public care terminated as she maintained that she had neither caused X’s injuries nor had she witnessed anyone else hurting him. Indeed, in her appeal to the County Administrative Court, she claimed that X’s injuries had been caused by malpractice at the hospital where he had been treated. She further submitted that she was fully capable of caring for her child. Here the Court observes that already in December 2008, in the report by the treatment and evaluation home where the parents had been placed together with X for eight weeks, it had been stated that the applicant refused to accept X’s injuries, that there had been considerable flaws in her emotional interaction with X and that she had seen him more as an object than as an individual, which was found to be highly worrying.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  While the Court recognises the difficult and stressful situation in which the applicant found herself when informed about the irreversible injuries and damage inflicted on X, and being faced with the accusation that she or B. had caused these injuries, it considers that her continued refusal, a year and a half later, to accept the extent of X’s injuries as well as their origin raises serious concern and was a valid reason for the authorities to keep X in public care in order to ensure his safety and well-being. This is in particular true in the light of the medical evidence which had been presented to the Social Council and the domestic courts and which was reinforced by the Legal Advisory Council’s opinion submitted to the Administrative Court of Appeal in January 2011 as its assessment was identical to that made in the first forensic medical certificate of 3 September 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Furthermore, the applicant’s radical change of position during the hearing before the Administrative Court of Appeal, where she indicated that B. might have caused X’s injuries (see paragraph 29 above), cannot in the Court’s view be explained by the finding of the Legal Advisory Council, since it simply corroborated earlier medical opinions. The applicant explained this change of position with reference to the fact that she was afraid because B. had threatened that she would be expelled from Sweden if she reported what had happened. The fact remains that she had separated from him already in March 2009 and had reported him to the police, claiming that he had threatened to kill her, in September 2009. Furthermore, she had been granted a permanent residence permit in April 2010 and thus, at the very latest, could have spoken of her suspicion about B. in her appeal to the County Administrative Court. Consequently, no valid explanation has been given for the applicant’s long silence on this vital point, especially considering the strong medical evidence stating that X’s injuries could only have been inflicted by severe violence which corresponded exactly to “shaken baby syndrome” and the applicant’s consistent claim, up until that point, that she had no reason to suspect B.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Against this background, where no light had been shed on who had caused X very serious and lifelong injuries by shaking him violently, the Court finds that, at the time of the decision in March 2010 to keep X in compulsory public care, the national authorities had good grounds for their decision. They acted with the best interests of the child in mind and gave relevant and sufficient reasons for continuing the public care in order to secure X’s safety and continued health and development. In view of X’s very vulnerable situation and his need for extensive care, his best interests had to be given priority over the applicant’s interest in being reunited with her child. Moreover, the Court considers that the administrative courts’ judgments to uphold the Social Council’s decision were based on reasons which were also both relevant and sufficient in the circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Lastly, the Court observes that the applicant was represented by legal counsel throughout the proceedings at the national level, ensuring that her interests were taken into account and protected. Moreover, before deciding not to terminate the public care, both the County Administrative Court and the Administrative Court of Appeal held oral hearings where the applicant was heard and she was allowed to submit written evidence and call witnesses. The applicant’s request for a legal opinion by the Legal Advisory Council was also granted by the Administrative Court of Appeal and the applicant was given the opportunity to submit her comments on it, which she did. Furthermore, the Court notes that the applicant had the opportunity to appeal to the administrative courts against the Social Council’s decisions concerning public care, contact restrictions and the placement of X and that, indeed, she made use of this option on some occasions. Thus, the Court does not find it substantiated that the authorities or courts were partial or failed to ensure fair proceedings. It also finds nothing to indicate that the decisions concerning the continued public care were not reviewed by the Social Council every six months as prescribed by section 13 of the 1990 Act. It follows that the Court considers that the applicant was involved effectively in the decision-making process, seen as a whole, and was able to protect her interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Having regard to all of the above and the Contracting States’ margin of appreciation, the Court finds that there has been no violation of the applicant’s rights under Article 8 of the Convention in relation to the Social Council’s decision of 25 March 2010, or the decisions upon appeal by the administrative courts in these proceedings, not to terminate the compulsory public care of X.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "86.  Relying on Articles 9 and 14 of the Convention, the applicant complained that X had been deprived of his right to speak his mother tongue, Serbian, and follow his religion, Christian Orthodox, since he had been placed with a Swedish couple. The applicant further complained, also under Article 14, that the Swedish authorities had let B. translate for her during the initial investigation by the social services and during their stay at the hospital, instead of hiring an interpreter, thereby putting her in a vulnerable situation where she was completely dependent on her husband.",
                                "elements": []
                            },
                            {
                                "content": "87.  As concerns the applicant’s complaints regarding X, the Court notes that she could have appealed to the administrative courts against the Social Council’s original decision to place X in the chosen family home, and also against its decision of September 2010 not to change the placement. In doing so, she could have insisted that X be placed in a family home which shared her religious and linguistic background. By failing to do so, the applicant has not exhausted domestic remedies available to her in accordance with Article 35 § 1 of the Convention and these complaints must therefore be rejected pursuant to Article 35 § 4.",
                                "elements": []
                            },
                            {
                                "content": "88.  Turning to the applicant’s complaint that the social services did not hire an interpreter during the initial investigation and the stay at the hospital, the Court observes that the applicant did not complain about this to the domestic authorities and that, moreover, this complaint relates to events which took place during the autumn of 2008, three years before the present application was lodged with the Court. It follows that this complaint must also be declared inadmissible pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints related to the proceedings on whether to terminate the public care admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 October 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF JOVANOVIC v. SWEDEN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-157966.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:1022JUD001059212",
    "externalsources": [],
    "extractedappno": [
        "10592/12",
        "8610/11",
        "46544/99",
        "42276/08",
        "60437/08",
        "10404/10",
        "43570/10",
        "25702/94",
        "31127/96",
        "40031/98"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Act with Special Provisions on the Care of Young Persons (Lagen med särskilda bestämmelser om vård av unga, 199052)"
    ],
    "itemid": "001-157966",
    "judgementdate": "22/10/2015 00:00:00",
    "kpdate": "22/10/2015 00:00:00",
    "kpthesaurus": [
        "451",
        "425",
        "268",
        "358",
        "365",
        "376",
        "14",
        "238"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "8",
        "8-2",
        "8-1",
        "35"
    ],
    "parties": [
        "JOVANOVIC",
        "SWEDEN"
    ],
    "rank": "1382.78759765625",
    "representedby": [
        "TURJAKA J."
    ],
    "respondent": "SWE",
    "respondentOrderEng": "45",
    "scl": [
        "E.P. v. Italy, no. 31127/96, § 69, 16 November 1999",
        "Eriksson v. Sweden, no. 60437/08, §§ 50-52, 12 April 2012",
        "Gnahoré v. France, no. 40031/98, § 59, ECHR 2000 IX",
        "Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299-A, § 55",
        "Johansen v. Norway, judgment of 7 August 1996, Reports of Judgments and Decisions 1996-III",
        "Johansson-Prakt and Salehzade v. Sweden (dec.), no. 8610/11, 16 December 2014",
        "Kurochkin v. Ukraine, no. 42276/08, § 31, 20 May 2010",
        "Kutzner v. Germany, no. 46544/99, ECHR 2002-I",
        "Marinkovic v. Sweden (dec.), no. 43570/10, §§ 39 and 41, 10 December 2013",
        "Olsson v. Sweden (no. 1), judgment of 24 March 1988, Series A no. 130, § 68",
        "Olsson v. Sweden (no. 2), judgment of 27 November 1992, Series A no. 250, § 90",
        "Ruminski v. Sweden (dec.), no. 10404/10, §§ 37 and 39, 21 May 2013"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "480597",
    "typedescription": "15"
}