{
    "__articles": "6;6-1;8;8-1;8-2;41;46;46-2",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Impartial tribunal;Independent tribunal);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Tribunal established by law);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life);Respondent State to take individual measures (Article 46-2 - Individual measures);Respondent State to take measures of a general character (Article 46-2 - Legislative amendments);Pecuniary damage - reserved;Non-pecuniary damage - award",
    "applicability": "36;38",
    "appno": "21722/11",
    "article": [
        "6",
        "46",
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Tribunal established by law"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for private life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "details": [
                "Article 46-2 - Individual measures"
            ],
            "element": "Respondent State to take individual measures",
            "type": "other"
        },
        {
            "details": [
                "Article 46-2 - Legislative amendments"
            ],
            "element": "Respondent State to take measures of a general character",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - reserved",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-115871.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 21722/11) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Oleksandr Fedorovych Volkov (“the applicant”), on 30 March 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr P. Leach and Ms J. Gordon, lawyers of the European Human Rights Advocacy Centre in London. The Ukrainian Government (“the Government”) were represented by their Agent, Ms V. Lutkovska, succeeded by Mr N. Kulchytskyy, from the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained of violations of his rights under the Convention during his dismissal from the post of judge of the Supreme Court. In particular, he alleged under Article 6 of the Convention that (i) his case had not been considered by an “independent and impartial tribunal”; (ii) the proceedings before the High Council of Justice (“the HCJ”) had been unfair, in that they had not been carried out pursuant to the procedure envisaged by domestic law providing important procedural safeguards, including limitation periods for disciplinary penalties; (iii) Parliament had adopted a decision on his dismissal at a plenary meeting without a proper examination of the case and by abusing the electronic voting system; (iv) his case had not been heard by a “tribunal established by law”; (v) the decisions in his case had been taken without a proper assessment of the evidence, and important arguments raised by the defence had not been properly addressed; (vi) the lack of sufficient competence on the part of the Higher Administrative Court (“the HAC”) to review the acts adopted by the HCJ had run counter to his “right to a court”; and (vii) the principle of equality of arms had not been respected. The applicant also complained that his dismissal had not been compatible with Article 8 of the Convention and that he had had no effective remedy in that respect, in contravention of Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 18 October 2011 the application was declared partly inadmissible and the above complaints were communicated to the Government. It was also decided to give priority to the application (Rule 41 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each filed observations (Rule 54 § 2 (b)).",
                        "elements": []
                    },
                    {
                        "content": "6.  A hearing took place in public in the Human Rights Building, Strasbourg, on 12 June 2012 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The applicant was also present.",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Kulchytskyy, Mr Leach and Ms Gordon, as well as the answers by Mr Kulchytskyy and Mr Leach to questions put to the parties.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1957 and lives in Kyiv.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "8.  In 1983 the applicant was appointed to the post of judge of a district court. At the material time, domestic law did not require judges to take an oath upon taking office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 5 June 2003 the applicant was elected to the post of judge of the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 2 December 2005 he was also elected Deputy President of the Council of Judges of Ukraine (a body of judicial self-governance).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 30 March 2007 the applicant was elected President of the Military Chamber of the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 26 June 2007 the Assembly of Judges of Ukraine found that another judge, V.P., could no longer act as a member of the HCJ and that her office should be terminated. V.P. challenged that decision before the courts. She further complained to the Parliamentary Committee on the judiciary (Комітет Верховної Ради України з питань правосуддя) (“the Parliamentary Committee”) in relation to the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 7 December 2007 the Assembly of Judges of Ukraine elected the applicant to the post of member of the HCJ and asked Parliament to arrange for the applicant to take the oath as a member of the HCJ in order to allow him to take up office, as required by section 17 of the HCJ Act 1998. A similar proposal was also submitted by the President of the Council of Judges of Ukraine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In reply, the Chairman of the Parliamentary Committee, S.K., who was also a member of the HCJ, informed the Council of Judges of Ukraine that that issue had to be carefully examined together with V.P.’s submissions alleging that the decision of the Assembly of Judges of Ukraine to terminate her office as a member of the HCJ had been unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant did not assume office as a member of the HCJ.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "16.  Meanwhile, S.K. and two members of the Parliamentary Committee lodged requests with the HCJ, asking that it carry out preliminary inquiries into possible professional misconduct by the applicant, referring, among other things, to V.P.’s complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 16 December 2008 R.K., a member of the HCJ, having conducted preliminary inquiries, lodged a request with the HCJ asking it to determine whether the applicant could be dismissed from the post of judge for “breach of oath”, claiming that on several occasions the applicant, as a judge of the Supreme Court, had reviewed decisions delivered by Judge B., who was his relative, namely his wife’s brother. In addition, when participating as a third party in proceedings instituted by V.P. (concerning the above-mentioned decision of the Assembly of Judges of Ukraine to terminate her office), the applicant had failed to request the withdrawal of the same judge, B., who was sitting in the chamber of the court of appeal hearing that case. On 24 December 2008 R.K. supplemented his request by giving additional examples of cases which had been determined by Judge B. and then reviewed by the applicant. Some of the applicant’s actions which served as a basis for the request dated back to November 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 20 March 2009 V.K., a member of the HCJ, having conducted preliminary inquiries, lodged another request with the HCJ seeking the applicant’s dismissal from the post of judge for “breach of oath”, claiming that the applicant had committed a number of gross procedural violations when dealing with cases concerning corporate disputes involving a limited liability company. Some of the applicant’s actions which served as a basis for the request dated back to July 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 19 December 2008 and 3 April 2009 these requests were communicated to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 22 March 2010 V.K. was elected President of the HCJ.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 19 May 2010 the HCJ invited the applicant to a hearing on 25 May 2010 concerning his dismissal. In a reply of 20 May 2010, the applicant informed the HCJ that he could not attend that hearing as the President of the Supreme Court had ordered him to travel to Sevastopol from 24 to 28 May 2010 to provide advice on best practice to a local court. The applicant asked the HCJ to postpone the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 21 May 2010 the HCJ sent a notice to the applicant informing him that the hearing concerning his dismissal had been postponed until 26 May 2010. According to the applicant, he received the notice on 28 May 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 26 May 2010 the HCJ considered the requests lodged by R.K. and V.K. and adopted two decisions on making submissions to Parliament to have the applicant dismissed from the post of judge for “breach of oath”. V.K. presided at the hearing. R.K. and S.K. also participated as members of the HCJ. The applicant was absent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The decisions were voted on by the sixteen members of the HCJ who were present, three of whom were judges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 31 May 2010 V.K., as President of the HCJ, introduced two submissions to Parliament for the dismissal of the applicant from the post of judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 16 June 2010, during a hearing presided over by S.K., the Parliamentary Committee examined the HCJ’s submissions concerning the applicant and adopted a recommendation for his dismissal. The members of the Committee who had requested that the HCJ conduct preliminary inquiries in respect of the applicant also voted on the recommendation. In addition to S.K., another member of the Committee had previously dealt with the applicant’s case as a member of the HCJ and had subsequently voted on the recommendation as part of the Committee. According to the file as it stood on the date of the Court’s deliberations, the applicant was absent from the Committee hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 17 June 2010 the HCJ’s submissions and the recommendation of the Parliamentary Committee were considered at a plenary meeting of Parliament. The floor was given to S.K. and V.K., who reported on the applicant’s case. The applicant was present at the meeting. After deliberation, Parliament voted for the dismissal of the applicant from the post of judge for “breach of oath” and adopted a resolution to that effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  According to the applicant, during the electronic vote, the majority of Members of Parliament (MPs) were absent. The MPs present used voting cards which belonged to their absent peers. Statements by MPs about the misuse of voting cards and a video recording of the relevant part of the plenary meeting have been submitted to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant challenged his dismissal before the HAC. The applicant claimed that: the HCJ had not acted independently and impartially; it had not properly informed him of the hearings in his case; it had failed to apply the procedure for dismissal of a judge of the Supreme Court provided for in Chapter 4 of the HCJ Act 1998, which offered a set of procedural guarantees such as notification of the judge concerned about the disciplinary proceedings and his active participation therein, a time frame for the proceedings, secret ballot voting, and a limitation period for disciplinary penalties; the HCJ’s findings had been unsubstantiated and unlawful; the Parliamentary Committee had not given him a hearing and had acted in an unlawful and biased manner; and Parliament had adopted a resolution on the applicant’s dismissal in the absence of a majority of the MPs, which was in breach of Article 84 of the Constitution, section 24 of the Status of Members of Parliament Act 1992 and Rule 47 of the Rules of Parliament.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicant therefore requested that the impugned decisions and submissions made by the HCJ and the parliamentary resolution be declared unlawful and quashed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In accordance with Article 171-1 of the Code of Administrative Justice (“the Code”), the case was allocated to the special chamber of the HAC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The applicant sought the withdrawal of the chamber, claiming that it was unlawfully constituted and that it was biased. His application was rejected as unsubstantiated. According to the applicant, a number of his requests for various pieces of evidence to be collected and admitted and for witnesses to be summoned were rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 6 September 2010 the applicant supplemented his claim with the statements of MPs about the misuse of voting cards during the vote on his dismissal and a video recording of the relevant part of the plenary meeting.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  After several hearings, on 19 October 2010 the HAC considered the applicant’s claim and adopted a judgment. It found that the applicant had taken up the office of judge in 1983, when domestic law had not envisaged the taking of an oath by a judge. The applicant had, however, been dismissed for a breach of the fundamental standards of the judicial profession, which were set forth in sections 6 and 10 of the Status of Judges Act 1992 and had been legally binding at the time of the actions committed by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The court further found that the HCJ’s decision and submission made in respect of R.K.’s request had been unlawful, because the applicant and Judge B. had not been considered relatives under the legislation in force at the material time. In addition, as to the proceedings in relation to which the applicant had been a third party, he had had no obligation to seek the withdrawal of Judge B. However, the HAC refused to quash the HCJ’s acts in respect of R.K.’s request, noting that in accordance with Article 171-1 of the Code it was not empowered to take such a measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  As regards the decision and submission made by the HCJ in respect of V.K.’s request, they were found to be lawful and substantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  As to the applicant’s contentions that the HCJ should have applied the procedure provided for in Chapter 4 of the HCJ Act 1998, the court noted that in accordance with section 37 § 2 of that Act that procedure applied only to cases involving such sanctions as reprimands or downgrading of qualification class. Liability for “breach of oath” in the form of dismissal was envisaged by Article 126 § 5 (5) of the Constitution and the procedure to be followed was different, namely the one described in section 32 of the HCJ Act 1998, contained in Chapter 2 of that Act. The court concluded that the procedure cited by the applicant did not apply to the dismissal of a judge for “breach of oath”. There had therefore been no grounds to apply the limitation periods referred to in section 36 of the Status of Judges Act 1992 and section 43 of the HCJ Act 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The court then found that the applicant had been absent from the hearing at the HCJ without a valid reason. It further noted that there had been no procedural violations in the proceedings before the Parliamentary Committee. As to the alleged procedural violations at the plenary meeting, the parliamentary resolution on the applicant’s dismissal had been voted for by the majority of Parliament and this had been confirmed by roll-call records. The court further noted that it was not empowered to review the constitutionality of the parliamentary resolutions, as this fell within the jurisdiction of the Constitutional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The hearings at the HAC were held in the presence of the applicant and the other parties to the dispute.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Events connected with the appointment of presidents and deputy presidents of the domestic courts and, in particular, the president of the HAC",
                                "elements": [
                                    {
                                        "content": "40.  On 22 December 2004 the President of Ukraine, in accordance with section 20 of the Judicial System Act 2002, appointed Judge P. to the post of president of the HAC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 16 May 2007 the Constitutional Court found that section 20(5) of the Judicial System Act 2002, concerning the procedure for appointing and dismissing presidents and deputy presidents of the courts by the President of Ukraine, was unconstitutional. It recommended that Parliament adopt relevant legislative amendments to regulate the issue properly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 30 May 2007 Parliament adopted a resolution introducing a temporary procedure for the appointment of presidents and deputy presidents of the courts. The resolution provided the HCJ with the power to appoint the presidents and deputy presidents of the courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On the same date, the applicant challenged the resolution before the court claiming, inter alia, that it was inconsistent with the HCJ Act 1998 and other laws of Ukraine. The court immediately delivered an interlocutory decision suspending the effect of the resolution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 31 May 2007 the Council of Judges of Ukraine, having regard to the legislative gap resulting from the Constitutional Court’s decision of 16 May 2007, adopted a decision assigning itself temporary power to appoint the presidents and deputy presidents of the courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 14 June 2007 the parliamentary gazette published an opinion by the Chairman of the Parliamentary Committee, S.K., stating that the local courts had no power to review the above-mentioned resolution of Parliament and that the judges reviewing that resolution would be dismissed for “breach of oath”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 26 June 2007 the Assembly of Judges of Ukraine endorsed the decision of the Council of Judges of Ukraine of 31 May 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 21 February 2008 the court reviewing the parliamentary resolution quashed it as unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 21 December 2009 the Presidium of the HAC decided that Judge P. should continue performing the duties of president of the HAC after the expiry of the five-year term provided for in section 20 of the Judicial System Act 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 22 December 2009 the Constitutional Court adopted a decision interpreting the provisions of section 116(5)(4) and section 20(5) of the Judicial System Act 2002. It found that those provisions were only to be understood as empowering the Council of Judges of Ukraine to give recommendations for the appointment of judges to administrative posts by another body (or an official) defined by the law. The court further obliged Parliament to comply immediately with the decision of 16 May 2007 and to introduce relevant legislative amendments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 24 December 2009 the Conference of Judges of the Administrative Courts decided that Judge P. should continue to act as President of the HAC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 25 December 2009 the Council of Judges of Ukraine quashed the decision of 24 December 2009 as unlawful and noted that, by virtue of section 41(5) of the Judicial System Act 2002, the First Deputy President of the HAC, Judge S., was required to perform the duties of president of that court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 16 January 2010 the General Prosecutor’s Office issued a press release noting that the body or public official empowered to appoint and dismiss presidents of the courts had not yet been specified in the laws of Ukraine, while the Council of Judges of Ukraine was only entitled to give recommendations on those issues. Judge P. had not been dismissed from the post of president of the HAC and therefore continued to occupy it lawfully.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Judge P. continued to act as President of the HAC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 25 March 2010 the Constitutional Court found that the parliamentary resolution of 30 May 2007 was unconstitutional.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Chamber of the HAC dealing with the cases referred to in Article 171-1 of the Code was set up in May and June 2010 through the use of the procedure provided for in section 41 of the Judicial System Act 2002.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Constitution of 28 June 1996",
                                "elements": [
                                    {
                                        "content": "56.  Article 6 of the Constitution proclaims that the State power in Ukraine is exercised on the basis of its separation into legislative, executive and judicial branches.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Article 76 of the Constitution provides that MPs are to be elected from the citizens of Ukraine who have reached the age of twenty-one, have the right to vote and have lived in Ukraine for the last five years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Article 84 of the Constitution provides that MPs are to vote in person at sittings of Parliament.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Article 126 § 5 of the Constitution reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A judge shall be dismissed from office by the body which elected or appointed him or her in the event of:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  the expiry of the term for which he or she was elected or appointed;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  the judge’s attainment of the age of sixty-five;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  inability to continue his or her duties for health reasons;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  violation by the judge of the requirements concerning judicial incompatibility;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  breach of oath by the judge;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(6)  the entry into legal force of a conviction against him or her;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(7)  the termination of his or her citizenship;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(8)  a declaration that he or she is missing, or a pronouncement that he or she is dead;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(9)  submission by the judge of a statement of resignation or of voluntary dismissal from office.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Articles 128 and 131 of the Constitution provide as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 128",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The initial appointment of a professional judge to office for a five-year term shall be made by the President of Ukraine. All other judges, except for the judges of the Constitutional Court, shall be elected by Parliament for an indefinite term in accordance with the procedure established by law. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 131",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The High Council of Justice shall operate in Ukraine. Its tasks shall comprise:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  making submissions on the appointment or dismissal of judges;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  adopting decisions with regard to the violation by judges and prosecutors of the requirements concerning judicial incompatibility;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  conducting disciplinary proceedings in respect of judges of the Supreme Court and judges of higher specialised courts, and considering complaints against decisions imposing disciplinary liability on judges of courts of appeal and local courts and on prosecutors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The High Council of Justice shall consist of twenty members. The Parliament of Ukraine, the President of Ukraine, the Assembly of Judges of Ukraine, the Assembly of Advocates of Ukraine, and the Assembly of Representatives of Higher Legal Educational Establishments and Scientific Institutions, shall each appoint three members to the High Council of Justice, and the All-Ukrainian Conference of Prosecutors shall appoint two members to the High Council of Justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The President of the Supreme Court, the Minister of Justice and the Prosecutor General shall be ex officio members of the High Council of Justice.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal Code of 5 April 2001",
                                "elements": [
                                    {
                                        "content": "61.  Article 375 of the Code provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The adoption by a judge (or judges) of a knowingly wrongful conviction, judgment, decision or resolution –",
                                        "elements": []
                                    },
                                    {
                                        "content": "shall be punishable by restriction of liberty for up to five years or by imprisonment from two to five years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The same acts, if they resulted in serious consequences or were committed for financial gain or for other personal interest –",
                                        "elements": []
                                    },
                                    {
                                        "content": "shall be punishable by imprisonment from five to eight years.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Code of Administrative Justice of 6 July 2005",
                                "elements": [
                                    {
                                        "content": "62.  The relevant provisions of the Code read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 161 – Questions to be determined by a court when deciding on a case",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  When deciding on a case, a court shall determine:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  whether the circumstances referred to in the claim and objections took place and what evidence substantiates these circumstances;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  whether there is any other factual information relevant to the case and evidence in support of that information;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  which provision of law is to be applied to the legal relations in dispute;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 171-1 – Proceedings in cases concerning acts, actions or omissions of the Parliament of Ukraine, the President of Ukraine, the High Council of Justice and the High Qualification Commission of Judges \n[the provision in force as from 15 May 2010]",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The rules set down in this Article shall apply to proceedings in administrative cases concerning:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  the lawfulness (but not constitutionality) of resolutions of Parliament, and decrees and orders of the President of Ukraine;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  acts of the High Council of Justice; ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Acts, actions or omissions of the Parliament of Ukraine, the President of Ukraine, the High Council of Justice and the High Qualification Commission of Judges may be challenged before the Higher Administrative Court. For this purpose a separate chamber shall be set up in the Higher Administrative Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Administrative cases concerning acts, actions or omissions of the Parliament of Ukraine, the President of Ukraine, the High Council of Justice and the High Qualification Commission of Judges shall be considered by a bench composed of at least five judges ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  Following the consideration of the case, the Higher Administrative Court may:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  declare the act of the Parliament of Ukraine, the President of Ukraine, the High Council of Justice or the High Qualification Commission of Judges unlawful in full or in part;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  declare the actions or omissions of the Parliament of Ukraine, the President of Ukraine, the High Council of Justice or the High Qualification Commission of Judges unlawful and oblige [it or them] to take certain measures. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Law on the judicial system of 7 February 2002 with further amendments (“the Judicial System Act 2002”) (in force until 30 July 2010)",
                                "elements": [
                                    {
                                        "content": "63.  The relevant provisions of the Act provide as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 20 – The procedure for the setting up of courts",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  The president and deputy president of a court shall be judges appointed to the relevant post for a five-year term, who may be dismissed from that post by the President of Ukraine on application by the President of the Supreme Court (and, in respect of the specialised courts, on application by the president of the relevant higher specialised court), on the basis of a recommendation by the Council of Judges of Ukraine (and, in respect of the specialised courts, a recommendation by the relevant council of judges). ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "By a decision of the Constitutional Court of 16 May 2007, the provision of section 20(5) of the Act concerning the appointment of presidents and deputy presidents of the courts by the President of Ukraine was declared unconstitutional.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 41 – The president of a higher specialised court",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  The president of a higher specialised court shall:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  ... set up the chambers of the court; make proposals for the individual composition of the chambers, to be approved by the Presidium of the court;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  In the absence of the president of the higher specialised court, his duties shall be performed by the first deputy president, or, in the absence of the latter, by one of the deputy presidents of the court, according to the distribution of administrative powers.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 116 – The Council of Judges of Ukraine",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  The Council of Judges of Ukraine shall operate as a higher body of judicial self-governance in the period between the sessions of the Assembly of Judges of Ukraine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  The Council of Judges of Ukraine shall:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  decide on the appointment of judges to administrative posts and their dismissal from those posts in the cases and in accordance with the procedure provided for by this Act;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(6)  The decisions of the Council of Judges of Ukraine shall be binding on all bodies of judicial self-governance. A decision of the Council of Judges of Ukraine may be repealed by the Assembly of Judges of Ukraine.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The Law on the status of judges of 15 December 1992 with further amendments (“the Status of Judges Act 1992”) (in force until 30 July 2010)",
                                "elements": [
                                    {
                                        "content": "64.  The relevant provisions of the Act provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 5 – Requirements of compatibility",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A judge may not be a member of a political party or trade union, participate in any political activity, have been given any mandate of representation, have any other gainful occupation, or hold any other paid job with the exception of scientific, educational or artistic occupations.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 6 – Duties of judges",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Judges shall be obliged:",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  to adhere to the Constitution and the laws of Ukraine when administering justice, and to ensure the full, comprehensive and objective consideration of cases within the time-limits fixed;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  to comply with the requirements of section 5 of this Act and internal regulations;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  not to divulge information which is classified as State, military, commercial or banking secrets ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  to refrain from any acts or actions which dishonour the judicial office and which may cause doubt as to their objectivity, impartiality and independence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 10 – Judicial oath",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Upon initial appointment, a judge shall solemnly take the following oath:",
                                        "elements": []
                                    },
                                    {
                                        "content": "The oath shall be taken before the President of Ukraine.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 31 – Grounds for disciplinary liability of judges",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  A judge shall be liable to a disciplinary penalty for a disciplinary offence, that is, for a breach of:",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  legislation when considering a case;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  the requirements of section 5 of this Act;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  the duties set out in section 6 of this Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  The revocation or amendment of a judicial decision shall not entail disciplinary liability for a judge who participated in the adoption of that decision, provided that there was no intent to violate the law or the requirements of rigorousness and that no serious consequences were brought about by that decision.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 32 – Types of disciplinary penalties",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  The following disciplinary penalties may be imposed on judges:",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  reprimand;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  downgrading of qualification class.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  For each of the violations described in section 31 of this Act, only one disciplinary penalty shall be imposed. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 36 – Time-limits for imposing a disciplinary penalty and removing a disciplinary record",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  A judge shall receive a disciplinary penalty within six months of the date the offence became known, excluding any period of temporary disability or leave.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  If, within a year of the date the disciplinary measure was applied, the judge does not receive a new disciplinary penalty, that judge shall be treated as having no disciplinary record. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  The Law on the High Council of Justice of 15 January 1998 (“the HCJ Act 1998”), as worded at the relevant time",
                                "elements": [
                                    {
                                        "content": "65.  Section 6 of the Act, before the amendments of 7 July 2010, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A citizen of Ukraine aged from 35 to 60 may be recommended for the post of member of [the HCJ] if he or she has a good command of the national language, has a higher legal education and at least ten years of work experience in the field of law and has been living in Ukraine for the last ten years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The requirements of subsection 1 of this section shall not be extended to individuals who are ex officio members of [the HCJ].",
                                        "elements": []
                                    },
                                    {
                                        "content": "Any attempt to influence a member of [the HCJ] shall be prohibited.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  By the amendments of 7 July 2010, section 6 of the Act was supplemented with the following paragraph:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If this Act requires that a member of [the HCJ] should be a judge, that member shall be appointed from among the judges who have been elected for an indefinite term.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  Sections 8 to 13 deal with the procedures for the appointment of members of the HCJ by the bodies designated in Article 131 of the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  By the amendments of 7 July 2010, these sections were supplemented with additional requirements to the effect that ten members of the HCJ were to be appointed from the judicial corps by the bodies designated in Article 131 of the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Section 17 of the Act provides that, before entry into office, a member of the HCJ must take an oath at a sitting of Parliament.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Section 19 of the Act provides that the HCJ comprises two sections. The work of the HCJ is coordinated by its president or, in his or her absence, the deputy president. The president, deputy president and heads of sections of the HCJ work on a full-time basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The other relevant provisions of the Act provide as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 24 – Hearings before the High Council of Justice",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... A hearing before the High Council of Justice shall be public. A private hearing shall be held upon a decision of the majority of the constitutional composition of the High Council of Justice ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 26 – Withdrawal of a member of the High Council of Justice",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A member of the High Council of Justice may not participate in the consideration of a matter and shall withdraw if it is established that he or she has a personal, direct or indirect interest in the outcome of the case ... In these circumstances the member of the High Council of Justice shall withdraw on his own initiative. In the same circumstances a person ... whose case is being considered ... shall be entitled to request the withdrawal of the member of the High Council of Justice. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 27 – Acts of the High Council of Justice",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... The acts of the High Council of Justice may be challenged exclusively before the Higher Administrative Court in accordance with the procedure provided for in the Code of Administrative Justice.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Chapter 2 of the Act, “Consideration of matters concerning the dismissal of judges”, provides, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 32 – A submission for the dismissal of a judge in special circumstances\n[wording of the section before 15 May 2010]",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The High Council of Justice shall consider the question of dismissing a judge on the grounds provided for by Article 126 § 5 (4)-(6) of the Constitution upon receipt of the relevant opinion from the qualification commission or of its own motion. The judge concerned shall be sent a written invitation to attend the hearing before the High Council of Justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision of the High Council of Justice to apply for dismissal of a judge under Article 126 § 5 (4) and (5) of the Constitution shall be taken by a two-thirds majority of the members of the High Council of Justice participating in the hearing, and, in the cases provided for by Article 126 § 5 (6) of the Constitution, by a majority of the constitutional composition of the High Council of Justice.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 32 – A submission for the dismissal of a judge in special circumstances\n[wording of the section as from 15 May 2010]",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The High Council of Justice shall consider the question of dismissing a judge on the grounds provided for by Article 126 § 5 (4)-(6) of the Constitution (violation of judicial incompatibility requirements, breach of oath, entry into legal force of a conviction against a judge) upon receipt of the relevant opinion from the qualification commission or of its own motion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Breach of oath by a judge shall comprise:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  the commission of actions which dishonour the judicial office and which may call into question his or her objectivity, impartiality and independence, as well as the fairness and incorruptibility of the judiciary;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  unlawful acquisition of wealth or expenditure by the judge which exceeds his or her income and the income of his family;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  deliberate delaying of the consideration of a case exceeding the time-limits fixed; [or]",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  violation of the moral and ethical principles of the judicial code of conduct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The judge concerned shall be sent a written invitation to attend a hearing before the High Council of Justice. If the judge cannot participate in the hearing for a valid reason, he or she shall be entitled to make written submissions, which shall be included in the case file. The written submissions by the judge shall be read out at the hearing before the High Council of Justice. A second failure on the part of the judge to attend a hearing shall be grounds for considering the case in his or her absence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A decision of the High Council of Justice to apply for dismissal of a judge under Article 126 § 5 (4)-(6) of the Constitution shall be taken by a majority of the constitutional composition of the High Council of Justice.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  Chapter 4 of the Act, “Disciplinary proceedings against judges of the Supreme Court and the higher specialised courts”, provides, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 37 – Types of penalties imposed by the High Council of Justice \n[wording of the section until 30 July 2010]",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The High Council of Justice shall impose disciplinary liability ... on judges of the Supreme Court ... on the grounds provided for in Article 126 § 5 (5) of the Constitution and the Status of Judges Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The High Council of Justice may impose the following disciplinary penalties:",
                                        "elements": []
                                    },
                                    {
                                        "content": "The High Council of Justice may decide that a judge is not compatible with the post he or she occupies and lodge a submission for the judge’s dismissal with the body which appointed him or her.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 39 – Stages of disciplinary proceedings",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Disciplinary proceedings shall comprise the following stages:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 40 – Verification of information about a disciplinary offence",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Verification of information about a disciplinary offence shall be carried out by ... one of the members of the High Council of Justice by way of receiving written explanations from the judge and other persons, requesting and examining material from case files, and receiving other information from State bodies, organisations, institutions, associations and citizens.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Following the verification of information, a statement of facts with conclusions and proposals shall be prepared. The statement and other materials shall be communicated to the judge concerned. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 41 – Institution of disciplinary proceedings",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If there are grounds to conduct disciplinary proceedings against ... a judge of the Supreme Court ... they shall be instituted by a decision of the High Council of Justice within ten days of the date of receipt of the information about the disciplinary offence or, if it is necessary to verify this information, within ten days of the date of the completion of the verification.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 42 – Consideration of a disciplinary case \n[wording of the section until 30 July 2010]",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The High Council of Justice shall consider a disciplinary case at its next hearing after the receipt of a conclusion and other material resulting from the verification.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision in a disciplinary case shall be taken by a secret ballot vote without the judge concerned being present ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The High Council of Justice shall hear evidence from a judge when determining his or her disciplinary liability. If the judge cannot participate in the hearing for a valid reason, he or she shall be entitled to make written submissions, which shall be included in the case file. The written submissions by the judge shall be read out at the hearing before the High Council of Justice. A second failure on the part of a judge to attend a hearing shall be grounds for considering the case in his absence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 43 – Time-limits for imposing a disciplinary penalty",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A judge shall receive a disciplinary penalty within six months of the date the offence became known, excluding any period of temporary disability or leave, but in any event not later than one year from the date of the offence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 44 – Removal of disciplinary record",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If, within a year of the date the disciplinary penalty was applied, the judge does not receive a further disciplinary penalty, that judge shall be treated as having no disciplinary record. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  The Law of 18 March 2004 on the procedure for electing and dismissing judges by Parliament (“The Judges (Election and Dismissal) Act 2004”) (in force until 30 July 2010)",
                                "elements": [
                                    {
                                        "content": "74.  The relevant provisions of the Act provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 19 – Procedure before the Parliamentary Committee concerning the consideration of the submission for the dismissal of a judge elected for an indefinite term",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A submission [of the High Council of Justice] for the dismissal of a judge who has been elected for an indefinite term shall be considered by the Parliamentary Committee within a month of the date of receipt of the submission. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Parliamentary Committee shall carry out inquiries in respect of applications made by citizens and other notifications concerning activities of the judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Parliamentary Committee may request that additional inquiries be conducted by the Supreme Court, the High Council of Justice, the relevant higher specialised court, the State judicial administration, the Council of Judges of Ukraine or the relevant qualification commission of judges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The results of the additional inquiries shall be provided to the Parliamentary Committee by the relevant authorities in writing within the time-limits set by the Parliamentary Committee but in any event not later than fifteen days after the request for inquiries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The judge concerned shall be notified of the time and place of the hearing before the Parliamentary Committee.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 20 – Procedure before the Parliamentary Committee concerning the determination of the issue of the dismissal of a judge elected for an indefinite term",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The hearing before the Parliamentary Committee on the dismissal of a judge elected for an indefinite term may be attended by members of Parliament and by representatives of the Supreme Court, the higher specialised courts, the High Council of Justice, the State judicial administration, other State authorities, local selfgoverning bodies and public institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The judge concerned shall be present at the hearing, except in cases of dismissal under Article 126 § 5 (2), (3), (6), (7), (8) and (9) of the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A second failure on the part of the judge concerned to attend a hearing without a valid reason shall be grounds for considering the case in his or her absence after the Parliamentary Committee has ascertained that the judge has received notice of the time and place of the hearing. The Parliamentary Committee shall assess the validity of any reasons for failure to appear. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "A hearing before the Parliamentary Committee on the dismissal of a judge shall start with a report by the chairman.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The members of the Parliamentary Committee and other members of Parliament may put questions to the judge as regards the material resulting from [any] inquiries and the facts noted in [any] applications made by citizens.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The judge shall be entitled to study the material, the statements of facts and the conclusion of the Parliamentary Committee concerning his or her dismissal.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 21 – Tabling of a proposal for the dismissal of a judge ... before a plenary meeting of Parliament",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Parliamentary Committee shall table before a plenary meeting of Parliament a proposal recommending or not recommending the dismissal of a judge elected for an indefinite term. The representative of the Parliamentary Committee shall be given the floor.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 22 – Invitation to attend the plenary meeting concerning the dismissal of a judge elected for an indefinite term",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... The judge concerned shall be present at the plenary meeting of Parliament in the event of his or her dismissal under Article 126 § 5 (1), (4) and (5) of the Constitution. The judge’s failure to appear shall not hinder consideration of the matter on the merits.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 23 – Procedure at the plenary meeting of Parliament concerning the determination of the issue of the dismissal of a judge elected for an indefinite term",
                                        "elements": []
                                    },
                                    {
                                        "content": "“During the plenary meeting of Parliament, the representative of the Parliamentary Committee shall report on each candidate for dismissal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If a judge does not agree with his or her dismissal, explanations shall be heard from him or her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Members of Parliament shall be entitled to put questions to the judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If during the deliberations at the plenary meeting of Parliament it becomes necessary to carry out additional inquiries in respect of applications made by citizens or to request additional information, Parliament shall give relevant instructions to the Parliamentary Committee.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 24 – Parliament’s decision concerning the dismissal of a judge elected for an indefinite term",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Parliament shall take a decision on the dismissal of a judge on the grounds defined in Article 126 § 5 of the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision shall be taken by open vote by a majority of the constitutional composition of Parliament.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A decision on the dismissal of a judge shall be adopted in the form of a resolution.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  The Law of 4 April 1995 on parliamentary committees (“the Parliamentary Committees Act 1995”)",
                                "elements": [
                                    {
                                        "content": "75.  Section 1 of the Act provides that a parliamentary committee is a body of Parliament composed of members of Parliament with the task of drafting laws in particular fields, conducting preliminary reviews of matters which fall within the competence of Parliament, and carrying out oversight functions.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "I.  The Law of 17 November 1992 on the status of Members of Parliament (“the Status of Members of Parliament Act 1992”)",
                                "elements": [
                                    {
                                        "content": "76.  Section 24 of the Act provides that a member of Parliament must be present and personally participate in sittings of Parliament. He or she is obliged to vote in person on the matters that are considered by Parliament and its bodies.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "J.  The Law of 10 February 2010 on the rules of Parliament (“the Rules of Parliament”)",
                                "elements": [
                                    {
                                        "content": "77.  Rule 47 of the Rules of Parliament provides that when Parliament takes decisions, its members vote in person in the debating chamber by using an electronic voting system or, in the event of a secret vote, in a voting lobby near the debating chamber.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  COUNCIL OF EUROPE MATERIAL",
                        "elements": [
                            {
                                "content": "A.  European Charter on the statute for judges (Department of Legal Affairs of the Council of Europe, 8-10 July 1998 DAJ/DOC (98)23)",
                                "elements": [
                                    {
                                        "content": "78.  The relevant extracts from Chapter 5 of the Charter, “Liability”, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“5.1.  The dereliction by a judge of one of the duties expressly defined by the statute, may only give rise to a sanction upon the decision, following the proposal, the recommendation, or with the agreement of a tribunal or authority composed at least as to one half of elected judges, within the framework of proceedings of a character involving the full hearing of the parties, in which the judge proceeded against must be entitled to representation. The scale of sanctions which may be imposed is set out in the statute, and their imposition is subject to the principle of proportionality. The decision of an executive authority, of a tribunal, or of an authority pronouncing a sanction, as envisaged herein, is open to an appeal to a higher judicial authority.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Opinion of the Venice Commission",
                                "elements": [
                                    {
                                        "content": "79.  The relevant extracts from the Joint opinion by the Venice Commission and the Directorate of Co-operation within the Directorate General of Human Rights and Legal Affairs of the Council of Europe on the law amending certain legislative acts of Ukraine in relation to the prevention of abuse of the right to appeal, adopted by the Venice Commission at its 84th Plenary Session (Venice, 15-16 October 2010, CDL-AD(2010)029), read as follows (emphasis added in the original text):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“28.  Apparently in a welcome effort to overcome the problem of the low number of judges in the High Council of Justice, the Final Provisions under Section XII;3 (Amendments to the legal Acts of Ukraine) of the Law on the Judiciary and the Status of Judges the amendments 3.11 to the Law of Ukraine ‘On the High Council of Justice’ now provide that two of the three members of the High Council for Justice, which are appointed by the Verkhovna Rada (Article 8.1) and the President of Ukraine (Article 9.1) respectively, one of three members appointed by the Congress of Judges (Article 11.1), and one of three members appointed by the Congress of Representatives of Legal Higher Education Institutions and Research Institutions (Article 12.1) are appointed from the ranks of judges. The All-Ukrainian Conference of Prosecutors shall appoint two members to the HCJ, one of whom shall be appointed from among the judges (Article 13.1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Nonetheless, the composition of the High Council of Justice of Ukraine still does not correspond to European standards because out of 20 members only three are judges elected by their peers. The final provisions in effect acknowledge that the judicial element in the High Council of Justice should be higher, but the solution chosen is to require the Parliament, the President, the educational institutions and the prosecutors to elect or appoint judges. ... In the current composition, one judge is a member ex officio (the Chairman of the Supreme Court) and some of the members appointed by the President and Parliament are de facto judges or former judges, but there is no legal requirement for this to be the case until the mandates of the present members expire. Together with the Minister of Justice and the General Prosecutor, 50% of the members belong to or are appointed by the executive or legislature. Therefore the High Council of Justice cannot be said to consist of a substantial part of judges. It may sometimes be the case in older democracies that the executive power has a decisive influence and in some countries, such systems may work acceptably in practice. The Ukrainian authorities themselves during the meetings in Kyiv referred to Ukraine as a transition democracy which is happy to use the experience of other countries. As it has been stated in former opinions, ‘New democracies, however, did not yet have a chance to develop these traditions, which can prevent abuse and therefore, at least in these countries, explicit constitutional and legal provisions are needed as a safeguard to prevent political abuse in the appointment of judges’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The actual composition of the HCJ may well allow concessions to the interplay of parliamentary majorities and pressure from the executive, but this cannot overcome the structural deficiency of its composition. This body may not be free from any subordination to political party consideration. There are not enough guarantees ensuring that the HCJ safeguards the values and fundamental principles of justice. The composition is set up in the Constitution and a constitutional amendment would be required. The inclusion of the Prosecutor General as [an] ex officio member raises particular concerns, as it may have a deterren[t] effect [on] judges and be perceived as a potential threat. The Prosecutor General is a party to many cases which the judges have to decide, and his presence on a body concerned with the appointment, disciplining and removal of judges creates a risk that judges will not act impartially in such cases or that the Prosecutor General will not act impartially towards judges whose decisions he disapproves of. Consequently, the composition of the HCJ of Ukraine does not correspond to European standards. As a changed composition would require an amendment of the Constitution and this may be difficult, the Law should include, in order to counterbalance the flawed composition of the HCJ, a stronger regulation of incompatibilities. Taking into account the powers granted to the HCJ, it should work as a full time body and the elected members, unlike the ex officio members, should not be able to exercise any other public or private activity while sitting in the HCJ.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  ... Taking into account that the Minister of Justice and the Procurator General of Ukraine are members ex officio of the HCJ (Article 131 of the Constitution), and that the Ukrainian Constitution does not guarantee that the HCJ will be composed of a majority or substantial number of judges elected by their peers, the submitting of proposals for dismissal by members of the executive might impair the independence of the judges ... In any event, the member of the HCJ who submitted the proposal should not be allowed to take part in the decision to remove from office the relevant judge: this would affect the guarantee of impartiality. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  ... Precision and forseeability of the grounds for disciplinary liability is desirable for legal certainty and particularly to safeguard the independence of the judges; therefore an effort should be made to avoid vague grounds or broad definitions. However, the new definition includes very general concepts, such as ‘the [commission] of actions that dishonour a judicial office or may cause doubts [as to] his/her impartiality, objectivity and independence, [or the] integrity, incorruptibility of the judiciary’ and ‘violation of moral and ethical principles of human conduct’ among others. This seems particularly dangerous because of the vague terms used and the possibility of using it as a political weapon against judges. ... Thus, the grounds for disciplinary liability are still too broadly conceived and a more precise regulation is required to guarantee judicial independence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Finally, Article 32, in its last paragraph, requires decisions about the submission of the HCJ’s petition regarding dismissal of a judge to be taken by a simple rather than a two-thirds majority. In the light of the flawed composition of the HCJ, this is a regrettable step which would go against the independence of the judges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Finally, the composition of the ... highly influential so-called ‘fifth chamber’ of the [Higher] Administrative Court should be precisely determined by the law in order to comply with the requirements of the fundamental right of access to a court preestablished by the law. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Report by Thomas Hammarberg, Commissioner for Human Rights of the Council of Europe, following his visit to Ukraine (1926 November 2011), CommDH(2012)10, 23 February 2012",
                                "elements": [
                                    {
                                        "content": "80.  The relevant extracts from the report read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“II.  Issues relating to the independence and impartiality of judges",
                                        "elements": []
                                    },
                                    {
                                        "content": "The independence of the judiciary – which also implies the independence of each individual judge – should be protected both in law and in practice. The Commissioner noted with concern that, in the public perception in Ukraine, judges are not shielded from outside pressure, including of a political nature. Decisive action is needed on several fronts to remove the factors which render judges vulnerable and weaken their independence. The authorities should carefully look into any allegations of improper political or other influence or interference in the work of the judicial institutions and ensure effective remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commissioner calls upon the Ukrainian authorities to fully implement the Venice Commission’s recommendations regarding the need to streamline and clarify the procedures and criteria related to the appointment and dismissal of judges, as well as the application of disciplinary measures. It is essential to institute adequate safeguards to ensure fairness and eliminate the risk of politicisation in disciplinary procedures. As for the judicial appointment process, the qualifications and merit of the individual candidates should be decisive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The present composition of the High Council of Justice does not correspond to international standards and should be changed; this will require constitutional amendment. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  ... In November 2011 Deputy Prosecutor General Myhailo Havryliuk, who is a member of the High Council of Justice, announced that disciplinary proceedings had been initiated against members of the criminal chamber of the Supreme Court on the grounds that they had violated their oath. The Commissioner received allegations that these developments amounted to pressure by the executive branch on this judicial institution aimed at influencing the outcome of the elections of the next Chairman of the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Constitution and the Law on the Judiciary and the Status of Judges provides for the dismissal of a judge by the body that elected or appointed him or her, upon a motion by the High Council of Justice. Several of the Commissioner’s interlocutors underlined that, considering the current composition of the High Council of Justice (HCJ), the risk that such a decision might be initiated because of political or similar considerations was quite high. Such considerations may also play a role in the context of a decision by the Parliament to dismiss a judge elected for life. Therefore, additional safeguards should be introduced both in law and in practice, with a view to protecting the independence of judges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  There are provisions in the Constitution as well as in the Law on the Judiciary and the Status of Judges against undue pressure; however, these provisions should be further reinforced both in law and practice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Commissioner is in particular concerned by reports of the strong influence exercised by the prosecutorial and executive authorities upon judges through their representation in the High Council of Justice. In particular, the Commissioner was informed that there were occasions when disciplinary proceedings against judges had been initiated by members of the HCJ representing the Prosecutor’s Office for alleged breach of oath on the grounds of the substance of the judicial ruling in cases where the judges reportedly did not support the position [of] the prosecution (cf. also paragraph 20 above). In this context the Commissioner would like to recall that judges should not have reasons to fear dismissal or disciplinary proceedings against them because of the decisions they take.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Conclusions and recommendations",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Commissioner underlines that a judicial appointment system should be fully shielded from improper political or other partisan influence. Decisions of judges should not be subject to revision beyond the ordinary appeal procedure. Disciplinary actions against judges should be regulated by precise rules and procedures, managed inside the court system, and not be amenable to political or any other undue influence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  While the Commissioner is not in a position to comment on the veracity of the allegations of pressure upon judges of the Supreme Court described above (cf. paragraph 20), he nonetheless finds that the situation presents grounds for serious concern. The Ukrainian authorities should examine and address any allegations of interference in the work of judicial institutions. Officials from other branches of government should refrain from any actions or statements which may be viewed as an instrument of applying pressure on the work of judicial institutions or casting doubts as to their ability to exercise their duties effectively. Judges should not have reasons to fear dismissal or disciplinary proceedings against them because of the decisions they take. In addition, the opportunity presented by the current reform should be taken to affirm more solidly the independence of the judiciary from the executive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  COMPARATIVE LAW RESEARCH",
                        "elements": [
                            {
                                "content": "81.  A comparative law research report entitled “Judicial Independence in Transition” was completed in 2012 by the Max Planck Institute for Comparative Public Law and International Law (Max-Planck-Institut für ausländisches öffentliches Recht und Völkerrecht), Germany.",
                                "elements": []
                            },
                            {
                                "content": "82.  The research report elaborates, among many other issues, on the disciplinary procedures against judges in various jurisdictions. It suggests that there is no uniform approach to the organisation of the system of judicial discipline in European countries. It may nevertheless be observed that in many European countries the grounds for the disciplinary liability of judges are defined in rather general terms (such as, for example, gross or repeated neglect of official duties resulting in the impression that a judge is manifestly unfit to hold office (Sweden)). Exceptionally, in Italy the law provides an all-inclusive list of thirty-seven different disciplinary violations concerning the behaviour of judges both in and outside their office. The sanctions for a disciplinary offence by a judge may include: warning, reprimand, transfer, downgrading, demotion, suspension of promotion, fine, salary reduction, temporary suspension from office, and dismissal with or without pension benefits. Dismissal of a judge as the most severe sanction is usually only ordered by a court; in some legal systems it can also be ordered by another institution such as a specialised disciplinary board of the Superior Council of Magistracy, but, as a rule, it is then subject to an appeal to court. With the exception of Switzerland, Parliament is not involved in the procedure; the system in Switzerland is, however, fundamentally different owing to the limited period of time for which judges are elected.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "83.  The applicant made the following complaints under Article 6 § 1 of the Convention: (i) his case had not been considered by an “independent and impartial tribunal”; (ii) the proceedings before the HCJ had been unfair, in that they had not been carried out pursuant to the procedure envisaged by Chapter 4 of the HCJ Act 1998, offering a set of important procedural guarantees, including limitation periods for disciplinary penalties; (iii) Parliament had adopted the decision on his dismissal at a plenary meeting by abusing the electronic voting system; (iv) his case had not been heard by a “tribunal established by law”; (v) the decisions in his case had been taken without a proper assessment of the evidence and important arguments raised by the defence had not been properly addressed; (vi) the absence of sufficient competence on the part of the HAC to review the acts adopted by the HCJ had run counter to his right to a court; (vii) the principle of equality of arms had not been respected.",
                                "elements": []
                            },
                            {
                                "content": "84.  Article 6 § 1 of the Convention provides, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "85.  The parties did not contest the admissibility of the above complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Although the Government admitted that Article 6 § 1 of the Convention was applicable to the present case, the Court finds it appropriate to address this issue in detail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Whether Article 6 § 1 applies under its civil head",
                                        "elements": [
                                            {
                                                "content": "87.  The Court notes that labour disputes between civil servants and the State may fall outside the civil limb of Article 6 provided that two cumulative conditions are fulfilled. First, the State in its national law must have expressly excluded access to the courts for the post or category of staff in question. Secondly, the exclusion must be justified on objective grounds in the State’s interest (see Vilho Eskelinen and Others v. Finland [GC], no. 63235/00, § 62, ECHR 2007II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  In the context of the first condition, the Court is not prevented from qualifying a particular domestic body, outside the domestic judiciary, as a “court” for the purpose of the Vilho Eskelinen test. An administrative or parliamentary body may be viewed as a “court” in the substantive sense of the term, thereby rendering Article 6 applicable to civil servants’ disputes (see Argyrou and Others v. Greece, no. 10468/04, § 24, 15 January 2009, and Savino and Others v. Italy, nos. 17214/05, 20329/05 and 42113/04, §§ 7275, 28 April 2009). The conclusion as to the applicability of Article 6 is, however, without prejudice to the question of how procedural guarantees were complied with in such proceedings (ibid., § 72).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  As to the present application, the applicant’s case was considered by the HCJ, which determined all the questions of fact and law after holding a hearing and assessing the evidence. The examination of the case by the HCJ ended with two submissions for the applicant’s dismissal being sent to Parliament. Upon being received by Parliament, the submissions were considered by the Parliamentary Committee on the Judiciary which, at the relevant time, was given a certain latitude in assessing the conclusions of the HCJ, as it was empowered to hold its own deliberations and conduct additional inquiries, if deemed necessary, which could end with a recommendation to have, or not to have, the judge dismissed (see sections 19-21 of the Judges (Election and Dismissal) Act 2004). A plenary meeting of Parliament subsequently adopted a decision on the applicant’s dismissal based on the HCJ’s submissions and the recommendation of the Parliamentary Committee (see section 23 of the same Act). Lastly, the decisions of the HCJ and Parliament were reviewed by the HAC.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  It therefore appears that in determining the applicant’s case and taking a binding decision, the HCJ, the Parliamentary Committee and the plenary meeting of Parliament were, in combination, performing a judicial function (see Savino and Others, cited above, § 74). The binding decision on the applicant’s dismissal was further reviewed by the HAC, which was an ordinary court within the domestic judiciary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  In view of the above, it cannot be concluded that national law “expressly excluded access to court” for the applicant’s claim. The first condition of the Vilho Eskelinen test has not therefore been met and Article 6 applies under its civil head (compare Olujić v. Croatia, no. 22330/05, §§ 3145, 5 February 2009).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Whether Article 6 § 1 applies under its criminal head",
                                        "elements": [
                                            {
                                                "content": "92.  The two aspects, civil and criminal, of Article 6 are not necessarily mutually exclusive (see Albert and Le Compte v. Belgium, 10 February 1983, § 30, Series A no. 58). The question is therefore whether Article 6 of the Convention also applies under its criminal head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  In the light of the Engel criteria (see Engel and Others v. the Netherlands, 8 June 1976, §§ 82-83, Series A no. 22), certain considerations arise with respect to the severity of the sanction imposed on the applicant. While lustration proceedings in Poland leading likewise to the dismissal of the persons concerned may be analogous to a certain extent, the Court has held in that scenario that the relevant provisions of Polish legislation were not “directed at a group of individuals possessing a special status – in the manner, for example, of a disciplinary law”, but covered a vast group of citizens; the proceedings resulted in an employment ban for a large number of public posts without an exhaustive list being provided by domestic law (see Matyjek v. Poland (dec.), no. 38184/03, §§ 53-54, ECHR 2006VII). That case is therefore different, as in the present case the applicant, possessing a special status, was punished for failure to comply with his professional duties – that is, for an offence falling squarely under the disciplinary law. The sanction imposed on the applicant was a classic disciplinary measure for professional misconduct and, in terms of domestic law, it was contrasted with criminal-law sanctions for the adoption of a knowingly wrongful decision by a judge (see Article 375 of the Criminal Code above). It is also relevant to note here that the applicant’s dismissal from the post of judge did not formally prevent him from practising law in another capacity within the legal profession.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Moreover, the Court has found that discharge from the armed forces cannot be regarded as a criminal penalty for the purposes of Article 6 § 1 of the Convention (see Tepeli and Others v. Turkey (dec.), no. 31876/96, 11 September 2001, and Suküt v. Turkey (dec.), no. 59773/00, 11 September 2007). The Court has also explicitly held that proceedings concerning the dismissal of a bailiff for numerous misdemeanours “did not involve the determination of a criminal charge” (see Bayer v. Germany, no. 8453/04, § 37, 16 July 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  In view of the above, the Court considers that the facts of the present case do not give grounds for a conclusion that the applicant’s dismissal case related to the determination of a criminal charge within the meaning of Article 6 of the Convention. Accordingly, this Article is not applicable under its criminal head.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Otherwise as to admissibility",
                                        "elements": [
                                            {
                                                "content": "96.  The Court further notes that the above complaints under Article 6 § 1 of the Convention are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. They are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  As to the principles of an “independent and impartial tribunal”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant’s submissions",
                                "elements": [
                                    {
                                        "content": "97.  The applicant complained that his case had not been considered by an “independent and impartial tribunal”. In particular, these requirements had not been met by the HCJ on account of the manner of its composition, the subordination of its members to other State bodies and the personal bias of some of its members in the applicant’s case. The applicant specifically claimed that S.K., V.K. and R.K. could not have been impartial when deciding his case. The requirements of independence and impartiality had not been met at the subsequent stages of the proceedings, including before the HAC, which had failed to provide either the necessary guarantees or an adequate rehearing of the issues.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Moreover, according to the applicant, the review of his case by the HAC could not be regarded as sufficient to offset the procedural defects existing at the earlier stages. In particular, the HAC had not been able to formally quash the decisions concerning his dismissal and, in the absence of any regulations, it had remained unclear what the procedural consequences of declaring those decisions unlawful were. Furthermore, the manner in which the HAC had reviewed the applicant’s case suggested that there had been no adequate response to his pertinent and important arguments and submissions as regards the lack of a factual basis for his dismissal, the personal bias of members of the HCJ, and irregularities in the voting procedure in Parliament.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government’s submissions",
                                "elements": [
                                    {
                                        "content": "99.  The Government argued that domestic law had offered sufficient guarantees for the independence and impartiality of the HCJ. At the same time, there had been no indication of personal bias on the part of any of the members of the HCJ determining the applicant’s case. In particular, the statements made by S.K. to the media referred to by the applicant had actually been made more than six months prior to the events examined in the present case. Therefore, there had been no causal connection between these statements and the applicant’s dismissal. There had been no sustainable arguments in support of the statement that R.K and V.K. had been biased. In any event, the decision of the HCJ had been taken by a majority and the alleged bias of certain members of the HCJ could not have seriously affected that body’s impartiality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Government further admitted that there had been a certain amount of overlap in the composition of the HCJ and the Parliamentary Committee considering the applicant’s case after it had been referred to Parliament. Nevertheless, the Committee had been a collegial body which had taken a decision by a majority vote and that decision had not been binding on the plenary meeting of Parliament.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Government contended that there had been no reason to doubt the independence and impartiality of the HAC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  Further, according to the Government, the review provided by the HAC had been sufficient to remedy any alleged defects in procedural fairness which could have arisen at the previous stages of the domestic proceedings. The Government specified in this regard that the HAC’s competence to declare the decisions of the HCJ and Parliament on dismissal of a judge unlawful had been sufficient, as this implied that a judge would be treated as having not been dismissed. In support of their contentions, the Government submitted examples of domestic judicial practice whereby judges had successfully challenged decisions on their dismissal and then instituted court proceedings for reinstatement. In this context, they maintained that the manner in which the HAC had considered the applicant’s case had been appropriate and all the relevant and pertinent arguments advanced by the applicant had been adequately dealt with. In particular, the HAC had provided an appropriate response to the applicant’s allegation of a violation of the voting procedure in Parliament. Similarly, the HAC had properly addressed the applicant’s contention as to the breach of the requirement of independence and impartiality at the earlier stages of the proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "103.  In order to establish whether a tribunal can be considered “independent” within the meaning of Article 6 § 1, regard must be had, inter alia, to the manner of appointment of its members and their term of office, the existence of safeguards against external pressure and the question whether the body presents an appearance of independence (see Findlay v. the United Kingdom, 25 February 1997, § 73, Reports of Judgments and Decisions 1997-I, and Brudnicka and Others v. Poland, no. 54723/00, § 38, ECHR 2005-II). The Court emphasises that the notion of the separation of powers between the political organs of government and the judiciary has assumed growing importance in its case-law (see Stafford v. the United Kingdom [GC], no. 46295/99, § 78, ECHR 2002-IV). At the same time, neither Article 6 nor any other provision of the Convention requires States to comply with any theoretical constitutional concepts regarding the permissible limits of the powers’ interaction (see Kleyn and Others v. the Netherlands [GC], nos. 39343/98, 39651/98, 43147/98 and 46664/99, § 193, ECHR 2003VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  As a rule, impartiality denotes the absence of prejudice or bias. According to the Court’s settled case-law, the existence of impartiality for the purposes of Article 6 § 1 must be determined according to (i) a subjective test, where regard must be had to the personal conviction and behaviour of a particular judge – that is, whether the judge held any personal prejudice or bias in a given case; and (ii) an objective test, that is to say by ascertaining whether the tribunal itself and, among other aspects, its composition, offered sufficient guarantees to exclude any legitimate doubt in respect of its impartiality (see, among other authorities, Fey v. Austria, 24 February 1993, §§ 28 and 30, Series A no. 255-A, and Wettstein v. Switzerland, no. 33958/96, § 42, ECHR 2000-XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  However, there is no watertight division between subjective and objective impartiality, as the conduct of a judge may not only prompt objectively held misgivings as to his or her impartiality from the point of view of the external observer (the objective test) but may also go to the issue of his or her personal conviction (the subjective test) (see Kyprianou v. Cyprus [GC], no. 73797/01, § 119, ECHR 2005XIII). Thus, in some cases where it may be difficult to procure evidence with which to rebut the presumption of the judge’s subjective impartiality, the requirement of objective impartiality provides a further important guarantee (see Pullar v. the United Kingdom, 10 June 1996, § 32, Reports 1996III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  In this respect, even appearances may be of a certain importance or, in other words, “justice must not only be done, it must also be seen to be done”. What is at stake is the confidence which the courts in a democratic society must inspire in the public (see De Cubber v. Belgium, 26 October 1984, § 26, Series A no. 86).",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  Finally, the concepts of independence and objective impartiality are closely linked and, depending on the circumstances, may require joint examination (see Sacilor-Lormines v. France, no. 65411/01, § 62, ECHR 2006XIII). Having regard to the facts of the present case, the Court finds it appropriate to examine the issues of independence and impartiality together.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Court has noted (see paragraphs 89-90 above) that the HCJ and Parliament performed the function of determining the case concerning the applicant and the adoption of a binding decision. The HAC further carried out a review of the findings and the decisions made by those bodies. Therefore, the Court must first examine whether the principles of an independent and impartial tribunal were complied with at the stage of the determination of the applicant’s case and the production of a binding decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Court has held that where at least half of the membership of a tribunal is composed of judges, including the chairman with a casting vote, this will be a strong indicator of impartiality (see Le Compte, Van Leuven and De Meyere v. Belgium, 23 June 1981, § 58, Series A no. 43). It is appropriate to note that with respect to disciplinary proceedings against judges, the need for substantial representation of judges on the relevant disciplinary body has been recognised in the European Charter on the statute for judges (see paragraph 78 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Court notes that, in accordance with Article 131 of the Constitution and the HCJ Act 1998, the HCJ consists of twenty members, who are appointed by different bodies. However, what should be emphasised here is that three members are directly appointed by the President of Ukraine, another three members are appointed by the Parliament of Ukraine, and another two members are appointed by the All-Ukrainian Conference of Prosecutors. The Minister of Justice and the Prosecutor General are ex officio members of the HCJ. It follows that the effect of the principles governing the composition of the HCJ, as laid down in the Constitution and developed in the HCJ Act 1998, was that non-judicial staff appointed directly by the executive and the legislative authorities comprised the vast majority of the HCJ’s members.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  As a result, the applicant’s case was determined by sixteen members of the HCJ who attended the hearing, only three of whom were judges. Thus, judges constituted a tiny minority of the members of the HCJ hearing the applicant’s case (see paragraph 24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  It was only in the amendments of 7 July 2010 that the HCJ Act 1998 was supplemented with requirements to the effect that ten members of the HCJ should be appointed from the judicial corps. These amendments, however, did not affect the applicant’s case. In any event, they are insufficient, as the bodies appointing the members of the HCJ remain the same, with only three judges being elected by their peers. Given the importance of reducing the influence of the political organs of the government on the composition of the HCJ and the necessity to ensure the requisite level of judicial independence, the manner in which judges are appointed to the disciplinary body is also relevant in terms of judicial selfgovernance. As noted by the Venice Commission, the amended procedures have not resolved the issue, since the appointment itself is still carried out by the same authorities and not by the judicial corps (see paragraphs 28-29 of the Venice Commission’s Opinion, cited in paragraph 79 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Court further notes that in accordance with section 19 of the HCJ Act 1998, only four members of the HCJ work there on a full-time basis. The other members continue to work and receive a salary outside the HCJ, which inevitably involves their material, hierarchical and administrative dependence on their primary employers and endangers both their independence and impartiality. In particular, in the case of the Minister of Justice and the Prosecutor General, who are ex officio members of the HCJ, the loss of their primary job entails resignation from the HCJ.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Court refers to the opinion of the Venice Commission that the inclusion of the Prosecutor General as an ex officio member of the HCJ raises further concerns, as it may have a deterrent effect on judges and be perceived as a potential threat. In particular, the Prosecutor General is placed at the top of the hierarchy of the prosecutorial system and supervises all prosecutors. In view of their functional role, prosecutors participate in many cases which judges have to decide. The presence of the Prosecutor General on a body concerned with the appointment, disciplining and removal of judges creates a risk that judges will not act impartially in such cases or that the Prosecutor General will not act impartially towards judges of whose decisions he disapproves (see paragraph 30 of the Venice Commission’s Opinion, cited in paragraph 79 above). The same is true with respect to the other members of the HCJ appointed by the All-Ukrainian Conference of Prosecutors on a quota basis. The concerns expressed by the Commissioner for Human Rights of the Council of Europe are illustrative in this respect (see paragraph 42 of the report cited in paragraph 80 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Court further observes that the members of the HCJ who carried out the preliminary inquiries in the applicant’s case and submitted requests for his dismissal (R.K. and V.K.) subsequently took part in the decisions to remove the applicant from office. Moreover, one of those members (V.K.) was appointed President of the HCJ and presided over the hearing of the applicant’s case. The role of those members in bringing disciplinary charges against the applicant, based on the results of their own preliminary inquiries, throws objective doubt on their impartiality when deciding on the merits of the applicant’s case (compare Werner v. Poland, no. 26760/95, §§ 43-44, 15 November 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The applicant’s contentions of personal bias on the part of certain members of the HCJ should also be considered as regards the activities of the Chairman (S.K.) of the Parliamentary Committee on the judiciary, who was also a member of the HCJ. Firstly, his role in refusing to allow the applicant to take the oath of office as a member of the HCJ should not be overlooked. Secondly, his opinion published in the official parliamentary gazette on 14 June 2007 suggested that he strongly disagreed with the interlocutory court decision in the case concerning the unlawfulness of the parliamentary resolution on a temporary procedure for appointing presidents and deputy presidents of the local courts. Even though S.K. did not directly criticise him, it is evident that he disapproved of the actions of the applicant, who had been a claimant in that case. The Court is not convinced by the Government’s claim that this public statement was made much earlier, before the disciplinary proceedings commenced. Given that the time between the two events, as alleged by the Government, was about six months, this period cannot be considered sufficiently long to remove any causal connection in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  Accordingly, the facts of the present application disclose a number of serious issues pointing both to structural deficiencies in the proceedings before the HCJ and to the appearance of personal bias on the part of certain members of the HCJ determining the applicant’s case. The Court therefore concludes that the proceedings before the HCJ were not compatible with the principles of independence and impartiality required by Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The subsequent determination of the case by Parliament, the legislative body, did not remove the structural defects of a lack of “independence and impartiality” but rather only served to contribute to the politicisation of the procedure and to aggravate the inconsistency of the procedure with the principle of the separation of powers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  As regards the proceedings before the Parliamentary Committee, the chairman of the committee (S.K.) and one of its members were also members of the HCJ and took part in deciding the applicant’s case at both levels. Accordingly, they might not have acted impartially when examining the submissions by the HCJ (see, mutatis mutandis, Oberschlick v. Austria (no. 1), 23 May 1991, §§ 50-52, Series A no. 204). Besides that, the Court’s considerations concerning the lack of personal impartiality, as set out in paragraph 116 above, are equally pertinent to this stage of the procedure. Moreover, proper account should be taken of the fact that S.K., together with two members of the Parliamentary Committee, applied to the HCJ seeking the initiation of preliminary inquiries into possible misconduct by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  At the same time, the HCJ’s members could not withdraw as no withdrawal procedure was envisaged by the Judges (Election and Dismissal) Act 2004. This points to the lack of appropriate guarantees for the proceedings’ compliance with the test of objective impartiality (see, mutatis mutandis, Micallef v. Malta [GC], no. 17056/06, §§ 99-100, ECHR 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  As regards the plenary meeting of Parliament, the case was presented to the MPs by S.K. and V.K. (see paragraph 27 above). The procedure, however, essentially entailed a mere exchange of general opinions based on the conclusions of the HCJ and the Parliamentary Committee. At this stage, the determination of the case was limited to the adoption of a binding decision based on the findings previously reached by the HCJ and the Parliamentary Committee.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  On the whole, the facts of the present case suggest that the procedure at the plenary meeting was not an appropriate forum for examining issues of fact and law, assessing evidence and making a legal characterisation of the facts. The role of the politicians sitting in Parliament, who were not required to have any legal or judicial experience in determining complex issues of fact and law in an individual disciplinary case, has not been sufficiently clarified by the Government and has not been justified as being compatible with the requirements of independence and impartiality of a tribunal under Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  According to the Court’s case-law, even where an adjudicatory body determining disputes over “civil rights and obligations” does not comply with Article 6 § 1 in some respect, no violation of the Convention can be found if the proceedings before that body are “subject to subsequent control by a judicial body that has full jurisdiction and does provide the guarantees of Article 6 § 1” (see Albert and Le Compte, cited above, § 29, and Tsfayo v. the United Kingdom, no. 60860/00, § 42, 14 November 2006). In order to determine whether the Article 6 compliant second-tier tribunal had “full jurisdiction”, or provided “sufficiency of review” to remedy a lack of independence at first instance, it is necessary to have regard to such factors as the subject matter of the decision appealed against, the manner in which that decision was arrived at and the content of the dispute, including the desired and actual grounds of appeal (see Bryan v. the United Kingdom, 22 November 1995, §§ 44-47, Series A no. 335A, and Tsfayo, cited above, § 43).",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The Court is not persuaded that the HAC offered a sufficient review in the applicant’s case, for the following reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  Firstly, the question arises whether the HAC could effectively review the decisions of the HCJ and Parliament, given that the HAC had been vested with powers to declare these decisions unlawful without being able to quash them and take any further adequate steps if deemed necessary. Even though no legal consequences generally arise from a decision being declared unlawful, the Court considers that the HAC’s inability to formally quash the impugned decisions and the absence of rules as to the further progress of the disciplinary proceedings produces a substantial amount of uncertainty about what the real legal consequences of such judicial declarations are.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  The judicial practice developed in this area could be indicative in this respect. The Government submitted copies of domestic court decisions in two cases. However, these examples show that after the HAC had declared the judges’ dismissal unlawful, the claimants had had to institute separate proceedings for reinstatement. This material does not shed light on how disciplinary proceedings should be conducted (in particular, the steps which should be taken by the authorities involved after the impugned decisions have been declared unlawful and the time-limits for those steps to be taken) but squarely suggests that there is no automatic reinstatement in the post of judge exclusively on the basis of the HAC’s declaratory decision. Therefore, the material provided indicates that the legal consequences arising from the HAC’s review of such matters are limited and reinforces the Court’s misgivings about the HAC’s ability to handle the matter effectively and provide a sufficient review of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  Second, looking into the manner in which the HAC arrived at its decision in the applicant’s case and the scope of the dispute, the Court notes that important arguments advanced by the applicant were not properly addressed by the HAC. In particular, the Court does not consider that the applicant’s allegation of a lack of impartiality on the part of the members of the HCJ and of the Parliamentary Committee was examined with the requisite diligence. The Government’s assertions in this respect are not convincing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  Furthermore, the HAC made no genuine attempt to examine the applicant’s contention that the parliamentary decision on his dismissal had been incompatible with the Status of Members of Parliament Act 1992 and the Rules of Parliament, despite the fact that it had competence to do so (see Article 171-1 §§ 1 and 5 of the Code of Administrative Justice, cited in paragraph 62 above) and the applicant clearly raised the matter in his claim and submitted relevant evidence (see paragraphs 29 and 33 above). No assessment of the applicant’s evidence was made by the HAC. Meanwhile, the applicant’s allegation of the unlawfulness of the voting procedure in Parliament was further reinterpreted as a claim about the unconstitutionality of the relevant parliamentary resolution. By proceeding in this manner, the HAC avoided dealing with the issue in favour of the Constitutional Court, to which the applicant had no direct access (see Bogatova v. Ukraine, no. 5231/04, § 13, 7 October 2010, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  Therefore, the Court considers that the review of the applicant’s case by the HAC was not sufficient and thus could not neutralise the defects regarding procedural fairness at the previous stages of the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Court observes that the judicial review was performed by judges of the HAC who were also under the disciplinary jurisdiction of the HCJ. This means that these judges could also be subjected to disciplinary proceedings before the HCJ. Having regard to the extensive powers of the HCJ with respect to the careers of judges (appointment, disciplining and dismissal) and the lack of safeguards for the HCJ’s independence and impartiality (as examined above), the Court is not persuaded that the judges of the HAC considering the applicant’s case, to which the HCJ was a party, were able to demonstrate the “independence and impartiality” required by Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  Accordingly, the Court holds that the domestic authorities failed to ensure an independent and impartial determination of the applicant’s case and that the subsequent review of his case did not put those defects right. There has therefore been a violation of Article 6 § 1 of the Convention in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Compliance with the principle of legal certainty as regards the absence of a limitation period for the proceedings against the applicant",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "132.  The applicant complained that the proceedings before the HCJ had been unfair, in that they had not been carried out pursuant to the procedure envisaged by Chapter 4 of the HCJ Act 1998, which offered a set of important procedural guarantees, including limitation periods for disciplinary penalties. At the same time, the reasons given by the HAC for applying a different procedure had not been sufficient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  The applicant maintained that the application of a limitation period in his case had been important to ensure the principle of legal certainty. Having failed to apply any limitation period to his case, the State authorities had breached his right to a fair trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  The Government contested this complaint and submitted that the legal status of a judge entailed both the guarantees of his independence in administering justice and the possibility of holding him liable for a failure to perform his duties. As a “breach of oath” was a serious offence, time-limits for holding the applicant liable could not be applied.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "135.  The Court notes that the applicant’s disagreement with the chosen procedure is a question of interpretation of domestic law, which is primarily a matter for the national authorities. However, the Court is required to verify whether the way in which domestic law is interpreted and applied produces consequences that are consistent with the principles of the Convention, as interpreted in the light of the Court’s case-law (see Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 190-91, ECHR 2006-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  The Court considers that the HAC gave sufficient reasons why the process was conducted under a different procedure from that cited by the applicant (see paragraph 37 above). The application of the different procedure cannot be viewed as unforeseeable, arbitrary or manifestly unreasonable. The question remains, however, whether the alleged absence of the particular safeguard relied upon by him, namely the absence of a limitation period for imposing a disciplinary penalty for a “breach of oath” by a judge, affected the fairness of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  The Court has held that limitation periods serve several important purposes, namely to ensure legal certainty and finality, protect potential defendants from stale claims which might be difficult to counter and prevent any injustice which might arise if courts were required to decide upon events which took place in the distant past on the basis of evidence which might have become unreliable and incomplete because of the passage of time (see Stubbings and Others v. the United Kingdom, 22 October 1996, § 51, Reports 1996IV). Limitation periods are a common feature of the domestic legal systems of the Contracting States as regards criminal, disciplinary and other offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  As to the applicant’s case, the facts examined by the HCJ in 2010 dated back to 2003 and 2006 (see paragraphs 17-18 above). The applicant was therefore placed in a difficult position, as he had to mount his defence with respect to events, some of which had occurred in the distant past.",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  It appears from the HAC’s decision in the applicant’s case and the Government’s submissions that domestic law does not provide for any time bars on proceedings for dismissal of a judge for “breach of oath”. While the Court does not find it appropriate to indicate how long the limitation period should be, it considers that such an open-ended approach to disciplinary cases involving the judiciary poses a serious threat to the principle of legal certainty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  In these circumstances, the Court finds that there has been a violation of Article 6 § 1 of the Convention in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Compliance with the principle of legal certainty during the plenary meeting of Parliament",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "141.  The applicant complained that Parliament had adopted the decision on his dismissal in manifest breach of the law by abusing the electronic voting system. He asserted that during the plenary vote on his dismissal certain MPs had unlawfully cast votes belonging to other MPs who had not been there. In support of this complaint, the applicant referred to the video of the proceedings at the plenary meeting of Parliament and to the statements of four MPs certified by a notary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  The Government maintained that the parliamentary decision on the applicant’s dismissal had been lawful and the evidence adduced by the applicant to the contrary could not be considered reliable as its veracity had not been assessed by the domestic authorities.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "143.  The Court has held that procedural rules are designed to ensure the proper administration of justice and compliance with the principle of legal certainty, and that litigants must be entitled to expect those rules to be applied. The principle of legal certainty applies not only in respect of litigants but also in respect of the national courts (see Diya 97 v. Ukraine, no. 19164/04, § 47, 21 October 2010, with further references). The principle is equally applicable to the procedures used for dismissing the applicant, including the decision-making process at the plenary meeting of Parliament.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  The Court notes that the facts underpinning this complaint are confirmed by the statements of the applicant, who observed the plenary vote, by the certified statements of four MPs and by the video of the proceedings. The Government did not put forward any plausible argument putting in doubt the veracity of these pieces of evidence. For its part, the Court finds no reason to consider this evidentiary material unreliable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  Having examined the above-mentioned material, the Court finds that the decision on the applicant’s dismissal was voted on in the absence of the majority of the MPs. The MPs present deliberately and unlawfully cast multiple votes belonging to their absent peers. The decision was therefore taken in breach of Article 84 of the Constitution, section 24 of the Status of Members of Parliament Act 1992 and Rule 47 of the Rules of Parliament, requiring that members of Parliament should personally participate in meetings and votes. In these circumstances, the Court considers that the vote on the applicant’s dismissal undermined the principle of legal certainty, in breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  As noted above, this defect in procedural fairness was not remedied at the subsequent stage of the proceedings, as the HAC failed to deal with this issue in a proper manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  There has therefore been a violation of Article 6 § 1 of the Convention in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Compliance with the principle of a “tribunal established by law”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "148.  The applicant complained that his case had not been heard by a “tribunal established by law”. With regard to the chamber of the HAC which had heard his case, the applicant contended that by the time the president of the HAC had set up that chamber and had made proposals for its individual composition, his term of office had expired and he had therefore been occupying his administrative post without any legal basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  The Government submitted that after the expiry of his term of office, the president of the HAC had to be dismissed. However, in the absence of any procedure for the dismissal of a judge from an administrative post, any actions concerning his dismissal would not have been legal. They further argued that the authority of the president of the HAC to remain in that post had been supported by the decision of the Conference of Judges of the Administrative Courts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "150.  According to the Court’s case-law, the object of the term “established by law” in Article 6 of the Convention is to ensure “that the judicial organisation in a democratic society [does] not depend on the discretion of the Executive, but that it [is] regulated by law emanating from Parliament”. Nor, in countries where the law is codified, can organisation of the judicial system be left to the discretion of the judicial authorities, although this does not mean that the courts will not have some latitude to interpret the relevant national legislation (see Fruni v. Slovakia, no. 8014/07, § 134, 21 June 2011, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "151.  The phrase “established by law” covers not only the legal basis for the very existence of a “tribunal” but also the composition of the bench in each case (see Buscarini v. San Marino (dec.), no. 31657/96, 4 May 2000, and Posokhov v. Russia, no. 63486/00, § 39, ECHR 2003-IV). The practice of tacit extension of judges’ terms of office for an indefinite period after the expiry of their statutory term of office until they were reappointed has been found to violate the principle of a “tribunal established by law” (see Gurov v. Moldova, no. 36455/02, §§ 37-39, 11 July 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "152.  As to the instant case, it should be noted that, by virtue of Article 171-1 of the Code of Administrative Justice, the applicant’s case could be heard exclusively by a special chamber of the HAC. Under section 41 of the Judicial System Act 2002, this special chamber had to be set up by a decision of the president of the HAC; the personal composition of that chamber was defined by the president, with further approval by the Presidium of that court. However, by the time this was undertaken in the present case, the president’s five-year term of office had expired.",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  In that period of time, the procedure for appointing presidents of the courts was not regulated by domestic law: the relevant provisions of section 20 of the Judicial System Act 2002 had been declared unconstitutional and new provisions had not yet been introduced by Parliament (see paragraphs 41 and 49 above). Different domestic authorities had expressed their opinions as to that legal situation. For example, the Council of Judges of Ukraine, a higher body of judicial self-governance, considered that the matter had to be resolved on the basis of section 41 § 5 of the Judicial System Act 2002 and that the First Deputy President of the HAC, Judge S., was required to perform the duties of president of that court (see paragraph 51 above), while the General Prosecutor’s Office took a different view on the matter (see paragraph 52 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  Accordingly, such an important issue as the appointment of the presidents of the courts was relegated to the level of domestic practice, which turned out to be a matter of serious controversy among the authorities. It appears that Judge P. continued to perform the duties of the president of the HAC beyond the statutory time-limit, relying essentially on the fact that procedures for (re)appointment had not been provided for by the laws of Ukraine, while the legislative basis for his authority to act as president of the HAC was not sufficiently established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  Meanwhile, during that period Judge P., acting as president of the HAC, constituted the chamber which considered the applicant’s case and made proposals for the individual composition of that chamber.",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  In these circumstances, the Court cannot conclude that the chamber dealing with the applicant’s case was set up and composed in a legitimate way satisfying the requirements of a “tribunal established by law”. There has therefore been a violation of Article 6 § 1 of the Convention in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  Other violations of Article 6 § 1 of the Convention",
                                        "elements": [
                                            {
                                                "content": "157.  The applicant further complained that the decisions in his case had been taken without a proper assessment of the evidence and important arguments raised by the defence had not been properly addressed; the absence of sufficient competence on the part of the HAC to review the acts adopted by the HCJ had run counter to his “right to a court”; and the principle of equality of arms had not been respected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  The Government contested those allegations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  Having regard to the above considerations and conclusions under Article 6 § 1 of the Convention, the Court finds no separate issue in respect of the present complaints. It is therefore unnecessary to examine these complaints.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "160.  The applicant complained that his dismissal from the post of judge had amounted to an interference with his private and professional life which was incompatible with Article 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "161.  Article 8 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "162.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "163.  The applicant contended that there had been interference with his private life as a result of his dismissal from the post of judge of the Supreme Court. That interference had not been lawful, as the grounds for liability for “breach of oath” had been drafted too vaguely; domestic law had not provided for any limitation periods that were applicable to the dismissal proceedings and had thus not provided adequate safeguards against abuse and arbitrariness; moreover, it had not set out an appropriate scale of sanctions for disciplinary liability ensuring its application on a proportionate basis. For those reasons, it had not been compatible with the requirements of the “quality of law”. The applicant further asserted that the interference in question had not been necessary in the circumstances of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "164.  The Government admitted that the removal of the applicant from office had constituted an interference with his right to respect for his private life within the meaning of Article 8 of the Convention. However, the measure had been justified under the second paragraph of Article 8 of the Convention. In particular, the dismissal had been carried out on the basis of domestic law which had been sufficiently foreseeable and accessible. In addition, the measure had been necessary in the circumstances of the case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Whether there was an interference",
                                "elements": [
                                    {
                                        "content": "165.  The parties agreed that there had been an interference with the applicant’s right to respect for his private life. The Court finds no reason to hold otherwise. It notes that private life “encompasses the right for an individual to form and develop relationships with other human beings, including relationships of a professional or business nature” (see C. v. Belgium, 7 August 1996, § 25, Reports 1996III). Article 8 of the Convention “protects a right to personal development, and the right to establish and develop relationships with other human beings and the outside world” (see Pretty v. the United Kingdom, no. 2346/02, § 61, ECHR 2002III). The notion of “private life” does not exclude in principle activities of a professional or business nature. It is, after all, in the course of their working lives that the majority of people have a significant opportunity to develop relationships with the outside world (see Niemietz v. Germany, 16 December 1992, § 29, Series A no. 251B). Therefore, restrictions imposed on access to a profession have been found to affect “private life” (see Sidabras and Džiautas v. Lithuania, nos. 55480/00 and 59330/00, § 47, ECHR 2004VIII, and Bigaeva v. Greece, no. 26713/05, §§ 22-25, 28 May 2009). Likewise, dismissal from office has been found to interfere with the right to respect for private life (see Özpınar v. Turkey, no. 20999/04, §§ 43-48, 19 October 2010). Finally, Article 8 deals with the issues of protection of honour and reputation as part of the right to respect for private life (see Pfeifer v. Austria, no. 12556/03, § 35, 15 November 2007, and A. v. Norway, no. 28070/06, §§ 63-64, 9 April 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "166.  The dismissal of the applicant from the post of judge affected a wide range of his relationships with other persons, including relationships of a professional nature. Likewise, it had an impact on his “inner circle” as the loss of his job must have had tangible consequences for the material well-being of the applicant and his family. Moreover, the reason for the applicant’s dismissal, namely breach of the judicial oath, suggests that his professional reputation was affected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "167.  It follows that the applicant’s dismissal constituted an interference with his right to respect for private life within the meaning of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Whether the interference was justified",
                                "elements": [
                                    {
                                        "content": "168.  The Court next has to examine whether the interference satisfied the conditions of paragraph 2 of Article 8.",
                                        "elements": []
                                    },
                                    {
                                        "content": "169.  The expression “in accordance with the law” requires, firstly, that the impugned measure should have some basis in domestic law. Secondly, it refers to the quality of the law in question, requiring that it should be accessible to the person concerned, who must moreover be able to foresee its consequences for him, and compatible with the rule of law (see, among other authorities, Kopp v. Switzerland, 25 March 1998, § 55, Reports 1998II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "170.  The phrase thus implies, inter alia, that domestic law must be sufficiently foreseeable in its terms to give individuals an adequate indication as to the circumstances in which and the conditions on which the authorities are entitled to resort to measures affecting their rights under the Convention (see C.G. and Others v. Bulgaria, no. 1365/07, § 39, 24 April 2008). The law must, moreover, afford a degree of legal protection against arbitrary interference by the authorities. The existence of specific procedural safeguards is material in this context. What is required by way of safeguard will depend, to some extent at least, on the nature and extent of the interference in question (see P.G. and J.H. v. the United Kingdom, no. 44787/98, § 46, ECHR 2001-IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "171.  The Court has found (see paragraph 145 above) that the parliamentary vote on the decision to remove the applicant from office was not lawful in terms of domestic law. This conclusion in itself would be sufficient for the Court to establish that the interference with the applicant’s right to respect for his private life was not in accordance with the law within the meaning of Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "172.  Nevertheless, the Court finds it appropriate to examine the complaint further and establish whether the requirements of the “quality of law” were met.",
                                        "elements": []
                                    },
                                    {
                                        "content": "173.  In their submissions under this head, the parties disputed the issue of the foreseeability of the applicable law. In this regard, the Court observes that until 15 May 2010 the substantive law did not contain any description of the offence of “breach of oath”. The basis for construing the scope of that offence was inferred from the text of the judicial oath, provided for in section 10 of the Status of Judges Act 1992 and reading as follows: “I solemnly declare that I will honestly and rigorously perform the duties of judge, abide only by the law when administering justice, and be objective and fair”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "174.  The Court notes that the text of the judicial oath offered wide discretion in interpreting the offence of “breach of oath”. The new legislation now specifically deals with the external elements of that offence (see section 32 of the HCJ Act 1998, as amended, paragraph 72 above). While the new legislation did not apply to the applicant’s case, it is relevant to note that the specification of “breach of oath” in that section still provides the disciplinary authority with wide discretion on this issue (see also the relevant extract from the opinion of the Venice Commission cited in paragraph 79 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "175.  However, the Court recognises that in certain areas it may be difficult to frame laws with high precision and that a certain degree of flexibility may even be desirable to enable the national courts to develop the law in the light of their assessment of what measures are necessary in the particular circumstances of each case (see Goodwin v. the United Kingdom, 27 March 1996, § 33, Reports 1996II). It is a logical consequence of the principle that laws must be of general application that the wording of statutes is not always precise. The need to avoid excessive rigidity and to keep pace with changing circumstances means that many laws are inevitably couched in terms which, to a greater or lesser extent, are vague. The interpretation and application of such enactments depend on practice (see Gorzelik and Others v. Poland [GC], no. 44158/98, § 64, ECHR 2004I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "176.  These qualifications, imposing limits on the requirement of precision of statutes, are particularly relevant to the area of disciplinary law. Indeed, as far as military discipline is concerned, the Court has held that it would scarcely be possible to draw up rules describing different types of conduct in detail. It may therefore be necessary for the authorities to formulate such rules more broadly (see Vereinigung demokratischer Soldaten Österreichs and Gubi v. Austria, 19 December 1994, § 31, Series A no. 302).",
                                        "elements": []
                                    },
                                    {
                                        "content": "177.  The experience of other States suggests that the grounds for the disciplinary liability of judges are usually couched in general terms, while the examples of detailed statutory regulation of that matter do not necessarily prove the adequacy of the legislative technique employed and the foreseeability of that area of law (see paragraph 82 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "178.  Therefore, in the context of disciplinary law, there should be a reasonable approach in assessing statutory precision, as it is a matter of objective necessity that the actus reus of such offences should be worded in general language. Otherwise, the statute may not deal with the issue comprehensively and will require constant review and updating according to the numerous new circumstances arising in practice. It follows that a description of an offence in a statute, based on a list of specific behaviours but aimed at general and uncountable application, does not provide a guarantee for addressing properly the matter of the foreseeability of the law. The other factors affecting the quality of legal regulation and the adequacy of the legal protection against arbitrariness should be identified and examined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "179.  In this connection, the Court notes that it has found the existence of specific and consistent interpretational practice concerning the legal provision in issue to constitute a factor leading to the conclusion that the provision was foreseeable as to its effects (see Goodwin, cited above, § 33). While this conclusion was made in the context of a common-law system, the interpretational role of adjudicative bodies in ensuring the foreseeability of legal provisions cannot be underestimated in civil-law systems. It is precisely for those bodies to construe the exact meaning of general provisions of law in a consistent manner and dissipate any interpretational doubts (see, mutatis mutandis, Gorzelik and Others, cited above, § 65).",
                                        "elements": []
                                    },
                                    {
                                        "content": "180.  As to the present case, there is no indication that at the time of the determination of the applicant’s case there were any guidelines or practice establishing a consistent and restrictive interpretation of the notion of “breach of oath”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "181.  The Court further considers that the requisite procedural safeguards had not been put in place to prevent arbitrary application of the relevant substantive law. In particular, domestic law did not set out any time-limits for initiating and conducting proceedings against a judge for a “breach of oath”. The absence of any limitation periods, as discussed above under Article 6 of the Convention, made the discretion of the disciplinary authorities open-ended and undermined the principle of legal certainty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "182.  Moreover, domestic law did not set out an appropriate scale of sanctions for disciplinary offences and did not develop rules ensuring their application in accordance with the principle of proportionality. At the time when the applicant’s case was determined, only three sanctions for disciplinary wrongdoing existed: reprimand, downgrading of qualification class, and dismissal. These three types of sanction left little room for disciplining a judge on a proportionate basis. Thus, the authorities were given limited opportunities to balance the competing public and individual interests in the light of each individual case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "183.  It is worth noting that the principle of proportionate application of disciplinary sanctions on judges is directly cited in paragraph 5.1 of the European Charter on the statute for judges (see paragraph 78 above), and that certain States have set up a more detailed hierarchy of sanctions to meet this principle (see paragraph 82 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "184.  Finally, the most important counterbalance against the inevitable discretion of a disciplinary body in this area would be the availability of an independent and impartial review. However, domestic law did not lay down an appropriate framework for such a review and, as discussed earlier, it did not prove to be available to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "185.  Accordingly, the absence of any guidelines and practice establishing a consistent and restrictive interpretation of the offence of “breach of oath” and the lack of appropriate legal safeguards resulted in the relevant provisions of domestic law being unforeseeable as to their effects. Against this background, it could well be assumed that almost any misbehaviour by a judge occurring at any time during his or her career could be interpreted, if desired by a disciplinary body, as a sufficient factual basis for a disciplinary charge of “breach of oath” and lead to his or her removal from office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "186.  In the light of the above considerations, the Court concludes that the interference with the applicant’s right to respect for his private life was not lawful: the interference was not compatible with domestic law and, moreover, the applicable domestic law failed to satisfy the requirements of foreseeability and provision of appropriate protection against arbitrariness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "187.  There has therefore been a violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "188.  The applicant further complained that he had had no effective remedies in respect of his unlawful dismissal. He relied on Article 13 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in this Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "189.  Having examined the parties’ submissions under this head, the Court considers that the complaint is admissible. However, given the Court’s findings under Article 6 of the Convention, the present complaint does not give rise to any separate issue (see Brualla Gómez de la Torre v. Spain, 19 December 1997, § 41, Reports 1997-VIII).",
                                "elements": []
                            },
                            {
                                "content": "190.  Consequently, the Court holds that it is not necessary to examine the complaint under Article 13 of the Convention separately.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLES 41 AND 46 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "191.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "192.  Article 46 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1. The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.",
                                "elements": []
                            },
                            {
                                "content": "2. The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Indication of general and individual measures",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "193.  In the context of the execution of judgments in accordance with Article 46 of the Convention, a judgment in which the Court finds a breach of the Convention imposes on the respondent State a legal obligation under that provision to put an end to the breach and to make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach. If, on the other hand, national law does not allow, or allows only partial reparation to be made for the consequences of the breach, Article 41 empowers the Court to afford the injured party such satisfaction as appears to it to be appropriate. It follows, inter alia, that a judgment in which the Court finds a violation of the Convention or its Protocols imposes on the respondent State a legal obligation not just to pay those concerned the sums awarded by way of just satisfaction, but also to choose, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be adopted in its domestic legal order to put an end to the violation found by the Court and make all feasible reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (see Maestri v. Italy [GC], no. 39748/98, § 47, ECHR 2004I; Assanidze v. Georgia [GC], no. 71503/01, § 198, ECHR 2004II; and Ilaşcu and Others v. Moldova and Russia [GC], no. 48787/99, § 487, ECHR 2004-VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "194.  The Court reiterates that its judgments are essentially declaratory in nature and that, in general, it is primarily for the State concerned to choose, subject to supervision by the Committee of Ministers, the means to be used in its domestic legal order to discharge its obligation under Article 46 of the Convention, provided that such means are compatible with the conclusions set out in the Court’s judgment (see, among other authorities, Öcalan v. Turkey [GC], no. 46221/99, § 210, ECHR 2005-IV; Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII; and Brumărescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2001-I). This discretion as to the manner of execution of a judgment reflects the freedom of choice attached to the primary obligation of the Contracting States to secure the rights and freedoms guaranteed under the Convention (Article 1) (see Papamichalopoulos and Others v. Greece (Article 50), 31 October 1995, § 34, Series A no. 330B).",
                                                "elements": []
                                            },
                                            {
                                                "content": "195.  However, exceptionally, with a view to helping the respondent State to fulfil its obligations under Article 46, the Court will seek to indicate the type of measure that might be taken in order to put an end to a violation it has found to exist. In such circumstances, it may propose various options and leave the choice of measure and its implementation to the discretion of the State concerned (see, for example, Broniowski v. Poland [GC], no. 31443/96, § 194, ECHR 2004-V). In certain cases, the nature of the violation found may be such as to leave no real choice as to the measures required to remedy it and the Court may decide to indicate a specific measure (see, for example, Assanidze, cited above, §§ 202-03; Aleksanyan v. Russia, no. 46468/06, § 240, 22 December 2008; and Fatullayev v. Azerbaijan, no. 40984/07, §§ 176-77, 22 April 2010).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  As to the present case",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General measures",
                                "elements": [
                                    {
                                        "content": "196.  The applicant submitted that his case evidenced fundamental systemic problems in the Ukrainian legal system arising from the State’s failure to respect the principle of the separation of powers; these systemic problems required the application of Article 46 of the Convention. He argued that the problems disclosed in the present case spoke to the necessity of amending the relevant area of domestic legislation. In particular, amendments had to be introduced to the Constitution and the HCJ Act 1998 concerning the principles of composition of the HCJ and the procedures for the appointment and dismissal of judges, and to the Code of Administrative Justice as regards the jurisdiction and powers of the HAC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "197.  The Government disagreed and submitted that applicable domestic law had significantly changed since the time the applicant’s case had been determined by the domestic authorities. In particular, the amendments of 7 July 2010 to the HCJ Act 1998 had provided that the number of judges participating in the HCJ would increase and eventually constitute the majority of that body (see paragraph 68 above). In June 2012 the HCJ Act 1998 had been further amended to provide that preliminary inquiries instigated by the prosecutor’s office should not be carried out by a member of the HCJ who had been or continued to be a prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "198.  The Government further pointed out that the role of Parliament in the procedure for the dismissal of a judge had been diminished, as there was no longer a requirement for a review of the case by a parliamentary committee or for any other form of parliamentary inquiry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "199.  The Court notes that the present case discloses serious systemic problems as regards the functioning of the Ukrainian judiciary. In particular, the violations found in the case suggest that the system of judicial discipline in Ukraine has not been organised in a proper way, as it does not ensure sufficient separation of the judiciary from other branches of State power. Moreover, it does not provide appropriate guarantees against abuse and misuse of disciplinary measures to the detriment of judicial independence, the latter being one of the most important values underpinning the effective functioning of democracies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "200.  The Court considers that the nature of the violations found suggests that for the proper execution of the present judgment the respondent State would be required to take a number of general measures aimed at reforming the system of judicial discipline. These measures should include legislative reform involving the restructuring of the institutional basis of the system. Furthermore, these measures should entail the development of appropriate forms and principles of coherent application of domestic law in this field.",
                                        "elements": []
                                    },
                                    {
                                        "content": "201.  As regards the Government’s contentions that they had already put in place certain safeguards in this area, the Court notes that the legislative amendments of 7 July 2010 did not have immediate effect and the recomposition of the HCJ will have to take place gradually in the future. In any event, the Court has noted that these amendments do not in fact resolve the specific issue of the composition of the HCJ (see paragraph 112 above). As to the other legislative amendments outlined by the Government, the Court does not consider that they substantially address the whole range of the problems it has identified in the context of this case. There are many issues, as discussed in the reasoning part of this judgment, indicating defects in the domestic legislation and practice in this area. In sum, the legislative steps mentioned by the Government do not resolve the problems of systemic dysfunctions in the legal system disclosed by the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "202.  Therefore, the Court considers it necessary to stress that Ukraine must urgently put in place the general reforms in its legal system outlined above. In so doing, the Ukrainian authorities should have due regard to this judgment, the Court’s relevant case-law and the Committee of Ministers’ relevant recommendations, resolutions and decisions.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Individual measures",
                                "elements": [
                                    {
                                        "content": "203.  The applicant argued that the most appropriate form of individual redress would be his reinstatement or the restoration of his employment. In the alternative, he requested that the Court oblige the respondent State to reopen the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "204.  The Government submitted that there was no need for any specific orders concerning individual redress, as these matters would be properly dealt with by the Government in cooperation with the Committee of Ministers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "205.  The Court has established that the applicant was dismissed in violation of the fundamental principles of procedural fairness enshrined in Article 6 of the Convention, such as the principles of an independent and impartial tribunal, legal certainty and the right to be heard by a tribunal established by law. The applicant’s dismissal has also been found to be incompatible with the requirements of lawfulness under Article 8 of the Convention. The dismissal of the applicant, a judge of the Supreme Court, in manifest disregard of the above principles of the Convention, could be viewed as a threat to the independence of the judiciary as a whole.",
                                        "elements": []
                                    },
                                    {
                                        "content": "206.  The question therefore arises as to what individual measures would be the most appropriate to put an end to the violations found in the present case. In many cases where the domestic proceedings were found to be in breach of the Convention, the Court has held that the most appropriate form of reparation for the violations found could be the reopening of the domestic proceedings (see, for example, Huseyn and Others v. Azerbaijan, nos. 35485/05, 45553/05, 35680/05 and 36085/05, § 262, 26 July 2011, with further references). In so doing, the Court has specified this measure in the operative part of the judgment (see, for example, Lungoci v. Romania, no. 62710/00, 26 January 2006, and Ajdarić v. Croatia, no. 20883/09, 13 December 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "207.  Having regard to the above conclusions as to the necessity of introducing general measures for reforming the system of judicial discipline, the Court does not consider that the reopening of the domestic proceedings would constitute an appropriate form of redress for the violations of the applicant’s rights. There are no grounds to assume that the applicant’s case would be retried in accordance with the principles of the Convention in the near future. In these circumstances, the Court sees no point in indicating such a measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "208.  Having said that, the Court cannot accept that the applicant should be left in a state of uncertainty as regards the way in which his rights should be restored. The Court considers that by its very nature the situation found to exist in the instant case does not leave any real choice as to the individual measures required to remedy the violations of the applicant’s Convention rights. Having regard to the very exceptional circumstances of the case and the urgent need to put an end to the violations of Articles 6 and 8 of the Convention, the Court holds that the respondent State shall secure the applicant’s reinstatement to the post of judge of the Supreme Court at the earliest possible date.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "209.  The applicant claimed that as a result of the unfair proceedings brought against him which had resulted in his dismissal as a Supreme Court judge, he had been denied his entitlement to the salary of a Supreme Court judge, a salary allowance, and a judicial pension. The applicant provided a detailed calculation of his claim for pecuniary damage, which amounted to 11,720,639.86 Ukrainian hryvnias (UAH) or 1,107,255.87 euros (EUR).",
                                                "elements": []
                                            },
                                            {
                                                "content": "210.  The Government contested this claim and submitted that it was speculative, exorbitant and unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "211.  In the circumstances of the present case, the Court considers that the question of compensation for pecuniary damage is not ready for decision. That question must accordingly be reserved and the subsequent procedure fixed, having due regard to any agreement which might be reached between the Government and the applicant (Rule 75 §§ 1 and 4 of the Rules of Court).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "212.  The applicant claimed that as a result of his unfair dismissal, he had suffered considerable distress and frustration which could not be sufficiently redressed by the findings of violations. He sought an award of just satisfaction for non-pecuniary damage in the amount of EUR 20,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "213.  The Government contended that the claim in respect of nonpecuniary damage had been unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "214.  The Court considers that the applicant must have suffered distress and anxiety on account of the violations found. Ruling on an equitable basis, as required by Article 41 of the Convention, it awards the applicant EUR 6,000 in respect of non-pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "215.  The applicant also claimed 14,945.81 pounds sterling (GBP) for costs and expenses incurred before the Court between 23 March and 20 April 2012. The claim consisted of legal fees for the applicant’s representatives in London (Mr Philip Leach and Ms Jane Gordon), who had spent eighty-two hours and forty minutes working on the case in that period; a fee for the European Human Rights Advocacy Centre (EHRAC) support officer; administrative expenses; and translation costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "216.  In his additional submissions on this topic, the applicant claimed GBP 11,154.95 for costs and expenses incurred in connection with the hearing of 12 June 2012. The claim included legal fees for the applicant’s representatives, who had spent sixty-nine hours and thirty minutes working on the case; a fee for the EHRAC support officer; administrative disbursements; and translation costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "217.  The applicant asked that any award under this head be paid directly into the bank account of the EHRAC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "218.  The Government argued that the applicant had failed to show that the costs and expenses had been necessarily incurred. Moreover, they had not been properly substantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "219.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 12,000 covering costs under all heads. The amount shall be paid directly into the bank account of the applicant’s representatives.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "220.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the principles of an independent and impartial tribunal;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the principle of legal certainty and the absence of a limitation period for the proceedings against the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the principle of legal certainty and the dismissal of the applicant at the plenary meeting of Parliament;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the principle of a “tribunal established by law”;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there is no need to examine the remaining complaints under Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there is no need to examine the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds that Ukraine shall secure the applicant’s reinstatement to the post of judge of the Supreme Court at the earliest possible date;",
                        "elements": []
                    },
                    {
                        "content": "10.  Holds that, as regards pecuniary damage resulting from the violations found, the question of just satisfaction is not ready for decision and accordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a)  reserves this question;",
                        "elements": []
                    },
                    {
                        "content": "(b)  invites the Government and the applicant to submit, within three months from the date of notification of this judgment, their written observations on this question and, in particular, to notify the Court of any agreement that they may reach;",
                        "elements": []
                    },
                    {
                        "content": "(c)  reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be;",
                        "elements": []
                    },
                    {
                        "content": "11.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "12.  Dismisses the remainder of the applicant’s claim for just satisfaction in respect of non-pecuniary damage and costs and expenses.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified at a public hearing on 9 January 2013 at the Human Rights Building in Strasbourg, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Yudkivska is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "D.S.\nC.W.\n",
                        "elements": []
                    },
                    {
                        "content": "I voted for point 9 of the operative part of the judgment, requiring Ukraine to secure the applicant’s reinstatement to the post of Supreme Court judge, although as national judge I realise the difficulties the authorities will face in executing this part of the judgment.",
                        "elements": []
                    },
                    {
                        "content": "When Mr Volkov was dismissed in June 2010, the number of judges in the Supreme Court of Ukraine was a rather flexible figure, regulated by section 48 of the Judicial System Act 2002, according to which it was to be established by decree of the President of Ukraine upon recommendation of the President of the Supreme Court, agreed with the Council of Judges. Thus, by virtue of Presidential Decree No. 1427/2005 of 7 October 2005 on the number of judges of the Supreme Court of Ukraine, in 2005-10 the Supreme Court consisted of ninety-five judges.",
                        "elements": []
                    },
                    {
                        "content": "In July 2010 the new Act on the Judicial System and the Status of Judges came into force, and section 39 of the Act provides in an unequivocal manner that the Supreme Court of Ukraine consists of forty-eight judges. This figure is constant. Thus, if there is no vacancy at the SCU at the moment, it appears that the applicant’s reinstatement “at the earliest possible date”, referred to in paragraph 208 and point 9 of the operative part, will become feasible only when one of the serving judges of the Supreme Court retires or leaves the court for another reason or the relevant legislation changes.",
                        "elements": []
                    },
                    {
                        "content": "Still, even in these circumstances, I remain convinced that the proposed approach, although it seemed to be rather proactive, was justified.",
                        "elements": []
                    },
                    {
                        "content": "The Court’s practice of ordering specific remedies for violations of the Convention provisions has a long history. The Travaux préparatoires of the old Article 50 of the Convention demonstrate that the initial idea of a powerful Court entitled to order a wide range of “penal, administrative or civil sanctions” was not accepted. The wording of the old Article 50 that was finally adopted suggests that the primary obligation to provide reparation remains with the State, and the Court has a subsidiary role to grant it when a victim is unable to obtain it under the internal law.",
                        "elements": []
                    },
                    {
                        "content": "Yet in 1972, in the famous “Vagrancy” case, the Court recognised that “No doubt, the treaties from which the text of Article 50 was borrowed had more particularly in view cases where the nature of the injury would make it possible to wipe out entirely the consequences of a violation but where the internal law of the State involved precludes this being done”.",
                        "elements": []
                    },
                    {
                        "content": "In Piersack v. Belgium the Court stated that it would “proceed from the principle that the applicant should as far as possible be put in the position he would have been in had the requirements of Article 6 not been disregarded”, thus stressing the primacy of the obligation to restore the status quo ante. The same primacy was further emphasised in the case of Scozzari and Giunta v. Italy: “under Article 41 of the Convention the purpose of awarding sums by way of just satisfaction is to provide reparation solely for damage suffered by those concerned to the extent that such events constitute a consequence of the violation that cannot otherwise be remedied”.",
                        "elements": []
                    },
                    {
                        "content": "Nevertheless, acknowledging its subsidiary role in the protection of human rights, for decades the Court remained rather reluctant to exercise its own power to order individual remedies, repeatedly stating that the finding of a violation in itself constituted just satisfaction or awarding a moderate amount of compensation. This reluctance was criticised both outside and inside the Court. As stated by Judge Bonello, “it is regrettable enough as it is, albeit understandable, that in the sphere of granting redress the Court, in its early days, imposed on itself the restriction of never ordering performance of specific remedial measures in favour of the victim. That exercise in judicial restraint has already considerably narrowed the spectrum of the Court’s effectiveness”.",
                        "elements": []
                    },
                    {
                        "content": "The Court applied the principle of restitutio in integrum for the first time in the landmark case of Papamichalopoulos and Others v. Greece, concerning unlawful expropriation. In so doing it was inspired by the judgment of the Permanent Court of International Justice (PCIJ) in the Chorzów Factory case, where the PCIJ held that “reparation must, as far as possible, wipe out all the consequences of the illegal act and re-establish the situation which would in all probability have existed if that act had not been committed”.",
                        "elements": []
                    },
                    {
                        "content": "Since then the Court’s practice as regards requesting individual and general measures has progressed considerably. The pilot-judgment procedure represents the most significant step in the development of the Court’s remedial power, being an inevitable consequence of the sharp increase in its caseload and the need to ensure that the state of affairs that led to a violation in a case is improved. Today the Court no longer hesitates, where necessary, to indicate a wide range of concrete measures to a respondent State in order to guarantee full respect for human rights.",
                        "elements": []
                    },
                    {
                        "content": "The principle of restitutio in integrum was extended to cases of unfair trial where the Court considered “that the most appropriate form of redress for a violation of Article 6 § 1 would be to ensure that the applicant, as far as possible, is put in the position in which he would have been had this provision not been disregarded ... Consequently, ... the most appropriate form of redress would be the retrial ...”. Ordering a retrial was found “indispensable for the proper protection of human rights”.",
                        "elements": []
                    },
                    {
                        "content": "Further progress in the application of the restitutio in integrum principle relates to cases of ongoing unlawful deprivation of liberty, where the Court ordered the State to “secure the applicant’s release at the earliest possible date” as “by its very nature, the violation found in the instant case does not leave any real choice as to the measures required to remedy it”. In some other cases, where prolonged pre-trial detention was found to be in breach of the requirements of Article 5 § 3 of the Convention and proceedings were still pending, the Court requested the respondent State “to conclude the criminal proceedings in issue as speedily as possible ... and to release the applicant pending the outcome of these proceedings”.",
                        "elements": []
                    },
                    {
                        "content": "Welcoming this “logical step forward from the above-mentioned restitution of property cases”, Judge Costa mentioned in his separate opinion in the case of Assanidze v. Georgia that “it would have been illogical and even immoral to leave Georgia with a choice of (legal) means, when the sole method of bringing arbitrary detention to an end is to release the prisoner”.",
                        "elements": []
                    },
                    {
                        "content": "It thus follows that the choice of how to enforce the Court’s judgment remains with the State under the supervision of the Committee of Ministers, unless the violation found, by its very nature, does not leave any choice as to the measures required to remedy it.",
                        "elements": []
                    },
                    {
                        "content": "Application of the principle of restitutio in integrum, whilst remaining the primary remedy for human rights violations, is naturally limited. Restoration of the status quo ante is impossible in the majority of cases, or extremely problematic. Article 35 of the International Law Commission’s Draft Articles on State Responsibility provides: “A State responsible for an internationally wrongful act is under an obligation to make restitution, that is, to re-establish the situation which existed before the wrongful act was committed, provided and to the extent that restitution (a) is not materially impossible; and (b) does not involve a burden out of all proportion to the benefit deriving from restitution instead of compensation.”",
                        "elements": []
                    },
                    {
                        "content": "Thus, in the recent case of Gladysheva v. Russia, after carefully balancing the interests at stake and “having noted the absence of a competing third-party interest or other obstacle to the restitution of the applicant’s ownership”, the Court requested that the applicant “be put as far as possible in a situation equivalent to the one in which she would have been had there not been a breach of Article 8 of the Convention and Article 1 of Protocol No. 1”, and ordered “full restitution of the applicant’s title to the flat and the annulment of her eviction order”.",
                        "elements": []
                    },
                    {
                        "content": "In my view the present case represents quite an exceptional situation, where the nature of the violation found allows the restoration of the status quo ante, which is neither “materially impossible”, nor does it involve “a burden out of all proportion”. I subscribe to the conclusion of the majority that “the situation found to exist in the instant case does not leave any real choice as to the individual measures required to remedy the violations of the applicant’s Convention rights” (see paragraph 208 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "For the first time the Court has ordered the reinstatement of a person whose dismissal was found to be contrary to the guarantees of the Convention. Such a remedy is not new or unknown to other international jurisdictions. For instance, the Inter-American Court of Human Rights has ordered it on several occasions. The United Nations Human Rights Committee, which held that “reparation can involve restitution, rehabilitation and measures of satisfaction”, thus putting restitution in first place, is another body which does not hesitate to order the reinstatement of those dismissed without adequate guarantees. In particular, the Committee’s order to reinstate sixty-eight judges whose dismissal was found to “constitute an attack on the independence of the judiciary” is worth mentioning.",
                        "elements": []
                    },
                    {
                        "content": "In the present case, the said individual measure is accompanied by the suggestion to the respondent State of general measures to reform the system of judicial discipline. Given the paramount importance of the independence of the judiciary, which lies at the heart of the whole system of human rights protection, the Court has made a careful analysis of the whole context of the problem before reaching a conclusion on the measures requested.",
                        "elements": []
                    },
                    {
                        "content": "I am therefore persuaded that the order to reinstate the applicant to the post of Supreme Court judge is fully in keeping with the Court’s role as a body empowered “to ensure the observance of the engagements undertaken by the High Contracting Parties in the Convention and the Protocols thereto”. It is also in compliance with the standards developed in international law.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dean Spielmann",
            "role": "president"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ann Power-Forde",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF OLEKSANDR VOLKOV v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-115871.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0109JUD002172211",
    "externalsources": [
        "European Charter on the statute for judges of 8-10 July 1998 (Department of Legal Affairs of the Council of Europe Document (98)23)",
        "Joint Opinion on the Law Amending Certain Legislative Acts of Ukraine in Relation to the Prevention of Abuse of the Right to Appeal by the Venice Commission and the Directorate of Co-operation within the Directorate General of Human Rights and Legal Affairs of the Council of Europe, adopted by the Venice Commission at its 84th Plenary Session (Venice, 15-16 October 2010, CDL-AD(2010)029)",
        "Report by Thomas Hammarberg, Commissioner for Human Rights of the Council of Europe, following his visit to Ukraine (19-26 November 2011), CommDH(2012)10"
    ],
    "extractedappno": [
        "21722/11",
        "63235/00",
        "10468/04",
        "17214/05",
        "20329/05",
        "42113/04",
        "22330/05",
        "38184/03",
        "31876/96",
        "59773/00",
        "8453/04",
        "54723/00",
        "46295/99",
        "39343/98",
        "39651/98",
        "43147/98",
        "46664/99",
        "33958/96",
        "73797/01",
        "65411/01",
        "26760/95",
        "17056/06",
        "60860/00",
        "5231/04",
        "36813/97",
        "19164/04",
        "8014/07",
        "31657/96",
        "63486/00",
        "36455/02",
        "2346/02",
        "55480/00",
        "59330/00",
        "26713/05",
        "20999/04",
        "12556/03",
        "28070/06",
        "1365/07",
        "44787/98",
        "44158/98",
        "39748/98",
        "71503/01",
        "48787/99",
        "46221/99",
        "39221/98",
        "41963/98",
        "28342/95",
        "31443/96",
        "46468/06",
        "40984/07",
        "35485/05",
        "45553/05",
        "35680/05",
        "36085/05",
        "62710/00",
        "20883/09",
        "31195/96",
        "36391/02",
        "42310/04",
        "29361/07",
        "11339/03",
        "7097/10"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Sections 19-21 and 23 of the Judges (Election and Dismissal) Act 2004",
        "Article 84 and 131 of the Constitution",
        "HCJ Act 1998",
        "Status of Members of Parliament Act 1992",
        "Rules of Parliament",
        "Article 171-1 §§ 1 and 5 of the Code of Administrative Justice",
        "Sections 10, 20 and 41 of the Judicial System Act 2002"
    ],
    "itemid": "001-115871",
    "judgementdate": "09/01/2013 00:00:00",
    "kpdate": "09/01/2013 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "41",
        "70",
        "136",
        "180",
        "181",
        "495",
        "451",
        "429",
        "203",
        "319",
        "558",
        "556",
        "216",
        "26",
        "126",
        "184",
        "243",
        "225",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "46-2",
        "8",
        "8-1",
        "46",
        "6-1",
        "8-2",
        "6",
        "41"
    ],
    "parties": [
        "OLEKSANDR VOLKOV",
        "UKRAINE"
    ],
    "rank": "951.732299804688",
    "representedby": [
        "LEACH Ph.",
        "GORDON J."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "A. v. Norway, no. 28070/06, §§ 63 and 64, 9 April 2009",
        "Ajdaric v. Croatia, no. 20883/09, 13 December 2011",
        "Albert and Le Compte v. Belgium, 10 February 1983, §§ 29-30, Series A no. 58",
        "Aleksanyan v. Russia, no. 46468/06, § 240, 22 December 2008",
        "Argyrou and Others v. Greece, no. 10468/04, § 24, 15 January 2009",
        "Assanidze v. Georgia [GC], no. 71503/01, §§ 198 and 202-203, ECHR 2004-II",
        "Bayer v. Germany, no. 8453/04, § 37, 16 July 2009",
        "Bigaeva v. Greece, no. 26713/05, §§ 22-25, 28 May 2009",
        "Bogatova v. Ukraine, no. 5231/04, § 13, 7 October 2010",
        "Broniowski v. Poland [GC], no. 31443/96, § 194, ECHR 2004-V",
        "Brualla Gómez de la Torre v Spain, 19 December 1997, § 41, Reports of Judgments and Decisions 1997-VIII",
        "Brudnicka and Others v. Poland, no. 54723/00, § 38, ECHR 2005-II",
        "Brumarescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2001-I",
        "Bryan v. the United Kingdom, 22 November 1995, §§ 44 - 47, Series A no. 335-A",
        "Buscarini v. San Marino (dec.), no. 31657/96, 4 May 2000",
        "C. v. Belgium, 7 August 1996, § 25, Reports 1996-III",
        "C.G. and Others v. Bulgaria, no. 1365/07, § 39, 24 April 2008",
        "De Cubber v. Belgium, 26 October 1984, § 26, Series A no. 86",
        "Diya 97 v. Ukraine, no. 19164/04, § 47, 21 October 2010",
        "Engel and Others v. the Netherlands, 8 June 1976, §§ 82-83, Series A no. 22",
        "Fatullayev v. Azerbaijan, no. 40984/07, §§ 176 and 177, 22 April 2010",
        "Fey v. Austria, 24 February 1993, Series A no. 255, §§ 28 and 30",
        "Findlay v the United Kingdom, 25 February 1997, § 73, Reports 1997-I",
        "Fruni v. Slovakia, no. 8014/07, §134, 21 June 2011",
        "Goodwin v. the United Kingdom, 27 March 1996, § 33, Reports 1996-II",
        "Gorzelik and Others v. Poland [GC], no. 44158/98, §§ 64-65, ECHR 2004-I",
        "Gurov v. Moldova, no. 36455/02, § 37-39, 11 July 2006",
        "Huseyn and Others v. Azerbaijan, nos. 35485/05, 45553/05, 35680/05 and 36085/05, § 262, 26 July 2011",
        "Ilascu and Others v. Moldova and Russia [GC], no. 48787/99, § 487, ECHR 2004-VII",
        "Kleyn and Others v. the Netherlands [GC], nos. 39343/98, 39651/98, 43147/98 and 46664/99, § 193, ECHR 2003-VI",
        "Kopp v. Switzerland, 25 March 1998, § 55, Reports 1998-II",
        "Kyprianou v. Cyprus [GC], no. 73797/01, § 119, ECHR 2005-XIII",
        "Le Compte, Van Leuven and De Meyere v. Belgium, 23 June 1981, § 58, Series A no. 43",
        "Lungoci v. Romania, no. 62710/00, 26 January 2006",
        "Maestri v. Italy [GC], no. 39748/98, § 47, ECHR 2004-I",
        "Matyjek v. Poland (dec.), no. 38184/03, §§ 53 and 54, ECHR 2006-VII",
        "Micallef v. Malta [GC], no. 17056/06, §§ 99 and 100, ECHR 2009",
        "Niemietz v. Germany, 16 December 1992, § 29, Series A no. 251-B",
        "Oberschlick v. Austria (no. 1), 23 May 1991, §§ 50-52, Series A no. 204",
        "Öcalan v. Turkey [GC], no. 46221/99, § 210, ECHR 2005-IV",
        "Olujic v. Croatia, no. 22330/05, § 31-45, 5 February 2009",
        "Özpinar v. Turkey, no. 20999/04, §§ 43-48, 19 October 2010",
        "P.G. and J.H. v. the United Kingdom, no. 44787/98, § 46, ECHR 2001-IX",
        "Papamichalopoulos and Others v. Greece (Article 50), 31 October 1995, § 34, Series A no. 330-B",
        "Pfeifer v. Austria, no. 12556/03, § 35, 15 November 2007",
        "Posokhov v. Russia, no. 63486/00, § 39, ECHR 2003-IV",
        "Pretty v. the United Kingdom, no. 2346/02, § 61, ECHR 2002-III",
        "Pullar v. the United Kingdom, 10 June 1996, § 32, Reports 1996-III",
        "Sacilor-Lormines v. France, no. 65411/01, § 62, ECHR 2006-XIII",
        "Savino and Others v. Italy, nos. 17214/05, 20329/05 and 42113/04, §§ 72-75, 28 April 2009",
        "Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 190 and 191, ECHR 2006-V",
        "Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII",
        "Sidabras and Džiautas v. Lithuania, nos. 55480/00 and 59330/00, § 47, ECHR 2004-VIII",
        "Stafford v. the United Kingdom [GC], no. 46295/99, § 78, ECHR 2002-IV",
        "Stubbings and Others v. the United Kingdom, 22 October 1996, § 51, Reports 1996-IV",
        "Suküt v. Turkey (dec.), no. 59773/00, 11 September 2007",
        "Tepeli and Others v. Turkey (dec.), no. 31876/96, 11 September 2001",
        "Tsfayo v. the United Kingdom, no. 60860/00, §§ 42-43, 14 November 2006",
        "Vereinigung demokratischer Soldaten Österreichs and Gubi v. Austria, 19 December 1994, § 31, Series A no. 302",
        "Vilho Eskelinen and Others v. Finland [GC], no. 63235/00, § 62, ECHR 2007-IV",
        "Werner v. Poland, no. 26760/95, §§ 43 and 44, 15 November 2001",
        "Wettstein v. Switzerland, no. 33958/96, § 42, ECHR 2000-XII"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "427881",
    "typedescription": "14"
}