{
    "__articles": "39;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "52257/11",
    "article": [
        "39",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-167492.docx": [
            {
                "content": "FACTS AND PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 52257/11) against Hungary lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by eleven Hungarian nationals, Mr Tibor Bak, Mrs Lászlóné Csatári, Mr István Csillag, Mr András Halász, Ms Boglárka László, Mr Zoltán Lex, Mr Márk Marsi, Mr Sándor Orosz, Mrs Klára Pápainé Armuth, Mr György  Rosta and Mr Attila Széles (“the applicants”), on 8 August 2011. A list of applicants is annexed to the present judgment.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr Cs. Tordai, a lawyer practising in Budapest. The Hungarian Government (“the Government”) were represented by Mr Z. Tallódi, Agent of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 31 August 2015 the applicants’ complaint under Article 1 of Protocol No. 1 to the Convention concerning the imposition of 98% tax on part of their severance payment was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "A.  Friendly settlement reached in respect of seven applicants",
                        "elements": [
                            {
                                "content": "4.  On 10 November 2015 and 9 June 2016 the Court received friendly settlement declarations signed by the Government and seven applicants under which the latter agreed to waive any further claims against Hungary in respect of the facts giving rise to their complaints against an undertaking by the Government to pay Mrs Lászlóné Csatári 20,600 euros (EUR), Mr István Csillag EUR 19,300, Mr Zoltán Lex EUR 46,700, Mr Márk Marsi EUR 8,300, Mr Sándor Orosz EUR 28,300, Mr György Rosta EUR 16,000, and Mr Attila Széles EUR 11,100, to cover any pecuniary and non-pecuniary damage as well as costs and expenses. These sums will be converted into the currency of the respondent State at the rate applicable on the date of payment, and will be free of any taxes that may be applicable. They will be payable within three months from the date of notification of the strike-out decision taken by the Court. In the event of failure to pay these sums within the said three-month period, the Government undertook to pay simple interest on them, from the expiry of that period until settlement, at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points. The payment will constitute the final resolution of the case in respect of these seven applicants.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.  The first applicant",
                        "elements": [
                            {
                                "content": "5.  The first applicant, Mr Tibor Bak was born in 1965 and lives in Dunakeszi. From June 2002 he was employed at the State-owned National Development Bank Ltd. His employment was terminated by mutual agreement in June 2010. The upper bracket of his severance payment was taxed at 98% rate. The Government did not contest the levy of the special tax on his severance payment; but in their observations they rectified the tax amount. The first applicant did not contest this. Accordingly, special tax was levied on his severance payment in the amount of 7,617,826 Hungarian Forints (HUF) (approximately EUR 25,400).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.  The fourth applicant",
                        "elements": [
                            {
                                "content": "6.  The fourth applicant, Mr András Halász was born in 1961 and lives in Budapest. From October 2002 he was employed at the State-owned National Export-Import Bank Ltd. His employment was terminated on 29 October 2010. The upper bracket of his severance payment was taxed at 98% rate. The Government did not contest the levy of the special tax on his severance payment; but in their observations they rectified the tax amount. The fourth applicant did not contest this. Accordingly, special tax was levied on his severance payment in the amount of HUF 9,125,270 (approximately EUR 30,400).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "D.  The fifth applicant",
                        "elements": [
                            {
                                "content": "7.  The fifth applicant, Ms Boglárka László was born in 1967 and lives in Budapest. From April 2007 she was employed at the State-owned MFB Investment Ltd. Her employment was terminated by mutual agreement on 29 October 2010. The upper bracket of her severance payment was taxed at 98% rate. The Government did not contest the levy of the special tax on her severance payment; but in their observations they rectified the tax amount. The fifth applicant did not contest this. Accordingly, special tax was levied on her severance payment in the amount of HUF 6,508,053 (approximately EUR 21,700).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "E.  The ninth applicant",
                        "elements": [
                            {
                                "content": "8.  The ninth applicant, Mrs Klára Pápainé Armuth was born in 1957 and lives in Budapest. From January 2008 she was employed at the State-owned National Asset Management Ltd. Her employment was terminated by mutual agreement in 2010. The upper bracket of her severance payment was taxed at 98% in the amount of HUF 2,932,623 (approximately EUR 9,700). The Government did not contest this. In a letter dated of 17 March 2016 the ninth applicant submitted that due to some special accounting methods applied in her case, she had received further bonuses from her previous employer calculated pro rata temporis for the years of 2011 and 2012; in respect of these bonuses additional special tax had been levied in the amount of altogether HUF 829,119 (approximately EUR 2,700). The applicant received a certificate from her employer regarding the deduction of special tax from the subsequently received bonuses on unspecified dates in 2011 and 2012.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  PRELIMINARY QUESTION",
                        "elements": [
                            {
                                "content": "9.  The Court takes note of the friendly settlement reached between the Government and seven applicants, notably Mrs Lászlóné Csatári, Mr  István  Csillag, Mr Zoltán Lex, Mr Márk Marsi, Mr Sándor Orosz, Mr  György Rosta and Mr Attila Széles. It is satisfied that the settlement is based on respect for human rights as defined in the Convention and its Protocols and finds no reasons to justify a continued examination of the complaints of these seven applicants. In view of the above, it is appropriate to strike the application out of the list in so far as it concerns those seven applicants.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "10.  The first, fourth, fifth and ninth applicants complained about the imposition of 98% tax on part of their remuneration due on termination of their employment. They relied on Article 1 of Protocol No. 1, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "11.  The Government emphasised that the deduction of the additional special tax from the ninth applicant’s subsequently received bonuses had taken place in 2011 and 2012; and she had received the related certificates from her employer in the same years. However, this part of her complaint was first raised before the Court in a letter of 17 March 2016. The Government argued that she had failed to introduce this part of the application within six months of learning of the deduction of the impugned tax amounts and therefore this part of her complaint was out of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Court recalls that, as regards complaints not included in the initial application, the running of the six months’ time-limit is not interrupted until the date when the complaint is first submitted to a Convention organ (see Allan v. United Kingdom (dec.), no. 48539/99, 28 August 2001; and Adam and Others v. Germany (dec.), no. 290/03, 1 September 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In this case, the ninth applicant learned about the deduction of special tax from her subsequently received bonuses on unspecified dates in 2011 and 2012. However, the complaint in respect of these tax deductions was raised by her lawyer for the first time only in a letter of 17 March 2016 (see paragraph 8 above). No explanation has been given by the ninth applicant for the failure to raise the matter in due time. In the present context the Court attaches particular weight to the fact that the applicant was represented by a lawyer (see Adam and Others v. Germany, decision cited above). For these reasons, the Court concludes that the ninth applicant’s application in so far as it concerns the tax deducted from her bonuses in 2011 and 2012 must be rejected, pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The Court notes that the ninth applicant’s complaint in so far as it relates to the tax levied on her severance payment in 2010 and the complaints of the first, fourth and fifth applicants are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "15.  The Court observes that virtually identical circumstances gave rise to a violation of Article 1 of Protocol No. 1 in the case of R.Sz. v. Hungary (no. 41838/11, §§ 31-62, 2 July 2013); and is satisfied that there is no reason to hold otherwise in the present application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that there has been a violation of Article 1 of Protocol No. 1 to the Convention in respect of tax deductions imposed on the first, fourth, fifth and ninth applicants in 2010.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "17.  Relying on Article 41 of the Convention, the first, fourth, fifth and ninth applicants claimed some pecuniary damage to be awarded in line with the Court’s case-law in cases concerning the application of a 98% tax. They did not claim any non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Having regard to the fact that, in the absence of the 98% tax rate, the applicants’ severance payment would have been in all likelihood subject to some taxation, the Court awards the first applicant EUR 23,600, the fourth applicant EUR 28,200, the fifth applicant EUR 20,200 and the ninth applicant EUR 9,000 in respect of pecuniary damages (see, mutatis mutandis, Gáll v. Hungary, no. 49570/11, § 84, 25 June 2013; and R.Sz.  v. Hungary, cited above, § 74).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "19.  The first, fourth, fifth and ninth applicants claimed the reimbursement of costs and expenses incurred before the Court to be awarded in line with the Court’s case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Having regard to all materials in the case file, the Court finds it reasonable to award to each of them EUR 500 in respect of costs and expenses, plus any tax that may be chargeable to the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "21.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Takes note of the friendly settlement reached between the Government and seven applicants, namely Mrs Lászlóné Csatári, Mr István Csillag, Mr Zoltán Lex, Mr Márk Marsi, Mr Sándor Orosz, Mr György Rosta and Mr Attila Széles;",
                        "elements": []
                    },
                    {
                        "content": "2. Decides to strike the application out of its list of cases in accordance with Article 39 of the Convention in so far as it relates to the complaints of the following applicants: Mrs Lászlóné Csatári, Mr István Csillag, Mr Zoltán Lex, Mr Márk Marsi, Mr Sándor Orosz, Mr György Rosta and Mr Attila Széles;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the application admissible in so far as it concerns the following applicants: Mr Tibor Bak, Mr András Halász and Ms Boglárka László;",
                        "elements": []
                    },
                    {
                        "content": "4.  Declares the application of Mrs Klára Pápainé Armuth admissible in so far as it concerns special tax imposed on her in 2010 and inadmissible in so far as it concerns special tax imposed on her in 2011 and 2012;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention with regard to Mr Tibor Bak, Mr András Halász, Ms Boglárka László and Mrs Klára Pápainé Armuth;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the first applicant, Mr Tibor Bak, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the respondent State is to pay the fourth applicant, Mr András Halász, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(ii)  EUR 500 (five hundred euros), plus any tax that may be chargeable to the fourth applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that the respondent State is to pay the fifth applicant, Ms Boglárka László, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(ii)  EUR 500 (five hundred euros), plus any tax that may be chargeable to the fifth applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(d)  that the respondent State is to pay the ninth applicant, Mrs Klára Pápainé Armuth, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(ii)  EUR 500 (five hundred euros), plus any tax that may be chargeable to the ninth applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(e)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 October 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "APPENDIX",
                        "elements": []
                    },
                    {
                        "content": "List of applicants",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Andrea Tamietti",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BAK AND OTHERS v. HUNGARY",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-167492.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:1018JUD005225711",
    "externalsources": [],
    "extractedappno": [
        "52257/11",
        "48539/99",
        "290/03",
        "41838/11",
        "49570/11"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-167492",
    "judgementdate": "18/10/2016 00:00:00",
    "kpdate": "18/10/2016 00:00:00",
    "kpthesaurus": [
        "138",
        "165",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "P1-1-1",
        "39",
        "P1-1"
    ],
    "parties": [
        "BAK AND OTHERS",
        "HUNGARY"
    ],
    "rank": "1649.4033203125",
    "representedby": [
        "TORDAI Cs."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "457315",
    "typedescription": "15"
}