{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court)",
    "applicability": "",
    "appno": "41820/16",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-187194.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 41820/16) against Serbia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Serbian national, Mr Rešad Ljajić (“the applicant”), on 5 July 2016.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr S. Ljajić from Belgrade. The Serbian Government (“the Government”) were represented by their Agent, Ms N. Plavšić.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 30 August 2017 the applicant’s complaint, under Article 6 § 1 of the Convention, concerning the non-enforcement of final domestic court decision rendered in favour of the applicant was communicated to the Government. Other two complaints, under Article 13 and Article 1 of Protocol No. 1 were rejected in the single judge procedure on non-exhaustion grounds.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1964 and lives in Štitare.",
                                "elements": []
                            },
                            {
                                "content": "A.  Civil proceedings and enforcement proceedings",
                                "elements": [
                                    {
                                        "content": "5.  On 30 May 2000 the Belgrade Third Municipal Court ordered a socially-owned company KMG Trudbenik (hereinafter “the debtor company”), based in Belgrade, to pay to the applicant a specified amount on account of salary arrears, plus the costs of the civil proceedings (judgment no. P1 863/99). This judgment became enforceable on 19 June 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 13 March 2002, upon the applicant’s request to that effect, the Fourth Belgrade Municipal Court ordered the enforcement of the said judgment and further ordered the debtor company to pay the applicant’s enforcement costs (enforcement order no. I-VIII 101/2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 7 October 2003 the enforcement proceedings were suspended due to the institution of compulsory settlement proceedings before the Belgrade Commercial Court (“the Commercial Court”).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Insolvency proceedings",
                                "elements": [
                                    {
                                        "content": "8.  On 9 December 2011 the Commercial Court opened insolvency proceedings in respect of the debtor company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 6 March 2012 the applicant submitted his request for enforcement of the 30 May 2000 judgment (“enforcement request”) to the insolvency manager. The insolvency manager neither rejected the applicant’s claim nor forwarded it to the Commercial Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 24 February 2014 the applicant thus submitted his enforcement request with the Commercial Court, and on 1 October 2014 he supplemented it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 6 August and 27 October 2014 the applicant complained about the inactivity of the acting judge in the insolvency proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 13 October 2014 the Commercial Court rejected the applicant’s enforcement request as having been lodged out of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 28 January 2015 the Commercial Appellate Court rejected the applicant’s appeal, and upheld the Commercial Court’s decision of 13 October 2014.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 24 March 2015 the applicant lodged a constitutional appeal, complaining of the decision of 28 January 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  However, on 19 May 2016 the Constitutional Court rejected the applicant’s appeal as unfounded.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "16.  The relevant domestic law concerning the status of socially-owned companies, enforcement and insolvency proceedings is outlined in the cases of R. Kačapor and Others v. Serbia (nos. 2269/06 et al., §§ 57-64 and §§ 71-76, 15 January 2008), and Jovičić and Others v. Serbia ((dec.), no. 37270/11, §§ 88-93, 15 October 2013).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  The applicant complained of the respondent State’s failure to enforce the final court judgment rendered in his favour.",
                                "elements": []
                            },
                            {
                                "content": "The case falls to be examined under Article 6 of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "18.  The Government argued that, as the applicant had failed to properly register his claim in the above-mentioned insolvency proceedings, his application to the Court was inadmissible on grounds of non-exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant maintained that he had complied with the exhaustion requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court has already considered similar arguments and rejected them (see, mutatis mutandis, Lolić v. Serbia, no. 44095/06, § 26, 22 October 2013, and, especially, Stoković and Others v. Serbia (dec.), no. 75879/17 and 17 others, §§ 28-30, 8 March 2016). It sees no reason to depart from that approach in the present case. Therefore, the Government’s objection must be rejected.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "22.  The Court notes that the domestic judgment at issue in the present case has remained unenforced to date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  It further observes that it has frequently found violations of Article 6 of the Convention and/or Article 1 of Protocol No. 1 in cases raising issues similar to those raised in the present case (see R. Kačapor and Others, cited above, §§ 115-116 and § 120, Crnišanin and Others v. Serbia, nos. 35835/05 et seq., §§ 123-124 and §§ 133-134, 13 January 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or convincing argument capable of persuading it to reach a different conclusion in the present case. There has, accordingly, been violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "A.  Damages, costs and expenses",
                                "elements": [
                                    {
                                        "content": "26.  The applicant requested that the respondent State be ordered to pay, from its own funds: (i) the sums awarded in the final court judgment rendered in his favour on 30 May 2000; (ii) USD 2,600 for non-pecuniary damages; and (iii) USD 2,000 in respect of legal costs incurred in the proceedings before the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Having regard to the violations found in the present case and its own case-law (see R. Kačapor and Others, cited above, §§ 123-126, and Crnišanin and Others, cited above, § 139) the Court considers that the applicant’s claim for pecuniary damage concerning the payment of the outstanding judgment debt must be accepted. The Government shall therefore pay the applicant the sums awarded in the final domestic judgment adopted on 30 May 2000, less any amounts which may have already been paid in respect of the said judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  As regards non-pecuniary damage, the Court considers that the applicant sustained some non-pecuniary loss arising from the breaches of the Convention found in this case. Having regard to its case-law (Stošić v. Serbia, no. 64931/10, §§ 66-68, 1 October 2013), the Court awards EUR 2,000 to the applicant, less any amounts which may have already been paid in that regard at the domestic level. This sum is to cover non-pecuniary damage, costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "30.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, from its own funds and within three months, the sums awarded in the court judgment rendered in his favour on 30 May 2000, less any amounts which may have already been paid in this regard;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the respondent State is to pay the applicant, within the same period, EUR 2,000 in respect of nonpecuniary damage and costs and expenses, plus any tax that may be chargeable on this amount, which is to be converted into the currency of the respondent State at the rate applicable at the date of settlement, after the deduction of any amounts which may have already been paid on this basis;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 October 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Pere Pastor Vilanova",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LJAJIĆ v. SERBIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-187194.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1023JUD004182016",
    "externalsources": [],
    "extractedappno": [
        "41820/16",
        "863/99",
        "2269/06",
        "37270/11",
        "44095/06",
        "75879/17",
        "35835/05",
        "64931/10"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-187194",
    "judgementdate": "23/10/2018 00:00:00",
    "kpdate": "23/10/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "7"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "LJAJIĆ",
        "SERBIA"
    ],
    "rank": "2747.67260742188",
    "representedby": [
        "LJAJIC S."
    ],
    "respondent": "SRB",
    "respondentOrderEng": "40",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "482206",
    "typedescription": "15"
}