{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "49490/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-98502.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 49490/08) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Ms Grace Przybylska-Conroy (“the applicant”), on 1 October 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr J. Pruchniewski, a lawyer practising in . The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 8 June 2009 the President of the Fourth Section of the Court decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    },
                    {
                        "content": "4.  On 23 December 2009 the Government submitted a unilateral declaration and invited the Court to strike out the application, in accordance with Article 37 of the Convention. The applicant filed an objection.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1957 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Main proceedings [civil proceedings for division of matrimonial property]",
                                "elements": [
                                    {
                                        "content": "6.  On 19 January 1987 the applicant lodged a request for the division of matrimonial property with the Poznań District Court (Sąd Rejonowy).",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  A hearing, held on 14 December 1987, was adjourned to give the parties an opportunity to settle the case. However, they apparently failed to do so and on 13 April 1988 the first hearing on the merits was held.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Between 18 May 1988 and 26 April 1993, the District Court scheduled 21 hearings, 13 of which were adjourned mostly due to the failure of witnesses to appear or for lack of documents which the parties were expected to supply. During that period the court asked experts to prepare six opinions and supplementary opinions on the value of the matrimonial property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In the meantime, on 2 February 1993, the case was assigned to another judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Between 1 July 1993 and 28 May 2004 the District Court scheduled 49 hearings, 28 of which were adjourned. One hearing was adjourned due to the failure of the applicant to appear. During that period the court asked experts to prepare 10 reports and supplementary opinions on the value of the matrimonial property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 4 June 2004 the Poznań District Court gave a decision. The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 21 March 2006 the  (Sąd Okręgowy) partly quashed the first-instance decision and remitted the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Between 13 November 2006 and 18 February 2008 the District Court scheduled 6 hearings, during which the witnesses and the applicant were heard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 17 March 2008 the Poznań District Court gave a decision. The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 22 December 2008 the  dismissed the appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings under the 2004 Act",
                                "elements": [
                                    {
                                        "content": "16.  On 29 February 2008 the applicant lodged with the Poznań Regional Court a complaint under section 5 of the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”) which entered into force on 17 September 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "She sought a ruling declaring that the length of the proceedings before the Poznań District Court had been excessive and an award of just satisfaction in the amount of 10,000 Polish zlotys (PLN) (approx. 2,500 euros (EUR)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 29 April 2008 the  dismissed her complaint. It limited its examination of the length of the proceedings to the period after 15 November 2005. On that date the  had analysed the conduct of the District Court following the complaint lodged by the applicant's former husband  the other party to the proceedings. The excessive length of the proceedings in question had been acknowledged and just satisfaction in the amount of 4,000 Polish zlotys (PLN) (approx. 1,000 euros (EUR)) was granted to him. Having analysed the conduct of the District Court during the period after 15 November 2005, the  found that the proceedings had been conducted with due diligence and within a reasonable time. The court stressed that the conduct of the District Court could not be analysed twice, especially since there had been no undue delay after this date.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "18.  The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court's decisions in cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII, and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT'S REQUEST TO STRIKE OUT THE APPLICATION UNDER ARTICLE 37 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  On 23 December 2009 the Government submitted a unilateral declaration similar to that in the case of Tahsin Acar v. Turkey ((preliminary objection) [GC], no. 26307/95, ECHR 2003-VI) and informed the Court that they were ready to accept that there had been a violation of the applicant's rights under Article 6 § 1 of the Convention as a result of the unreasonable length of the proceedings, in which the applicant had been involved. In respect of non-pecuniary damage the Government proposed to award PLN 25,000 to the applicant (the equivalent of approx. 6,250 euros (EUR)). The Government invited the Court to strike out the application in accordance with Article 37 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "20.  The applicant did not agree with the Government's proposal. She considered that the amount proposed did not constitute sufficient just satisfaction for the damage she had sustained and requested the Court to continue the examination of the application.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court observes that, as it has already held on many occasions, it may be appropriate under certain circumstances to strike out an application or part of an application under Article 37 § 1 (c) of the Convention on the basis of a unilateral declaration by the respondent Government even if the applicant wishes the examination of the case to be continued. It will depend on the particular circumstances whether the unilateral declaration offers a sufficient basis for finding that respect for human rights as defined in the Convention and its Protocols does not require the Court to continue its examination of the case (see Tahsin Acar, cited above, § 75; and Melnic v. Moldova, no. 6923/03, § 22, 14 November 2006).",
                                "elements": []
                            },
                            {
                                "content": "22.  According to the Court's case-law, the amount proposed in a unilateral declaration may be considered a sufficient basis for striking out an application or part thereof. The Court will have regard in this connection to the compatibility of the amount with its own awards in similar length of proceedings cases, bearing in mind the principles which it has developed for determining victim status and for assessing the amount of non-pecuniary compensation to be awarded where it has found a breach of the reasonable time requirement (see Cocchiarella v. Italy [GC], no. 64886/01, §§ 85-107, ECHR 2006-...; Scordino v. Italy (no.1) [GC], no. 36813/97, §§ 193-215, ECHR 2006-...; and Dubjakova v. Slovakia (dec.), no. 67299/01, 10 October 2004).",
                                "elements": []
                            },
                            {
                                "content": "23.  On the facts and for the reasons set out above, in particular the amount of compensation proposed, which is substantially less than the Court would have awarded in similar cases, the Court finds that the Government failed to submit a statement offering a sufficient basis for finding that respect for human rights as defined in the Convention and its Protocols does not require the Court to continue its examination of the case (see, by contrast, Spółka z o.o. WAZA v. Poland (striking out), no. 11602/02, 26 June 2007).",
                                "elements": []
                            },
                            {
                                "content": "24.  This being so, the Court rejects the Government's request to strike the application out of its list of cases under Article 37 of the Convention and will accordingly pursue the examination of the admissibility and merits of the case.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF THE UNREASONABLE LENGTH OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "25.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "26.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court notes that the proceedings commenced on 19 January 1987. However, the period to be taken into consideration began only on 1 May 1993, when the recognition by  of the right of individual petition took effect. Nevertheless, in assessing the reasonableness of the time that elapsed after that date, account must be taken of the state of proceedings at the time.",
                                "elements": []
                            },
                            {
                                "content": "The period in question ended on 22 December 2008. It thus lasted almost fifteen years and eight months for two levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "28.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "29.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above). Furthermore, the Court considers that, in dismissing the applicant's complaint that the proceedings in her case exceeded a reasonable time, the Poznań Regional Court failed to apply standards which were in conformity with the principles embodied in the Court's case-law (see Majewski v. Poland, no. 52690/99, § 36, 11 October 2005). In particular, the Court observes that the court failed to consider the length of the proceedings preceding the date of the decision given as to the merits of the complaint filed under the 2004 Act by the applicant's former husband, the other party to the dispute (see paragraph 17 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Having examined all the material submitted to it, the Court finds that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "33.  The applicant claimed PLN 35,000 Polish zlotys (the equivalent of approx. 8,750 euros (EUR)) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court, ruling on an equitable basis and having regard to the amount of compensation awarded to the applicant at the domestic level, considers that it should award the full sum claimed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "36.  The applicant also claimed PLN 4,880 Polish zlotys (the equivalent of approx. EUR 1,220) for the costs and expenses incurred before the Court, namely the legal representative's fee. Further, she claimed PLN 2,610.80 Polish zlotys (the equivalent of approx. EUR 652) in translation fees, enclosing relevant invoices (concerning documents submitted with the Court).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government contested these claims, alleging in particular that a professional lawyer representing the applicant in the proceedings before the Court, who took upon himself a duty of pleading before the international court for which he is remunerated, should not claim reimbursement of translation fees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,500 covering costs of legal representation and translation of documents submitted to the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "39.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government's request to strike the case out of the list;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 8,750 (eight thousand seven hundred and fifty euros) in respect of non-pecuniary damage and EUR 1,500 (one thousand five hundred euros) in respect of costs and expenses, plus any tax that may be chargeable to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 May 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PRZYBYLSKA-CONROY v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-98502.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0518JUD004949008",
    "externalsources": [],
    "extractedappno": [
        "49490/08",
        "15212/03",
        "11215/02",
        "61444/00",
        "26307/95",
        "6923/03",
        "64886/01",
        "36813/97",
        "67299/01",
        "11602/02",
        "30979/96",
        "52690/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-98502",
    "judgementdate": "18/05/2010 00:00:00",
    "kpdate": "18/05/2010 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "PRZYBYLSKA-CONROY",
        "POLAND"
    ],
    "rank": "732.712341308594",
    "representedby": [
        "PRUCHNIEWSKI J."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "357856",
    "typedescription": "15"
}