{
    "__articles": "6;6+6-3-c;6-1;6-3-c",
    "__conclusion": "Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-c - Defence through legal assistance);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "28451/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3-c - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-c - Defence through legal assistance"
            ],
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-147016.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 28451/08) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Önder Çarkçı (“the applicant”), on 25 May 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mrs G. Tuncer, a lawyer practising in Istanbul. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 29 March 2011 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1973 and is currently serving a sentence in Kandıra Prison.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 17 July 1996 the applicant was wounded by a gunshot in the vicinity of a jewellery shop, which had been robbed by a group of people, allegedly including him. During the incident, shots were fired and the owner of the shop was shot dead. The applicant was unconscious when admitted to the emergency department of the hospital.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 18 July 1996 the gendarmerie took statements from the applicant, which he did not sign. They noted that as the applicant’s hands were wounded and bandaged, he was unable to sign them. In these statements, the applicant admitted that he had been involved in the armed robbery. He stated, inter alia, that he had had a gun in his possession, which he had used during the robbery after the shop owner had begun firing. He also stated that he had committed the offence with two other people.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 22 July 1996 the officers took further statements from the applicant and the applicant’s fingerprint was added in lieu of a signature. On the same day, he was discharged from the emergency department of the hospital. According to a document drafted and signed by a doctor, the applicant had undergone a thoracotomy and laparotomy while there.",
                                "elements": []
                            },
                            {
                                "content": "8.   On 23 July 1996 the applicant was taken to the gendarmerie for questioning. According to a document drafted by three officers, the applicant’s doctors had authorised his transfer to custody. On the same day, he was asked to identify the guns allegedly used in the incident. He was also asked to identify two other people who had been arrested in connection with the same robbery. According to reports drawn up by the officers on the same day, the applicant’s condition deteriorated at around 11 p.m. and he was therefore taken back to hospital.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 25 July 1996 the applicant was brought before the public prosecutor and the investigating judge. According to a document containing his statements to the judge, the applicant did not ask to be represented by a lawyer. He once again admitted that he had been involved in the armed robbery, but denied the accusation that he had killed the owner of the shop. The applicant’s fingerprint was added at the end of the statements. On the same day, the investigating judge ordered his pre-trial detention.",
                                "elements": []
                            },
                            {
                                "content": "10.  While being questioned in custody and subsequently by the public prosecutor and the judge, the applicant was not represented by a lawyer.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 9 August 1996 the public prosecutor at the Bakırköy Assize Court filed an indictment against the applicant and three other people, charging them with armed robbery and murder.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 21 February 1997 the public prosecutor at the Istanbul State Security Court filed a second indictment against the applicant and eight other people, accusing them of being members of the THKP-C (Turkish People’s Liberation Party/Front) and of attempting to undermine the constitutional order by force.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 27 September 1996 the applicant told the Bakırköy Assize Court that he had not been involved in the armed robbery in question. He submitted that he had been in possession of a firearm as he had enemies, and had used the gun as he had heard gunshots when he was in the vicinity of the incident. He had thought that he had been attacked by his enemies, and had therefore opened fire.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 13 May 1997 in his defence submissions to the Istanbul State Security Court, the applicant challenged the veracity of his statements taken between 17 and 22 July 1996 and claimed that they had been taken by the gendarmerie while he was unconscious in hospital.",
                                "elements": []
                            },
                            {
                                "content": "15.  In decisions of 23 October 1997 and 29 April 1998 respectively, the Istanbul State Security Court and the Bakırköy Assize Court decided to join the two sets of criminal proceedings against the applicant with another case before the Istanbul State Security Court on the ground that there was a factual and legal link between the cases (1996/180E).",
                                "elements": []
                            },
                            {
                                "content": "16.  In a petition dated 18 June 1998 to the Istanbul State Security Court, the applicant’s representative contended that the applicant had been seriously injured on 17 July 1996, and that when his statements drafted by the security officers had been taken on 18 July 1996, he had been in such a state that he could not even sign them. The lawyer alleged that the security forces had made up a scenario implicating the applicant in the armed robbery and in terrorist-related activities.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 28 June 1998 the applicant’s representative told the Istanbul State Security Court that the applicant had not known the people whose names had been mentioned in his statements and had denied their veracity, as their contents had been concocted by the security forces.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 18 June 1999 Article 143 of the Constitution was amended, excluding military members from State Security Courts. As a consequence, the military judge sitting on the bench of the Istanbul Security Court was replaced by a civilian judge. Following the abolition of State Security Courts by Law no. 5190 of 16 June 2004, the case against the applicant was transferred to the Istanbul Assize Court.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 20 March 2007 the applicant’s representative told the Assize Court that the applicant’s statements had been taken by the gendarmerie under torture.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 30 May 2008 the Istanbul Assize Court convicted the applicant under Article 146 § 1 of the former Criminal Code of attempting to undermine the constitutional order by force and sentenced him to “aggravated” life imprisonment (without the possibility of parole). Basing its decision on ballistic, autopsy and other expert reports, statements taken from the accused, the shop owner’s cousin, who had intervened in the proceedings as a civil party, witnesses and all other evidence available in the case file, the court established that the applicant and three other people were accomplices in the armed robbery on behalf of the THKP-C and in murder.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 11 March 2009 the Court of Cassation upheld the judgment of the first-instance court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "22.  The relevant domestic law and practice in force at the material time can be found in the case of Salduz v. Turkey ([GC], no. 36391/02, §§ 27-31, 27 November 2008).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  Referring to the placing of his fingerprint on official documents instead of a signature, the applicant complained under Article 3 of the Convention that his statements had been taken by the security forces while he had been unconscious in hospital. He also submitted under the same provision that he had been forced to make statements to the gendarmerie and participate in identification parades even though his health condition had not allowed him to leave hospital. Article 3 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "24.  The Government submitted that the applicant had been unable to sign his statements to the gendarmerie and other official documents between 18 and 22 July 1996 as his hands had been bandaged.",
                                "elements": []
                            },
                            {
                                "content": "25.  The Court reiterates at the outset that in assessing evidence, it has generally applied the standard of proof “beyond reasonable doubt” (see Labita v. Italy [GC], no. 26772/95, § 121, ECHR 2000IV). However, such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact.",
                                "elements": []
                            },
                            {
                                "content": "26.  Turning to the circumstances of the present case, as regards the applicant’s allegation that his fingerprint had been placed on the documents containing his statements when he was unconscious in hospital, the Court observes that he was wounded on 17 July 1996 and underwent inpatient surgery (see paragraph 7 above). It further observes that his initial questioning within the investigation took place during that time, and that the documents containing his statements to the gendarmerie did not bear his signature (see paragraphs 6 and 7 above).",
                                "elements": []
                            },
                            {
                                "content": "27.  However, even assuming that the applicant’s allegation that his fingerprint was placed on his statements without his knowledge is true, there is nothing in the case file demonstrating that in hospital he was subjected to treatment which would fall within the scope of Article 3. The Court notes in this connection that the applicant and his representatives only told the domestic courts that the applicant had been unconscious when his statements were taken in hospital and that they reflected a scenario that had been made up by the security forces (see paragraphs 14, 16 and 17 above). In fact, these submissions made to the trial courts aimed at challenging the reliability and admissibility in evidence of the statements in question. No details of the alleged duress or ill-treatment were given by the applicant to the trial courts or to the Court. Nor did he submit any evidence to that effect. The Court therefore considers that this part of his allegations under Article 3 of the Convention is unsubstantiated.",
                                "elements": []
                            },
                            {
                                "content": "28.  As regards the applicant’s questioning by the security forces and his participation in identification parades on 23 July 1996, the Court observes that although the applicant made submissions to the Court regarding his transfer to the gendarmerie and back to hospital, he and his lawyers failed to raise these issues before the domestic courts. According to the documents drafted by the security forces, the applicant was taken out of hospital after his doctors had authorised his discharge and was taken back again by the gendarmerie on the same day, when his medical conditioned worsened (see paragraph 8 above). The applicant did not challenge the veracity of these documents before the national authorities or the Court. On 20 March 2007 one of the applicant’s representatives told the trial court that the applicant had been subjected to ill-treatment while being questioned by the gendarmerie (see paragraph 19 above), but she failed to give a detailed account of the alleged ill-treatment. There is nothing in the case file demonstrating that the applicant’s alleged suffering due to his transfer to the gendarmerie on 23 July 1996 and his questioning on the same day were severe enough to be categorised as ill-treatment prohibited by Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "29.  In sum, the Court concludes that the applicant’s complaints under Article 3 are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant complained under Article 6 § 1 of the Convention that he had not been tried by an impartial court, due to the presence of a military judge in the composition of the Istanbul State Security Court. He also claimed under the same provision that a judge who had been involved in the examination of his case before the Istanbul State Security Court had also presided over the Istanbul Assize Court following the transfer of the proceedings there. Lastly, he submitted under Article 6 § 1 of the Convention that the length of the criminal proceedings brought against him had exceeded the reasonable time requirement.",
                                "elements": []
                            },
                            {
                                "content": "31.  The applicant complained under Article 6 § 3 of the Convention that the statements not bearing his signature had been used as evidence against him and that he had been unable to benefit from the assistance of a lawyer while being questioned by the gendarmerie. He further contended under the same provision that he had not been adequately informed about the charges against him at the time of his arrest, nor provided adequate time and facilities to prepare his defence while in hospital.",
                                "elements": []
                            },
                            {
                                "content": "32.  Article 6 of the Convention, in so far relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing within a reasonable time by an independent and impartial tribunal established by law...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him;",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "33.  The Government contested these arguments.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "34.  The Government submitted that the judgment against the applicant had become final on 11 March 2009, whereas his application had been lodged on 25 May 2008. They therefore asked the Court to dismiss the applicant’s complaints for non-exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The applicant did not make any submissions on this issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court reiterates that it has already examined and rejected this objection by the Government in cases similar to the present application (see, for example, E.K. v. Turkey (dec.), no. 28496/95, 28 November 2000). It finds no particular circumstances which would require it to depart from this conclusion. Consequently, it rejects the Government’s objection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  As regards the applicant’s complaint regarding the length of the criminal proceedings brought against him, the Court would like to stress that a new domestic remedy has been established in Turkey since the application of the pilot judgment procedure in the case of Ümmühan Kaplan v. Turkey (no. 24240/07, 20 March 2012). The Court observes that in the case of Turgut and Others v. Turkey (no. 4860/09, 26 March 2013), it declared a new application inadmissible on the ground that the applicants had failed to exhaust domestic remedies, as a new domestic remedy had been established. In so doing, the Court in particular considered that this new remedy was, a priori, accessible and capable of offering a reasonable prospect of redress for complaints concerning the length of proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court further notes that in Ümmühan Kaplan (cited above, § 77) it stressed that it could pursue the examination of applications of this type which have already been communicated to the Government. It further notes that in the present case, the Government did not raise an objection in respect of the new domestic remedy. In the light of the above, the Court decides to pursue the examination of the present application (see Rıfat Demir v. Turkey, no. 24267/07, §§ 3436, 4 June 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court notes that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Absence of legal assistance at the initial stages of the criminal proceedings and the use of allegedly unlawful evidence against the applicant",
                                        "elements": [
                                            {
                                                "content": "40.  The applicant complained under Article 6 § 3 of the Convention that he had not been provided with legal assistance at the early stages of the criminal proceedings, and that the documents not bearing his signature had been used as evidence against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government contested these allegations, arguing that the applicant’s conviction was not based solely upon his statements taken by the gendarmerie, and maintained that the authorities had fully complied with the domestic legislation in force at the time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court considers that these complaints should be examined under Article 6 § 3 (c) of the Convention in conjunction with Article 6 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court notes that it is not in dispute between the parties that the applicant was denied legal assistance when the documents containing his statements were drafted by the gendarmerie between 18 and 23 July 1996. The restriction imposed on the applicant’s right of access to a lawyer was systemic, and applied to anyone held in custody in connection with an offence falling within the jurisdiction of the State Security Courts (see Salduz v. Turkey ([GC], no. 36391/02, §§ 56-63, 27 November 2008, §§ 5663, and Dayanan v. Turkey, no. 7377/03, § 3034, 13 October 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court again notes that the documents containing the applicant’s statements to the gendarmerie taken on 18 and 22 July 1996 when he was in hospital did not bear his signature (see paragraphs 6 and 7 above). The Court observes in this connection that even though the applicant denied the accuracy of the contents of these statements taken from him in the absence of legal assistance, and alleged that he had not been conscious when they were drafted, the domestic courts failed to examine the admissibility of the evidence in the case file before going on to examine the merits of the case. What is more, at the end of the proceedings, the Istanbul Assize Court relied on these documents when convicting the applicant (see paragraph 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In these circumstances, the Court finds that the applicant was undoubtedly affected by the restrictions on his access to a lawyer in the course of his custody, during which his statements were allegedly taken without his knowledge. It follows that neither the assistance provided subsequently by lawyers nor the adversarial nature of the ensuing proceedings could remedy the defects which had occurred earlier (see Salduz, cited above, § 58).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In view of this, the Court holds that there has been a violation of Article 6 § 3 (c) of the Convention in conjunction with Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Length of the criminal proceedings against the applicant",
                                        "elements": [
                                            {
                                                "content": "47.  The applicant submitted under Article 6 § 1 of the Convention that the criminal proceedings brought against him had not been concluded within a reasonable time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Government contended that the length of the proceedings could not be considered unreasonable in view of the complexity of the case, the number of accused and the seriousness of the charges against the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court observes that the period to be taken into consideration began on 17 July 1996 and ended on 11 March 2009. It thus lasted over twelve years and seven months at two levels of jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to those in the present case (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999II, and İbrahim Güler v. Turkey, no. 1942/08, § 44, 15 October 2013). Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  There has accordingly been a breach of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Other alleged violations of Article 6 of the Convention",
                                        "elements": [
                                            {
                                                "content": "52. The applicant maintained under Article 6 § 1 of the Convention that he had not been tried by an independent and impartial court. He further complained under Article 6 § 3 that he had not been adequately informed about the charges against him at the time of his arrest, or provided adequate time and facilities to prepare his defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Having regard to the facts of the case, the submissions of the parties and its finding of a violation of Article 6 §§ 1 and 3 (c) above (see paragraphs 43 and 48 above), the Court considers that it has examined the main legal questions raised under Article 6 in the present case. It concludes, therefore, that there is no need to make a separate ruling on the applicant’s remaining complaints under this provision (see Kamil Uzun v. Turkey, no. 37410/97, § 64, 10 May 2007, Getiren v. Turkey, no. 10301/03, § 132, 22 July 2008, Güveç v. Turkey, no. 70337/01, § 135, 20 January 2009, and Böke and Kandemir v. Turkey, nos. 71912/01, 26968/02 and 36397/03, § 73, 10 March 2009).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATIONS OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  The applicant complained under Article 5 §§ 3 and 4 of the Convention that his detention in police custody had been unreasonably lengthy, and that there had been no domestic remedy by which he could have challenged the lawfulness of that detention.",
                                "elements": []
                            },
                            {
                                "content": "55.  The Court reiterates that according to the established Convention case-law, where no domestic remedy is available the six-month period runs from the date of the act alleged to constitute a violation of the Convention; however, where it concerns a continuing situation, the period of six months runs from the end of the situation concerned (see Ege v. Turkey (dec.), no. 47117/99, 10 February 2004, and Doğan v. Turkey (dec.), no. 67214/01, 7 June 2005).",
                                "elements": []
                            },
                            {
                                "content": "56.  The Court notes that the applicant’s police custody ended on 25 July 1996, whereas the application was lodged with the Court on 25 May 2008, that is to say, more than six months later. It follows that this part of the application was lodged out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "58.  The applicant claimed 100,000 euros (EUR) in respect of non-pecuniary damage. He further stated that he had suffered financial loss on account of his detention in prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.   The Government contested the applicant’s claim, submitting that the requested amount was unsubstantiated and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court observes that the applicant did not substantiate his claim for pecuniary damage. It therefore rejects that claim. The Court however finds that he must have suffered pain and distress which cannot be compensated for solely by the Court’s finding of a violation. Having regard to the nature of the violations found, the Court finds it appropriate to award him EUR 9,200 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court further considers that the most appropriate form of redress would be the retrial of the applicant in accordance with the requirements of Article 6 of the Convention, should he so request (see Salduz, cited above, § 72).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "62.  The applicant also claimed EUR 4,500 for his lawyer’s fees and EUR 170 for stationery, photocopying and translation costs as well as postage costs incurred before the Court. The applicant submitted a time-sheet showing that his legal representative had carried out thirty-six hours’ legal work, and a breakdown of administrative costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government contested these claims, submitting that they were unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 2,000 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "65.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 6 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 3 (c) of the Convention in conjunction with Article 6 § 1, on account of the lack of legal assistance afforded to the applicant while in the custody of the gendarmerie, during which his statements were allegedly taken without his knowledge;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the excessive length of the criminal proceedings against the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the remaining complaints under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 October 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Robert Spano",
            "role": "judges"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        },
        {
            "name": "Abel Campos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ÇARKÇI v. TURKEY (No. 2)",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-147016.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:1014JUD002845108",
    "externalsources": [],
    "extractedappno": [
        "28451/08",
        "36391/02",
        "26772/95",
        "28496/95",
        "24240/07",
        "4860/09",
        "24267/07",
        "7377/03",
        "25444/94",
        "1942/08",
        "37410/97",
        "10301/03",
        "70337/01",
        "71912/01",
        "26968/02",
        "36397/03",
        "47117/99",
        "67214/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-147016",
    "judgementdate": "14/10/2014 00:00:00",
    "kpdate": "14/10/2014 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "406",
        "86"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-3-c",
        "6-1"
    ],
    "parties": [
        "ÇARKÇI",
        "TURKEY"
    ],
    "rank": "1182.97192382813",
    "representedby": [
        "TUNCER G."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "402782",
    "typedescription": "15"
}