{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Fair hearing;Equality of arms)",
    "applicability": "",
    "appno": "70329/12;9041/13;9755/13;15901/13;27320/13;61147/14",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Administrative proceedings",
                "Article 6-1 - Fair hearing",
                "Equality of arms"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-174623.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by six Ukrainian nationals whose names and dates of birth are listed in the Appendix, on the various dates listed in the Appendix.",
                        "elements": []
                    },
                    {
                        "content": "2.  The sixth applicant (Ms Vichkanova) was granted leave to represent herself. The other applicants, who had been granted legal aid, were represented by Mr M. Tarakhkalo and Ms O. Protsenko, lawyers practising in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr I. Lishchyna.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the domestic courts had failed to adequately inform them of the appeal proceedings in their cases.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 21 April 2016 the above complaint was communicated to the Government and the remainder of the applications was declared inadmissible, pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  General description of proceedings in the applicants’ cases",
                                "elements": [
                                    {
                                        "content": ".  In disputes between the applicants and the domestic pension authorities, the firstinstance courts ruled in their favour, ordering increases of their pensions based on the rise in the average wages in the country since their retirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The defendant authorities appealed to the Dnipropetrovsk Administrative Court of Appeal (“the Court of Appeal”).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Under domestic law (see paragraph 18 below), when an appeal arrived at the Court of Appeal, a judge rapporteur of that court, if he or she believed that it complied with the necessary formal requirements, had to issue a ruling opening appeal proceedings (“the ruling”) and send it to the applicants together with a copy of the appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Government and the applicants disagree as to whether those documents were actually sent to the applicants (see paragraphs 11 to 13 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On various dates set out in the Appendix, the Court of Appeal quashed the judgments in the applicants’ favour, dismissing their claims for pension increases holding that the domestic law did not require the pensions to be increased in case of rise in the average wages in the country following retirement. In the fifth applicant’s case the Court of Appeal held a hearing in his presence (see paragraph 14 below). In the other applicants’ cases the court sat in camera without summoning the parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In the second to sixth applicants’ cases the Court of Appeal’s decisions became effective immediately since no further appeal lay against them (see the related legislative provisions in paragraph 16 below). The first applicant lodged an appeal on points of law with the Higher Administrative Court. On 26 October 2012 it upheld the Court of Appeal’s decision, without commenting on the complaint she had presented that she had not been informed of the appeal proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Circumstances concerning specific applicants",
                                "elements": [
                                    {
                                        "content": "1.  The first to fourth and sixth applicants",
                                        "elements": [
                                            {
                                                "content": "11.  According to the applicants, the domestic courts did not send them either (i) a copy of the defendants’ appeals or (ii) a copy of the rulings opening appeal proceedings in their cases. They therefore had no knowledge of the appeal proceedings prior to the Court of Appeal’s decisions in their cases. They learned of those decisions later, notably after their pensions had been reduced based on the Court of Appeal’s decisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  According to the Government, the applicants were duly informed of the appeal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  It can be seen from the material before the Court that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  the first to third and sixth applicants’ domestic case files contain copies of either the rulings opening appeal proceedings in their cases or notification letters from the court clerks addressed to them informing them of the upcoming examination of their cases in camera and referring to the fact that a judge’s ruling and a copy of the appeal were enclosed with the letter;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  the notification letters addressed to the first and second applicants contain a note to the effect that they were intended to be sent by registered mail with acknowledgement of receipt;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  the third applicant’s case file also contains a copy of a letter from the first-instance court informing her that her case file with an appeal had been sent to the Court of Appeal;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iv)  the fourth applicant’s case file does not contain a ruling or notification letter;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(v)  none of the case files contain any postal documents or registers of sent correspondence showing that the documents in (i) to (iii) above had been sent or delivered to the applicants.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The fifth applicant",
                                        "elements": [
                                            {
                                                "content": "14.  On 23 June 2012 the Court of Appeal sent the fifth applicant a summons to attend a hearing on 1 November 2012. The delivery slip is in his domestic case file. At the hearing, which he attended, the court examined the pension authority’s appeal in its absence and quashed the first-instance court’s judgment.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Code of Administrative Justice of 6 July 2005",
                                "elements": [
                                    {
                                        "content": "15.  Article 33 distinguishes between court summons (повістки про виклик) and court notification letters (повістки-повідомлення), the former being sent to the parties summoned to appear while the latter are simple notices of procedural events participation in which is not required. Both summonses and notification letters must be sent by registered correspondence (letter or telegram) or by courier, with a delivery receipt, or by fax, telefax, email, telephone or publication in the media.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under Article 35, both summonses and notification letters require signature on delivery. The person delivering the document must return the signed delivery slip to the court, which will add it to the case file. In the case of an absent addressee, the person delivering the document must make a note on the document to be delivered. A delivery slip or, in the case of an absent addressee or a refusal to accept the document, the document itself must be promptly returned to the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Article 183 § 2 provides, inter alia, that claims concerning social and pension payments can be considered by way of an abridged procedure in camera without the parties being summoned. The judgment may be appealed against before an appellate court, whose decision is final.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Article 197 provides that an appellate court may consider an appeal sitting in camera on the basis of the material in the case file in particular (i) if the parties have not requested that the court hear the appeal in their presence or (ii) if the case concerns social benefits or pension payments and was decided at first instance by way of an abridged procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  At the material time Articles 189 and 190 provided that when a new case arrived at an appellate court, it was to be allocated to a judge rapporteur. The judge, once he or she had decided to open appeal proceedings, had to send the parties within ten days a copy of the ruling opening the proceedings together with a copy of the appeal, and set a timelimit for replying to the appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Preservation of court cases and public records",
                                "elements": [
                                    {
                                        "content": "19.  By Order No. 578/5 of 12 April 2012 the Ministry of Justice approved the List of standard documents produced by public authorities and other organisations. Item 128 of the List provides that registers of sent correspondence had to be kept for at least one year and could be destroyed, subject to a number of conditions, after that period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "By Order No. 22 of 11 February 2010 the State Court Administration approved the List of court files and documents produced by courts. Item 15 of the List provides that documents related to appeal proceedings had to be kept for at least five years and could be destroyed, subject to a number of conditions, after that period.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Instructions on record keeping and case management at local and appellate administrative courts",
                                "elements": [
                                    {
                                        "content": "20.  By Order No. 155 of 5 December 2006 the State Court Administration adopted the instructions on record keeping and case management at local and appellate administrative courts. They were repealed on 17 December 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Paragraph 2.4 provided, in particular, that delivery slips for served or undelivered summons and notification letters were to be added to the relevant case file. Paragraph 7.1.1 listed receipts confirming delivery of a summons or notification letter on the parties to the proceedings among the documents to be added to the case file. Paragraph 7.1.5 required that copies of documents sent to the parties had to contain a note indicating the date on which they had been sent and the signature of the person who had sent them.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  APPLICATION NO. 27320/13 LODGED BY THE FIFTH APPLICANT",
                        "elements": [
                            {
                                "content": "22.  The fifth applicant (Mr Kucherenko) in his application form complained that there had been a breach of the principle of equality of arms in the proceedings before the Court of Appeal as well as a breach of the principle of legal certainty in those proceedings in that the appeal had been lodged out of time. Following communication he only maintained the latter complaint.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Government contested the admissibility of this application on various grounds. They alleged that the application was manifestly illfounded since the applicant had been informed of the examination of his case by the Court of Appeal. They also invoked other grounds of inadmissibility, namely abuse of the right of individual application.",
                                "elements": []
                            },
                            {
                                "content": "24.  The Court notes that the Government have raised a number of objections to the admissibility of this application. It considers, however, that there is no need to rule on all of them since the complaints introduced by the fifth applicant should in any case be either declared inadmissible or struck out of the Court’s list for the following reasons (see, for example, Karpyuk and Others v. Ukraine, nos. 30582/04 and 32152/04, § 160, 6 October 2015, and Apushkin v. Ukraine (dec.), no. 13465/06, 10 May 2016).",
                                "elements": []
                            },
                            {
                                "content": "25.  The Court observes that after communication the fifth applicant did not pursue his complaint concerning the alleged breach of the principle of equality of arms (compare Nikolay Kucherenko v. Ukraine, no. 16447/04, §§ 39-41, 19 February 2009, and Visloguzov v. Ukraine, no. 32362/02, §§ 98-100, 20 May 2010). In these circumstances, the Court considers that the fifth applicant may not be regarded as wishing to pursue that complaint, within the meaning of Article 37 § 1 (a) of the Convention. Furthermore, in accordance with Article 37 § 1 in fine, the Court finds no special circumstances regarding respect for human rights which would require the continued consideration of the complaint. In view of the above, this complaint should be struck out of the Court’s list.",
                                "elements": []
                            },
                            {
                                "content": "26.  To the extent that the fifth applicant purported to reintroduce his complaint concerning legal certainty, the Court notes that it had already been declared inadmissible (see paragraph 4 above) and concludes that his renewed complaint must, therefore, be rejected pursuant to Article 35 §§ 2 (b) and 4 of the Convention as “substantially the same” (see, for example, Isayev v. Ukraine, no. 28827/02, § 46, 28 May 2009). Accordingly, by declaring this complaint inadmissible, the Court dismisses application no. 27320/13 in its entirety.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  JOINDER OF THE REMAINING APPLICATIONS",
                        "elements": [
                            {
                                "content": ".  The Court considers that, pursuant to Rule 42 § 1 of the Rules of Court, the remaining applications should be joined, given their common factual and legal background.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicants complained that the principle of equality of arms had been breached in the course of the proceedings before the Court of Appeal. The applicants relied on Article 6 § 1 of the Convention which reads:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": ".  The Government submitted, for the reasons set out in paragraph 33 below, that the applicants’ complaints were manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicants disagreed.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court notes that these applicants’ complaints raise serious issues requiring an examination of the merits. Therefore, contrary to the Government’s submissions, they are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention, nor are they inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "32.  The applicants maintained that they had had no knowledge of the appeal proceedings since no document informing them of such had been sent to them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Government contested this, arguing that the judges’ rulings and notification letters in the applicants’ files (see paragraph 13 (i) above) constituted proof that they had been notified of appeal proceedings. According to the Government, those documents were in fact sent to the applicants by ordinary mail. However, the only records of dispatch of such mail, registers of outgoing correspondence, had been destroyed as under the approved list of standard documents issued by public authorities (see paragraph 19 above) such registers did not need to be kept for more than a year.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The applicants disagreed. They argued that the relevant regulation applicable to court record keeping was not the list of standard documents relied on by the Government, but the instructions governing documentation and record keeping at the administrative courts (see paragraph 21 above). They referred to provisions of the Code of Administrative Justice and the instructions, which required that court documents be sent by registered rather than ordinary untraceable mail, and that delivery slips be kept in the case files (see paragraphs 15 and 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Accordingly, the applicants submitted that there had been a violation of Article 6 of the Convention on account of the breach of the principle of equality of arms in the proceedings before the Court of Appeal. The Government maintained that there had been no such violation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The Court reiterates that the principle of equality of arms requires that each party should be afforded a reasonable opportunity to present his or her case under conditions that do not place him or her at a substantial disadvantage vis-à-vis his or her opponent (see Dombo Beheer B.V. v. the Netherlands, 27 October 1993, § 33, Series A no. 274, and Avotiņš v. Latvia [GC], no. 17502/07, § 119, ECHR 2016). Each party must be given the opportunity to have knowledge of and comment on the observations filed or evidence adduced by the other party, including the other party’s appeal. What is at stake is the litigants’ confidence in the workings of justice, which is based on, inter alia, the knowledge that they have had the opportunity to express their views on every document in the file (see Beer v. Austria, no. 30428/96, §§ 17-18, 6 February 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Article 6 of the Convention cannot be construed as providing for a specific form of service of court mail (see, for example, Bogonos v. Russia (dec.), no. 68798/01, 5 February 2004, and Bats v. Ukraine (dec.), no. 59927/08, § 37, 24 January 2017). Nor are the domestic authorities required to provide a perfectly functioning postal system (see Zagorodnikov v. Russia, no. 66941/01, § 31, 7 June 2007). However, the general concept of a fair trial, encompassing the fundamental principle that proceedings should be adversarial (see Ruiz-Mateos v. Spain, 23 June 1993, § 63, Series A no. 262), requires that the person against whom proceedings have been initiated should be informed of this fact (see Dilipak and Karakaya v. Turkey, nos. 7942/05 and 24838/05, § 77, 4 March 2014). If court documents are not duly served on a litigant, then he or she might be prevented from defending him or herself in the proceedings (see Zavodnik v. Slovenia, no. 53723/13, § 70, 21 May 2015, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the present case, for the principle of equality of arms to be respected, the applicants should have been informed of the appeals lodged in their cases. The parties disagreed as to whether they had in fact been so informed. However, the Court observes that domestic law contained specific rules for ensuring that the parties were informed of key procedural events and thus the principle of equality of arms was respected and the records were kept. The rules consisted in requiring that if court documents were to be sent by post, registered mail had to be used. Moreover, the person serving the document had to return proof of delivery to the court and domestic law explicitly required that this proof be added to the domestic case file (see paragraphs 15 and 21 above). Had this procedure been followed, the domestic case files would be expected to contain proof of delivery. Compliance with this procedure would have avoided the difficulty raised by the destruction of the registers of outgoing correspondence, which according to the Government, prevented them from providing evidence that the applicants had been notified (see paragraphs 19 and 33 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government did not explain why the procedure provided for in the Code had not been used and simple unrecorded post had allegedly been used instead (compare Gakharia v. Georgia, no. 30459/13, § 40, 17 January 2017). There was no formal decision or regulation authorising this alternative form of service (compare Strizhak v. Ukraine, no. 72269/01, § 39, 8 November 2005). Moreover, the documents in some of the applicants’ domestic case files clearly indicate that it was registered mail, and not ordinary untraceable mail, that was intended for dispatch of the documents addressed to the applicants (see paragraph 13 (ii) above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It is true that the Ukrainian law also authorises forms of notification other than delivery by registered mail, such as notification by telephone. The Court has held that where domestic law provides for discretion in choosing the means of notification, it may still be incumbent on the domestic courts to ascertain that their summonses of other documents have reached the parties sufficiently in advance and, where appropriate, record their findings in the text of the judgment (see Gankin and Others v. Russia, nos. 2430/06 et al, § 36, 31 May 2016). However, there is no suggestion, or appropriate records, that any other form of notification than delivery by mail was used or intended in the applicants’ cases. And, in case of delivery by mail, Ukrainian law, unlike domestic law in the Gankin case, did not provide for any discretion: it had to be registered mail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The above considerations apply a fortiori in the fourth applicant’s case, whose domestic case file contains no record not only that any document informing her was dispatched to her but also no record that any such document was issued at all (see paragraph 13 (iv) above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Even though this is not decisive for the resolution of the issue, the Court also notes that Mr Kucherenko’s case file does contain a delivery slip (see paragraph 14 above). The Government did not provide any explanation for this discrepancy between the practice as they describe it, namely that simple untraceable mail had been routinely used, and the facts of Mr Kucherenko’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court concludes that it has not been demonstrated that appeals were served on the applicants or that they were informed of the appeals by any other means. Therefore, they were deprived of an opportunity to comment on the appeals lodged in their cases. This amounted to a breach of the principle of equality of arms (compare Beer, cited above, §§ 19-21, and Salov v. Ukraine, no. 65518/01, § 88, ECHR 2005VIII (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "46.  Ms Lazarenko, Mr Demskyy, Ms Novytska and Ms Pivkhlopko claimed 10,000 euros (EUR) each in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Ms Vichkanova claimed 14,400 Ukrainian hryvnias (UAH) in respect of pecuniary damage. She left determination of the amount of compensation for non-pecuniary damage to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government considered the amounts claimed excessive and unsubstantiated. They also argued that there was no causal link between the alleged violations and the amount of pecuniary damage claimed by Ms Vichkanova.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged by Ms Vichkanova; it therefore rejects this claim. On the other hand, the Court considers that the applicants suffered non-pecuniary damage as a result of the violation found which cannot be compensated for by the mere finding of a violation. Having regard to the circumstances of the case and ruling on an equitable basis, as required by Article 41 of the Convention, it awards the applicants EUR 1,000 each in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "49.  The applicants also claimed EUR 8,175 for costs and expenses incurred before the Court, to be transferred to their lawyer’s account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government considered the amount claimed excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, as well as the fact that legal aid has been paid to the applicants’ lawyer, the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "52.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to strike out the part of application no. 27320/13 concerning the alleged violation of the principle of equality of arms and declares inadmissible the remainder of that application;",
                        "elements": []
                    },
                    {
                        "content": "2.  Decides to join the remaining applications;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the remaining applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) each, plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 June 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Carlo Ranzoni",
            "role": "judges"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Péter Paczolay",
            "role": "judges"
        },
        {
            "name": "Marialena Tsirli",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LAZARENKO AND OTHERS v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-174623.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0627JUD007032912",
    "externalsources": [],
    "extractedappno": [
        "70329/12",
        "27320/13",
        "30582/04",
        "32152/04",
        "13465/06",
        "16447/04",
        "32362/02",
        "28827/02",
        "17502/07",
        "30428/96",
        "68798/01",
        "59927/08",
        "66941/01",
        "7942/05",
        "24838/05",
        "53723/13",
        "30459/13",
        "72269/01",
        "2430/06",
        "65518/01",
        "9041/13",
        "9755/13",
        "15901/13",
        "61147/14"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-174623",
    "judgementdate": "27/06/2017 00:00:00",
    "kpdate": "27/06/2017 00:00:00",
    "kpthesaurus": [
        "445",
        "13",
        "136",
        "119"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "LAZARENKO AND OTHERS",
        "UKRAINE"
    ],
    "rank": "1913.083984375",
    "representedby": [
        "TARAKHKALO M."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "465536",
    "typedescription": "15"
}