{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings",
    "applicability": "41",
    "appno": "31648/96",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58158.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the Italian Government (“the Government”) on 29 July 1997, within the three-month period laid down by Article 32 § 1 and Article 47 of the Convention. It originated in an application (no. 31648/96) against the Italian Republic lodged with the European Commission of Human Rights (“the Commission”) under Article 25 by an Italian national, Mr S.R. (“the applicant”), on 5 May 1993. ",
                        "elements": []
                    },
                    {
                        "content": "The Government’s application referred to Articles 44 and 48 and to the declaration whereby Italy recognised the compulsory jurisdiction of the Court (Article 46). The object of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "\n2.  In response to the enquiry made in accordance with Rule 35 § 3 (d) of Rules of Court B, the applicant stated that he did not wish to take part in the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Chamber to be constituted included ex officio Mr C. Russo, the elected judge of Italian nationality (Article 43 of the Convention), and Mr R. Bernhardt, the Vice-President of the Court (Rule 21 § 4 (b)). On 27 August 1997, in the presence of the Registrar, the President of the Court, Mr R. Ryssdal, drew by lot the names of the other seven members, namely Mr R. Macdonald, Mr N. Valticos, Mr I. Foighel, Mr R. Pekkanen, Mr L. Wildhaber, Mr J. Makarczyk and Mr U. Lōhmus (Article 43 in fine of the Convention and Rule 21 § 5). ",
                        "elements": []
                    },
                    {
                        "content": "4.  As President of the Chamber (Rule 21 § 6), Mr Bernhardt, acting through the Registrar, consulted the Agent of the Government and the Delegate of the Commission on the organisation of the proceedings (Rules 39 § 1 and 40). Pursuant to the orders made in consequence, the Registrar received the Government’s memorial and the applicant’s claim for just satisfaction on 7 January 1998. On 26 January 1998 the Secretary to the Commission indicated that the Delegate did not wish to submit observations in writing.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 10 December 1997 the Commission had produced the file on the proceedings before it, as requested by the Registrar on the instructions of the President of the Chamber.",
                        "elements": []
                    },
                    {
                        "content": "6.  In accordance with the President’s decision, the hearing took place in public in the Human Rights Building, Strasbourg, on 29 January 1998. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Soyer and Mr Esposito.",
                        "elements": []
                    },
                    {
                        "content": "7.  As Mr Macdonald was unable to take part in the deliberations on 25 March 1998, he was replaced by Sir John Freeland, substitute judge (Rules 22 § 1 and 24 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "\nAS TO THE FACTS",
                "elements": [
                    {
                        "content": "8.  Mr S.R., who was born in 1924, lives in Livorno. He was a civil servant until 1984, when he retired.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 27 July 1988 the applicant applied to the Court of Audit in Rome for the annulment of decisions of the Minister of Transport and the Italian State Railway Company refusing his request to have an additional period of employment of about one year taken into account for the calculation of his pension.",
                        "elements": []
                    },
                    {
                        "content": "10.  The first hearing was set down for 16 May 1990, but had to be adjourned to allow State Counsel to file his submissions. This he did on 6 September 1990. At the conclusion of a hearing on 12 June 1991 the court ordered the Social Security Department and the State Railway Company to produce a number of documents. The documents in question were lodged on various dates before 12 March 1993.",
                        "elements": []
                    },
                    {
                        "content": "On 22 December 1993, in accordance with a request made by the applicant on 16 December, the case was transferred to the Tuscany Regional Division of the Court of Audit. By an order of 22 April 1994 the Regional Division stayed the proceedings pending a decision of the Court of Audit in plenary session on the jurisdiction of the regional divisions. The text of this decision was deposited with the registry on 29 July 1994.",
                        "elements": []
                    },
                    {
                        "content": "11.  By a judgment of 10 May 1995, which was deposited with the registry on 11 September 1995, the Tuscany Regional Division allowed the applicant’s claim in part.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "12.  Mr S.R. applied to the Commission on 5 May 1993. Relying on Article 6 § 1 of the Convention, he complained of the length of the proceedings in the Court of Audit.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 4 March 1997 the Commission (First Chamber) declared the application (no. 31648/96) admissible. In its report of 28 May 1997 (Article 31), it expressed the unanimous opinion that there had been a violation of Article 6 § 1. The full text of the Commission’s opinion is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "\nfinal submissions to the court",
                "elements": [
                    {
                        "content": "14.  The Government asked the Court to hold that there had been no violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "15.  The applicant called upon the Court to find a violation of that provision and to award him just satisfaction.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "16.  Mr S.R. complained of the length of the proceedings he had instituted in the Court of Audit. He relied on Article 6 § 1 of the Convention, which provides:",
                        "elements": []
                    },
                    {
                        "content": "“In the determination of his civil rights and obligations …, everyone is entitled to a … hearing within a reasonable time by [a] … tribunal…”",
                        "elements": []
                    },
                    {
                        "content": "17.  The Court notes that the relevant period began on 27 July 1988 when the applicant applied to the Court of Audit in Rome and ended on 11 September 1995 when the judgment of the Tuscany Regional Division of the Court of Audit (“the Regional Division”) of 10 May 1995 was deposited with the registry (see paragraphs 9 and 11 above). It therefore lasted a little over seven years and one month.",
                        "elements": []
                    },
                    {
                        "content": "18.  The reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and having regard to the criteria laid down in the Court’s case-law, in particular the complexity of the case, the applicant’s conduct and that of the relevant authorities (see, among many other authorities, mutatis mutandis, the Ceteroni v. Italy judgment of 15 November 1996, Reports of Judgments and Decisions 1996-V, p. 1756, § 22).",
                        "elements": []
                    },
                    {
                        "content": "19.  According to the Government, the Commission found a violation of Article 6 of the Convention on the basis solely of the length of the proceedings in issue, without taking into consideration their memorial of 1 October 1996. In the latter document they had argued that the length of the proceedings was justified because of the complexity of the case – it had been necessary to obtain material documents from the public authorities concerned in order to determine the merits of the applicant’s claims – and \nbecause the proceedings had been pending at the entry into force of the reform designed to speed up the examination of cases by the Court of Audit, which involved improving the organisation of “judicial offices”, simplifying the procedural rules and abolishing the role of State Counsel in such proceedings.",
                        "elements": []
                    },
                    {
                        "content": "The reform entailed the transfer of a large number of files and there was initially some delay in setting up a judicial division in each region pending the enactment by Parliament of a law to implement the emergency decrees issued by the Government, which took one year.",
                        "elements": []
                    },
                    {
                        "content": "The length of the proceedings in the instant case should be assessed in the light of the efforts undertaken by the State to fulfil its obligation as to the result.",
                        "elements": []
                    },
                    {
                        "content": "20.  The Commission drew attention to several delays for which the respondent State was responsible and expressed the view that the length of the proceedings in question was excessive.",
                        "elements": []
                    },
                    {
                        "content": "21.  The Court takes note of the efforts of the Italian authorities in connection with legislation on the jurisdiction and organisation of the Court of Audit. However, the introduction of a reform of this nature cannot justify delays since States are under a duty to organise the entry into force and implementation of such measures in a way that avoids prolonging the examination of pending cases. It observes moreover that the only delay linked to the reform in the present case was a period of three months during which the proceedings were stayed pending the judgment of the Court of Audit in plenary session (see paragraph 10 above). For the rest, there were periods of inactivity which count against the authorities: over two years and ten months elapsed between the lodging of the application with the Court of Audit and the first hearing (see paragraphs 9 and 10 above), then one year and nine months between the Court of Audit’s request to the authorities concerned for various documents and their being submitted (see paragraph 10 above). Finally, it took four months to deposit the judgment of the Regional Division with the registry (see paragraph 11 above).",
                        "elements": []
                    },
                    {
                        "content": "22.  As to the applicant, no criticism can be levelled at his conduct, especially since it was on his initiative that the file of his case was transferred to the Regional Division.",
                        "elements": []
                    },
                    {
                        "content": "23.  The Court notes in addition that the case was not particularly complex.",
                        "elements": []
                    },
                    {
                        "content": "24.  In conclusion, it does not regard the length of the proceedings in issue as reasonable. There has accordingly been a violation of Article 6 § 1.",
                        "elements": []
                    },
                    {
                        "content": "25.  According to Article 50,",
                        "elements": []
                    },
                    {
                        "content": "“If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.”",
                        "elements": []
                    },
                    {
                        "content": "A.\tDamage and costs and expenses",
                        "elements": [
                            {
                                "content": "26.  The applicant claimed 20,000,000 Italian lire (ITL) for the pecuniary and non-pecuniary damage he had allegedly sustained and the costs and expenses he had incurred on account of the length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Government pointed out that the Regional Division had found in the applicant’s favour and ordered the payment of statutory interest and the reassessment of the sums owed to him to take account of inflation. The Government left the matter of the costs and expenses relating to the present proceedings to the discretion of the Court.",
                                "elements": []
                            },
                            {
                                "content": "28.  The Delegate of the Commission proposed that the applicant be awarded just satisfaction in the amount of ITL 15,000,000, but did not express a view on costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "29.  The Court is of the opinion that the applicant has failed to show any pecuniary damage deriving from the delays of which he complained. It finds, on the other hand, that he suffered non-pecuniary damage and incurred costs and expenses, and awards him ITL 17,500,000 under the first of these heads and ITL 2,500,000 under the second.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tDefault interest ",
                        "elements": [
                            {
                                "content": "30.  According to the information available to the Court, the statutory rate of interest applicable in Italy at the date of adoption of the present judgment is 5% per annum.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "\nFOR THESE REASONS, THE COURT unanimously",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 23 April 1998.",
                        "elements": []
                    },
                    {
                        "content": "\tPresident",
                        "elements": []
                    },
                    {
                        "content": "\tRegistrar",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrR. Bernhardt",
            "role": "president"
        },
        {
            "name": "MrC. Russo",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrN. Valticos",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrI. Foighel",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrR. Pekkanen",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "SirJohn Freeland",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrL. Wildhaber",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrJ. Makarczyk",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrU. Lōhmus",
            "role": "and also of mr h. petzold"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF S.R. v. ITALY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58158.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1998:0423JUD003164896",
    "externalsources": [],
    "extractedappno": [
        "31648/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-58158",
    "judgementdate": "23/04/1998 00:00:00",
    "kpdate": "23/04/1998 00:00:00",
    "kpthesaurus": [
        "445",
        "13",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "S.R.",
        "ITALY"
    ],
    "rank": "364.14013671875",
    "representedby": [
        "N/A"
    ],
    "respondent": "ITA",
    "respondentOrderEng": "23",
    "scl": [
        "Ceteroni v. Italy, judgment of 15 November 1996, Reports of Judgments and Decisions 1996-V, p. 1756, § 22"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "443177",
    "typedescription": "15"
}