{
    "__articles": "6",
    "__conclusion": "Violation of Art. 6;Violation of P1-1",
    "applicability": "",
    "appno": "11227/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Art. 6",
            "type": "violation"
        }
    ],
    "content": {
        "001-97246.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 11227/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Musakurban Gazimagomadovich Abdullayev (“the applicant”), on 22 March 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M.A. Bizhanov, a lawyer practising in . The Russian Government (“the Government”) were represented by Ms V. Milinchuk, former Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 18 May 2007 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1948 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  In 2000 he bought a part of a house from a certain Y. The co-owner of the house, G., brought a court action against the applicant for annulment of the agreement, on the grounds that she (G.), having a pre-emption right, had not been informed about the agreement in advance in accordance with the domestic law.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 18 February 2004 the Leninskiy District Court of Makhachkala held in favour of G., transferred to her the property rights on the applicant’s part of the house and obliged her to reimburse the applicant its value.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 3 March 2004 Y., a codefendant to the proceedings along with the applicant, appealed against the judgment. On 16 March 2004 the applicant joined the appeal.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 2 April 2004 the Supreme Court of the  quashed the judgment of 18 February 2004 on appeal and dismissed G.’s action.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 2 July 2004 G. lodged an application for supervisory review of the appeal judgment of 2 April 2004 with the Supreme Court of the .",
                                "elements": []
                            },
                            {
                                "content": "10.  On 16 September 2004 the President of the Supreme Court of the  referred the case to its Presidium.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 23 September 2004 the Presidium of the Supreme Court of the  quashed the appeal judgment of 2 April 2004 for wrong assessment of evidence and upheld the judgment of 18 February 2004.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant submits that he was not duly informed about the date and the time of the hearing before the Presidium and therefore could not attend it. The other party’s representative was present and made submissions.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "13.  The relevant domestic law governing the supervisory review procedure at the material time is summed up in the Court’s judgment in the case of Sobelin and Others (see Sobelin and Others v. Russia, nos. 30672/03, et seq., §§ 33-42, 3 May 2007).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "14.  The applicant complained under Article 6 of the Convention and under Article 1 of Protocol No. 1 that the appeal judgment of 2 April 2004 had been quashed by way of supervisory review on 23 September 2004 and that the supervisory-review hearing had been unfair because he had not been informed about it and therefore had not been able to attend it. In so far as relevant, these Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.[...]”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "15.  The Government asserted that the applicant had failed to exhaust all the domestic remedies as he had not lodged an appeal against the judgment of the first instance taken against him. This appeal was lodged by the seller Y., who was a co-defendant to the proceedings along with the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Court observes that on 16 March 2004 the applicant joined the Y.’s appeal (see paragraph 8). In any event, the alleged failure to appeal against the first-instance judgment would be irrelevant to the matter considered in the present case, which is supervisory review of the judgment of the court of the second instance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court concludes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Article 6 of the Convention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Supervisory review: legal certainty",
                                "elements": [
                                    {
                                        "content": "18.  The Government argued that the supervisory review had been compatible with the Convention since it was aimed to correct a fundamental judicial error, since the application for supervisory review had been lodged by a party to the proceedings and since it had been lodged, and the case reviewed, within a very short period of time. They also asserted that the applicant had been properly notified of the time and place of the supervisory-review hearing. The applicant maintained his complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court reiterates that for the sake of legal certainty implicitly required by Article 6, final judgments should generally be left intact. They may be disturbed only to correct fundamental errors. The mere possibility of there being two views on the subject is not a ground for reexamination (see Ryabykh v. Russia, no. 52854/99, §§ 51-52, ECHR 2003IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court further reiterates that it has frequently found violations of the principle of legal certainty and of the right to a court in the supervisoryreview proceedings governed by the Code of Civil Procedure in force since 2003 (see, amongst other authorities, Sobelin and Others, cited above, §§ 57-58, and Bodrov v. Russia, no. 17472/04, § 31, 12 February 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In the present case the final and binding appeal judgment was quashed because the Presidium disagreed with the assessment made by the appeal court, which is not in itself an exceptional circumstance warranting the quashing (see Kot v. Russia, no. 20887/03, § 29, 18 January 2007). Accordingly, there has been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  Supervisory review: procedural issue",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court finds that, having concluded that there has been an infringement of the applicant’s “right to a court” by the very use of the supervisory review procedure, it is not necessary to consider separately whether the procedural guarantees of Article 6 of the Convention were respected during those proceedings (see Ryabykh, cited above, § 59).",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Article 1 of Protocol No. 1",
                                        "elements": [
                                            {
                                                "content": "23.  The Court further observes that under the final appeal judgment the applicant maintained his title to the contested part of the house. Its quashing in breach of the principle of legal certainty frustrated the applicant’s reliance on it. Accordingly, there has also been a violation of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "25.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention and of Article 1 of Protocol No. 1 in respect of the quashing by way of supervisory review of the final appeal judgment in the applicant’s favour;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the complaint under Article 6 of the Convention that the applicant was not informed about the hearing of 23 September 2004.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 February 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ABDULLAYEV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-97246.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0211JUD001122705",
    "externalsources": [],
    "extractedappno": [
        "11227/05",
        "30672/03",
        "52854/99",
        "17472/04",
        "20887/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-97246",
    "judgementdate": "11/02/2010 00:00:00",
    "kpdate": "11/02/2010 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "ABDULLAYEV",
        "RUSSIA"
    ],
    "rank": "716.450622558594",
    "representedby": [
        "BIZHANOV, M.A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "347376",
    "typedescription": "15"
}