{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "15121/11",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-191752.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 15121/11) against the Republic of Lithuania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Lithuanian national, Ms Veronika Veromej (“the applicant”), on 24 February 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms E. Jankovska a lawyer practising in Vilnius. The Lithuanian Government (“the Government”) were represented by their Agent, most recently Ms K. Bubnytė-Širmenė.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 6 December 2011 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1938 and lives in Galgiai in the Vilnius Region.",
                                "elements": []
                            },
                            {
                                "content": "5.  In 1991 the applicant applied for restoration of her property rights to land which had been nationalised by the Soviet regime.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 23 December 2002 the Vilnius County Administration (hereinafter “the VCA”) restored the applicant’s property rights by giving her two plots of 2.44 hectares and 0.16 hectares in Galgiai, an area in the Vilnius city municipality. It appears that, even though the decision referred to 2.44 hectares, the applicant was in fact given a plot measuring 2.2859 hectares.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 22 May 2007 the applicant sold the plot of 2.2859 hectares to company S. for 2,500,000 Lithuanian litai (LTL  approximately 724,000 euros (EUR)). The sale agreement indicated that company S. was purchasing the plot with the aim of transferring it to company V. The agreement was certified by a notary. Company S. had previously concluded a lease agreement (išperkamosios nuomos sutartis) with company V., by which company S. undertook to buy a plot of land selected by company V. and to transfer it to the latter.",
                                "elements": []
                            },
                            {
                                "content": "A.  Annulment of property rights to 2.44 hectares",
                                "elements": [
                                    {
                                        "content": "8.  On 1 December 2008 the prosecutor of the Vilnius Region (hereinafter “the prosecutor”) lodged a claim with the Vilnius Regional Court, seeking to have the applicant’s property rights to 0.38 hectares of the land given to her annulled. The prosecutor submitted that, according to the data provided by the State Forest Management Service, 0.38 hectares of the plot of 2.2859 hectares was covered by forest. Since that forest was situated in a city, it was considered a forest of national importance and could therefore only be owned by the State (see Beinarovič and Others v. Lithuania, nos. 70520/10 and 2 others, §§ 86-89, 12 June 2018). In view of the circumstances, the VCA’s decision had to be declared unlawful and its effects annulled. The prosecutor asked that after annulling the applicant’s property rights, the sale agreement between her and company S. (see paragraph 7 above) be annulled in respect of that part of the land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant, the VCA and company S. disputed the prosecutor’s claim. However, on 14 April 2009 the Vilnius Regional Court allowed the claim. It observed that even though the area covered by forest was only 0.38 hectares, it formed part of a plot measuring 2.2859 hectares and had not been demarcated. The court stated that it had no way of determining the exact location of the forest and it therefore annulled the applicant’s property rights to the entire plot. Since the VCA’s decision had referred to 2.44 hectares, the court annulled the applicant’s property rights to 2.44 hectares.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The court also considered that the sale agreement between the applicant and company S. and the lease agreement between companies S. and V. (see paragraph 7 above) had been simulated (apsimestiniai sandoriai). In the court’s view, it was evident that company V. did not plan to use the land for agricultural activity but intended to change the purpose of the land and to develop a construction project, and that company S. had purchased the land not seeking to become its owner but with the aim of gaining profit from financing company V.’s acquisition of it. These and other related circumstances led the court to conclude that the applicant, company S. and company V. had in fact entered not into two separate agreements but into a single finance lease agreement (finansinės nuomos sutartis). The court emphasised that, under domestic law, land and natural resources could not be the object of a finance lease agreement. Accordingly, the agreements between the applicant, company S. and company V. were null and void ab initio.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In accordance with the Civil Code, company S. was ordered to return the plot of land to the State, and the applicant was ordered to return LTL 2,500,000 (approximately EUR 724,000) to company S. (see Beinarovič and Others, cited above, § 94).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Following the Vilnius Regional Court’s decision, company S. asked it to order interim measures and to seize property belonging to the applicant to the value of LTL 2,500,000. The court allowed the request for interim measures. On 24 April 2009 four plots of land and two apartments owned by the applicant were seized.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant lodged an appeal against the Vilnius Regional Court’s decision of 14 April 2009 (see paragraphs 9-11 above). She paid LTL 14,983 (approximately EUR 4,340) in court fees for the lodging of the appeal. The VCA and company S. appealed against that decision as well. However, on 8 June 2010 the Court of Appeal dismissed the appeals and upheld the firstinstance court’s decision in its entirety. The court held that the applicant and company S. “could not be considered bona fide acquirers merely because the land in question had become private property as a result of a decision adopted by a public authority”. It stated that, in accordance with the law, any transaction which was contrary to mandatory statutory provisions had to be annulled and the parties had to return to each other everything which they had received, and that in the present case there were no exceptional circumstances which would justify applying a different rule.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The court stated that, having found that the VCA’s decision had to be annulled, it was not necessary to examine the agreements concluded between the applicant, company S. and company V. However, since the first-instance court had examined them (see paragraph 10 above), the Court of Appeal did so as well and upheld the findings made by the lower court. It considered that companies S. and V. had deliberately concluded a simulated agreement in order to hide their actual intentions. Furthermore, the applicant had to have been aware of company S.’s intention to transfer the land to company V. because that had been explicitly included in the sale agreement which she had signed. The court stated that the applicant should have acted more diligently and should have carefully analysed the contents of the agreement before signing it, seeking professional advice if necessary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant lodged an appeal on points of law, in which she argued that as her land was located in a rural area and the forest on that land was not a forest of national importance, there were no grounds to annul her property rights. However, on 24 August 2010 the Supreme Court refused to accept it for examination on the grounds that it raised no important legal issues.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 5 October 2010 company S. was issued a writ of execution against the applicant in the amount of LTL 2,500,000 (approximately EUR 724,000).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Subsequent restitution process",
                                "elements": [
                                    {
                                        "content": "17.  On 21 November 2011 the applicant sent a letter to the Vilnius land management authorities asking for her property rights to be restored in kind. On 28 December 2011 the authorities informed her that it might be possible to return to her some of the land which had previously been given to her and that there were two other vacant plots in Galgiai, measuring 0.18 hectares in total, which could be given to her as well.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 23 February 2012 the applicant received a letter from the National Land Service (the institution which took over the relevant functions of the VCA after an administrative reform – hereinafter “the NLS”) confirming that, after the courts had annulled her property rights to 2.44 hectares of land, she had retained the right to have those property rights restored. It stated that a plot of 0.14 hectares in Galgiai had already been assigned to her, which she would receive when the land plan for that area had been prepared. It also stated that there were two other vacant plots in Galgiai, measuring 0.18 hectares in total, which could be given to her. As for the remaining land, the applicant was informed of the forms of restitution provided for by domestic law (see Beinarovič and Others, cited above, § 92) and was asked to inform the authorities of her preferred form of restitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 7 March 2012 the applicant sent a letter to the NLS stating that she wished to receive a plot of 0.08 hectares in Galgiai and that she would inform them of her choice concerning the remaining plots later.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 24 July 2012 the applicant received another letter from the NLS which stated that there was a possibility for her to receive a plot of land for the construction of an individual home in the Vilnius city area but as there were 4,806 other candidates waiting to receive plots in the area, the restitution process would take a long time. The applicant was asked to consider alternative forms of restitution provided for by domestic law (ibid., § 92).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 9 August 2012 the applicant sent a letter to the NLS. She stated that a forest of national importance had only occupied 0.38 hectares of the land which had been given to her (see paragraph 8 above) and thus there should have been no obstacles to returning the remaining 2.06 hectares to her in natura. The applicant emphasised that she had financial obligations vis-à-vis company S. and therefore asked that her property rights be restored without undue delay. She also stated that she had been informed by the Vilnius land management authorities that two plots of 0.08 and 0.10 hectares would be allocated to her in Galgiai (see paragraphs 17 and 18 above). As for the remaining land, the applicant asked to be allocated a plot of land for the construction of an individual home in Vilnius as a matter of priority, taking into account the fact that she had applied for the restoration of her property rights in 1991 (see paragraph 5 above) and that they had already been restored to her in 2002 (see paragraph 6 above). She stated that she was under an obligation to transfer the land to company S. and to inform it of any steps taken in the restitution proceedings. She therefore asked the NLS to reply to her as soon as possible. It is unclear if the applicant received any response to that letter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 23 December 2013 the NLS adopted a decision to restore the applicant’s property rights by giving her two plots of agricultural land, measuring a total of 2.0441 hectares. The decision stated that the rights to the remaining 0.3959 hectares would be restored later.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On an unspecified date the applicant asked the NLS to allocate to her the 0.18 hectares of land in Galgiai (see paragraphs 17 and 18 above) but the NLS refused. The applicant lodged a complaint with a court but on 10 February 2015 the Vilnius Regional Administrative Court dismissed it. The court stated that there were several candidates waiting to have their property rights restored in that area and that the applicant could not claim to have priority over them. She therefore had to take part in the restitution process, during which her property rights would be restored in accordance with the applicable regulations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 17 May 2017 the NLS adopted a decision to restore the applicant’s property rights by giving her 0.08 hectares of agricultural land. The decision stated that the rights to the remaining 0.3159 hectares would be restored later.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 30 June 2017 the NLS adopted a decision to restore the applicant’s property rights by giving her 0.3159 hectares of land for the construction of an individual home.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Subsequent agreements between the applicant and company S.",
                                "elements": [
                                    {
                                        "content": "26.  In October 2011 the applicant signed an agreement with company S. by which she undertook, in lieu of the monetary payment of LTL 2,500,000 (see paragraph 11 above), to transfer to the company any land which would be given to her during the subsequent restitution process. However, pursuant to that agreement, company S. retained the right to claim a monetary payment of LTL 2,500,000 from the applicant without prior notice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  After the applicant’s property rights were restored in December 2013 and May and June 2017 (see paragraphs 22, 24 and 25 above), she transferred those plots to company S. On 23 July 2018 company S. confirmed to the applicant that it did not have any outstanding claims against her and that it had asked domestic courts to lift the seizure previously imposed on her property (see paragraph 12 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In her last letter to the Court (8 November 2018), the applicant stated that the seizure of her property had not yet been lifted and that the relevant court proceedings were ongoing. The Government did not comment on that point.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "29.  For the relevant domestic law and practice, see Beinarovič and Others v. Lithuania (nos. 70520/10 and 2 others, §§ 84-103, 12 June 2018).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant complained that her property rights had been annulled because of mistakes made by the authorities. She also complained that the length of the restitution process had been excessive and that she had not been fully compensated for the damage which she had sustained. She relied on Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Victim status",
                                        "elements": [
                                            {
                                                "content": "31.  The Government submitted that the applicant’s property rights had been fully restored to her by decisions of 23 December 2013, 17 May 2017 and 30 June 2017 (see paragraphs 22, 24 and 25 above). They therefore considered that the applicant could no longer claim to be a victim of a violation of her property rights and asked for the application to be struck out of the Court’s list of cases in line with Article 37 § 1 (b) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The applicant submitted that she had not been compensated for the stress which she had suffered during the lengthy restitution process – during that time she had remained heavily indebted to company S. and her property had been seized.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Court considers that the Government’s submissions summarised in paragraph 31 above are to be characterised as an objection that the applicant had lost her victim status. In this connection, it reiterates that a decision or measure favourable to the applicant is not, in principle, sufficient to deprive him or her of his or her status as a “victim” for the purposes of Article 34 of the Convention unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for the breach of the Convention (see Nada v. Switzerland [GC], no. 10593/08, § 128, ECHR 2012, and the cases cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In the present case, the Court observes that there has not been any acknowledgment on the part of the national authorities of a violation of the applicant’s Convention rights. Furthermore, even though the applicant’s property rights were eventually restored, she was not afforded redress with respect to her complaints about delays in the restitution process and the additional difficulties which she claimed to have suffered as a result of her obligations vis-à-vis company S. and the seizure of her property. In such circumstances, the Court considers that the applicant may still claim to be a victim of a violation of Article 1 of Protocol No. 1 for the purposes of Article 34 of the Convention. The Government’s objection must therefore be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "35.  The Government submitted that the applicant had had the ability to institute separate civil proceedings against the State and claim compensation for non-pecuniary damage caused by the unlawful actions of the authorities. They referred to several rulings of the Supreme Court and the Supreme Administrative Court which they considered relevant in the circumstances (see the rulings cited in Beinarovič and Others v. Lithuania, nos. 70520/10 and 2 others, § 107, 12 June 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The applicant submitted that in her appeals she had asked the courts to protect her property rights and apply the law in a “fair” manner but no compensation had been offered to her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court has already examined the Government’s submissions related to the domestic remedies available in a situation such as that of the applicant and held that instituting separate civil proceedings against the State could not be considered an effective remedy within the meaning of Article 35 § 1 of the Convention (ibid., §§ 111-13). It sees no reason to adopt a different conclusion in the present case. The Government’s objection is therefore dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government contended that the applicant’s appeal on points of law had not complied with the requirements of domestic law, as demonstrated by the fact that the Supreme Court had refused to examine it (see paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The applicant submitted that in the domestic proceedings she had been represented by the same lawyer as several other individuals who were in a similar situation as her. Their appeals on points of law had contained essentially the same arguments, but the Supreme Court had only accepted some of them for examination, without providing any reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court has previously held that it is for the Supreme Court to decide questions of domestic law, particularly whether a case is important for the consistent interpretation of Lithuanian law. What matters for the Court is whether in an appeal applicants “at least in substance and in compliance with the formal requirements and time-limits laid down in domestic law” raised the complaints which they subsequently made to the Court (ibid., § 118, and the cases cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In the present case, the Court observes that the applicant in her appeal on points of law did raise the complaints concerning the annulment of her property rights which she subsequently made to the Court. Furthermore, the Supreme Court did not indicate that that appeal had not complied with the formal requirements or time-limits laid down in domestic law (see paragraph 15 above). It follows that the Government’s objection must be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Other grounds of inadmissibility",
                                        "elements": [
                                            {
                                                "content": "42.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention, nor is it inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "43.  The applicant submitted essentially the same arguments as those submitted by the applicants in Beinarovič and Others (cited above, §§ 12124).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  She also submitted that the annulment of her property rights had left her indebted to company S. in the amount of LTL 2,500,000 (approximately EUR 724,000) and had resulted in the seizure of her property for almost ten years, which had caused her great stress. The applicant argued that, in her particular situation, it had been unfair to subject her to the lengthy restitution process for a second time because of the fault of the authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Government submitted essentially the same arguments as those which they had submitted in Beinarovič and Others (cited above, §§ 12531).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Government further submitted that the applicant’s property rights had been fully restored by decisions of 23 December 2013, 17 May 2017 and 30 June 2017 (see paragraphs 22, 24 and 25 above). They lastly submitted that, as found by the domestic courts, the applicant had entered into a simulated agreement with company S. which had been contrary to the law and thus null and void ab initio (see paragraphs 10 and 14 above). They argued that the applicant should not be allowed to benefit from her unlawful actions and that any financial loss which she had suffered had been caused by her own decision to conclude a simulated agreement and not by the actions of the public authorities.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "47.  In its recent judgment in the case of Beinarovič and Others (cited above), the Court examined decisions to annul the applicants’ property rights to land which had been given to them by the public authorities, on the grounds that that land included forests of national importance. In that case the Court found that the annulment of the applicants’ property rights had constituted an interference with their right to peaceful enjoyment of their possessions, that that interference had been in accordance with the law and that it had pursued a legitimate aim of public interest, namely the protection of forests of national importance (ibid., §§ 132-37). In view of the similarity between the facts of Beinarovič and Others and the present case, the Court sees no reason to depart from the conclusions reached in that judgment. It remains to be ascertained whether the interference was proportionate in the circumstances of the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The relevant general principles concerning the proportionality of interference with the right to peaceful enjoyment of possession in cases where that interference resulted from the need to correct mistakes made by the public authorities were summarised in Beinarovič and Others (cited above, §§ 138-42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In the present case, the applicant complained that the annulment of her property rights to the plot of land restored to her had been contrary to Article 1 of Protocol No. 1 to the Convention. In line with its case-law (ibid., §§ 139, 140 and 143), the Court considers that the Lithuanian authorities were entitled to correct their mistakes and annul the restoration of the applicant’s property rights in order to protect forests classified as being of national importance. Accordingly, it is of the view that the annulment in itself did not constitute a violation of the applicant’s rights under Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  At the same time, the Court emphasises that the decision to restore the applicant’s property rights was adopted by the authorities, who alone were responsible for making sure that their decisions complied with all relevant legislation. The applicant was an ordinary citizen who participated in the restitution process under the same conditions as everyone else; she was not in a privileged position and there are no grounds to find that she acted unlawfully when obtaining her property rights (ibid., § 144, and the cases cited therein). Accordingly, the Court cannot accept the conclusion of the Court of Appeal that the applicant had not acquired her property rights in good faith (see paragraph 13 above). As in previous similar cases, it is not convinced that the applicant should have questioned the actions of the relevant authorities instead of expecting the latter to take all measures to avoid mistakes in applying the legislation, especially taking into account the complexity and technical nature of the legal acts governing the process of restoration of land titles (ibid., and the cases cited therein). The Court therefore considers that, in the absence of any evidence to the contrary, the applicant should be regarded as having obtained her property rights in good faith, and thus should not have had to bear the burden of remedying the mistakes for which the authorities were solely responsible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Nor can the Court accept the Government’s argument that any financial loss which the applicant had suffered “had been caused by her own decision to conclude a simulated agreement and not by the actions of the public authorities” (see paragraph 46 above). It firstly observes that the agreement between the applicant and company S. was certified by a notary (see paragraph 7 above) and considers that the applicant did not have any reasons to question the legality of that agreement when signing it. The Court further observes that the agreement was annulled because the land concerned was later found to contain a forest of national importance – and not because it was found to be simulated (see the reasoning of the Court of Appeal in paragraph 14 above). Therefore, in the Court’s view, the losses and the state of uncertainty suffered by the applicant resulted from the annulment of her property rights because of the mistakes made by the public authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court must therefore assess whether the authorities complied with their obligation to promptly and adequately compensate the applicant for the consequences of their mistakes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The applicant’s property rights were annulled by the final decision of 24 August 2010 (see paragraph 15 above). While she received some letters with information from the authorities in 2011 and 2012 (see paragraphs 17, 18 and 20 above), the first decision to partly restore her property rights was only taken on 23 December 2013 (see paragraph 22 above). It therefore took the authorities more than three years to restore the applicant’s rights to only part of the land which she was entitled to receive. Furthermore, the subsequent decisions to restore the applicant’s property rights were only taken in May and June 2017 (see paragraphs 24 and 25 above), that is to say almost seven years after her rights had been annulled. The Government did not provide any documents showing what actions were taken with respect to the applicant between December 2013 and May 2017, nor was there any explanation for the delay.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court emphasises that the authorities were aware of the applicant’s individual situation – specifically, that her property rights had already been restored and later had to be annulled because of the mistakes made in the restitution process (see paragraphs 18 and 20 above). Furthermore, in her letter of August 2012, the applicant explained that she had a substantial debt vis-à-vis company S., resulting from the annulment of her property rights, and asked for priority treatment (see paragraph 21 above). However, her request for such treatment was not addressed at that stage, and in later proceedings the Vilnius Regional Court explicitly stated that the applicant was not entitled to priority treatment (see paragraph 23 above). The Court thus sees no grounds to find that the applicant’s particular circumstances were taken into account at any point.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  It therefore concludes that the authorities failed to act with sufficient promptness in order to restore the applicant’s property rights. Accordingly, there has been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  The applicant further complained under Article 6 § 1 and Article 13 of the Convention that the domestic courts in the proceedings concerning the annulment of her property rights had disregarded her arguments and had adopted unfair and unfounded decisions. She lastly complained under Article 14 of the Convention that she had been discriminated on the basis of her national origin – she submitted that the majority of individuals who had had their rights to forests restored and later annulled had been Polish.",
                                "elements": []
                            },
                            {
                                "content": "57.  Having regard to its findings under Article 1 of Protocol No. 1 to the Convention, the Court considers that no separate issues arise under Article 6 § 1 and Article 13 of the Convention. It therefore finds that it is not necessary to examine the admissibility and merits of the applicant’s complaint under these provisions.",
                                "elements": []
                            },
                            {
                                "content": "58.  As to the applicant’s complaint under Article 14 of the Convention, the Court finds that the material in its possession does not disclose any appearance of a violation of that provision. This part of the application must therefore be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "60.  The applicant claimed 100,000 Lithuanian litai (LTL – approximately 28,960 euros (EUR)) in respect of non-pecuniary damage for the stress and inconvenience suffered as a result of the violation of her rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Government submitted that the applicant’s claim in respect of non-pecuniary damage was excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court considers that the applicant undoubtedly suffered distress and frustration by reason of the prolonged inability to have her property rights restored, in particular as during the process she remained heavily indebted to company S. and her property was seized. However, it considers the amount claimed by her excessive. Making its assessment on an equitable basis, it awards the applicant EUR 8,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "63.  The applicant also claimed LTL 14,983 (approximately EUR 4,340) in costs and expenses, consisting of the court fees which she had been required to pay to the Court of Appeal (see paragraph 13 above). She provided a copy of a receipt showing that she had paid that amount in June 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government submitted that those expenses had not been “incurred in order to prevent or obtain redress for the matter found to constitute a violation of the Convention”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court grants the claim for costs and expenses in full and awards the applicant EUR 4,340 under this head (see, mutatis mutandis, Beinarovič and Others, cited above, §§ 175-77).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "66.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning Article 1 of Protocol No. 1 to the Convention admissible and the complaint concerning Article 14 of the Convention inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the admissibility and merits of the complaint concerning the alleged unfairness of proceedings under Article 6 § 1 and Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 March 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "president"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Iulia Antoanella Motoc",
            "role": "judges"
        },
        {
            "name": "Andrea Tamietti",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VEROMEJ v. LITHUANIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-191752.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0319JUD001512111",
    "externalsources": [],
    "extractedappno": [
        "15121/11",
        "70520/10",
        "10593/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-191752",
    "judgementdate": "19/03/2019 00:00:00",
    "kpdate": "19/03/2019 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "VEROMEJ",
        "LITHUANIA"
    ],
    "rank": "3173.65307617188",
    "representedby": [
        "JANKOVSKA E."
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "486571",
    "typedescription": "15"
}