{
    "__articles": "35;41;P1-3",
    "__conclusion": "Remainder inadmissible;Violation of Article 3 of Protocol No. 1 - Right to free elections-{general} (Article 3 of Protocol No. 1 - Free expression of opinion of people;Stand for election);Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "18469/06",
    "article": [
        "41",
        "p1-3",
        "35"
    ],
    "conclusion": [
        {
            "article": "p1-3",
            "base_article": "p1-3",
            "details": [
                "Article 3 of Protocol No. 1 - Free expression of opinion of people",
                "Stand for election"
            ],
            "element": "Violation of Article 3 of Protocol No. 1 - Right to free elections-{general}",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-109292.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 18469/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Azerbaijani national, Mr Abbas Musa oğlu Atakishi (“the applicant”), on 5 May 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Mustafayev, a lawyer practising in . The Azerbaijani Government (“the Government”) were represented by their Agent, Mr Ç. Asgarov.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his right to stand for election, as guaranteed by Article 3 of Protocol No. 1 to the Convention, had been infringed.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 3 September 2008 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1959 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  He stood in the elections to the National Assembly of 6 November 2005 as an independent candidate. He was registered as a candidate by the Constituency Electoral Commission (“the ConEC”) for the single-mandate Shamakhi Electoral Constituency No. 85.",
                                "elements": []
                            },
                            {
                                "content": "A.  Allegations against the applicant and the ConEC’s decision to request his disqualification",
                                "elements": [
                                    {
                                        "content": "7.  On 29 October 2005 the ConEC held a meeting in the applicant’s absence and decided to apply to the Court of Appeal with a request to cancel the applicant’s registration as a candidate owing to reports of his engaging in activities incompatible with the requirements of Articles 88.1-88.4 of the Electoral Code. The ConEC relied on the following grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Firstly, it noted that it had received a written complaint from a voter (H.S.) claiming that the applicant had given him money (in the amount of 300 US dollars) and asked him to promote the applicant’s candidacy among the population, offer money to voters in exchange for their votes, and disrupt his main opponent’s campaign.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Secondly, it noted that it had received complaints from a number of voters and from another candidate (M.I.) that the applicant had regularly insulted his opponents and the government in his campaign speeches and publications and physically disrupted his opponents’ meetings with voters. In particular, one of the complaints by voters, sent to the ConEC by telegram, stated, in its entirety, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[The applicant] and his supporters insult the current government and use offensive language in respect of other candidates, we ask you to take the necessary measures.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Another telegram by a voter stated, in its relevant part, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... during his meeting with voters in our village, [the applicant], instead of speaking about his election platform, insulted and spread calumnious rumours about [four other] candidates; such a candidate should be disqualified from the election if his actions are contrary to the election law, and what good can [the applicant] bring to the population, to the State; his candidacy should be cancelled ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  There were several other hand-written letters or telegrams with a similar content.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The complaint by the candidate M.I. stated that the applicant insulted him at all his meetings with voters, using offensive language. M.I. further stated that on 28 October 2005 a large group of the applicant’s supporters, including his brother, had forcibly broken into a meeting room where M.I. was holding a campaign meeting with voters, disrupted the meeting, caused disorder and insulted M.I. using obscene language.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Another complaint was submitted by several highly-ranked members of the local branch of the Yeni Azerbaijan Party (“the YAP” – the ruling party, which, it appears, supported candidate M.I. in the election in question). They noted that the applicant’s supporters had disrupted M.I.’s meeting and subsequently “made for the streets and attempted to disrupt the peace and quiet of the town’s population”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  According to the applicant, on 28 October 2005 H.S. wrote a letter to the ConEC retracting his previous accusations against the applicant and explaining that he had made those statements owing to a personal disagreement with one of the applicant’s supporters and under the influence of emotion in the heat of the moment. In the following days, H.S. wrote similar letters to various electoral commissions and courts, retracting his accusations. According to the applicant, he also attempted to attend the Court of Appeal hearing concerning his disqualification (see below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  It appears that, on 29 October 2005, the Prosecutor’s Office of the Shamakhi Region commenced a criminal inquiry into allegations that on 28 October 2005 the applicant’s brother had resisted a police officer who was trying to restore order at a meeting of M.I. with voters, which had allegedly been disrupted by the applicant’s supporters. No information is available about the outcome of this inquiry.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Judicial proceedings concerning the applicant’s disqualification",
                                "elements": [
                                    {
                                        "content": "16.  The Court of Appeal examined the ConEC’s request at a hearing held on 31 October 2005. According to the applicant, although the hearing was officially scheduled to commence at 11 a.m., it actually took place at around 5 p.m. He had not received a written summons and was informed of the hearing orally only at around 2 p.m. on the same day, about three hours before the hearing. It was the first time he had been officially informed of the ConEC’s request of 29 October 2005 and that the Court of Appeal was considering the issue of his disqualification.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  During the hearing, the applicant denied all the accusations against him, arguing that they had not been duly proved and, in any event, could not be a basis for cancelling his registration as a candidate. He noted that H.S. had retracted his accusations against him and had admitted that they had been false. He further noted that he had not been summoned to the ConEC meeting of 29 October and that the ConEC’s decision had not been made available to him. Lastly, he denied the accusation that his supporters had interfered with M.I.’s meeting with voters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Having examined the written evidence submitted by the ConEC, which consisted mainly of copies of the above-mentioned written complaints by several voters, M.I. and local YAP members, the Court of Appeal considered that that evidence was sufficient to find that the applicant had breached the requirements of Articles 88.1, 88.2 and 88.4 of the Electoral Code, and it therefore cancelled his registration as a candidate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant appealed. Among other things, he complained that he had not been informed of the ConEC meeting of 29 October 2005 and that neither the ConEC decision nor any case materials had been officially made available to him prior to the Court of Appeal’s hearing. He further noted that it was in any case unclear from the relevant documents (which had been made available to him subsequently) whether the said ConEC meeting had taken place on 25 or 29 October, because the documents were contradictory and “falsified”. He claimed that all the alleged evidence against him had been fabricated in one day and that the allegations of his alleged wrongdoings were false and based on lies. He further complained that the Court of Appeal had not heard any of the complainants. As to the “complaints by voters”, the court had not even attempted to verify whether they had been authored by existing persons. Moreover, despite the fact that H.S. had sent a retraction of his accusations to the ConEC and the Court of Appeal and had personally attended the hearing, the court had refused to hear him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 5 November 2005 the Supreme Court dismissed the applicant’s appeal and upheld the Court of Appeal’s judgment of 31 October 2005. It found that the Court of Appeal had not committed any breaches of substantive or procedural law and that the applicant’s arguments were not supported by the material in the case file.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Electoral Code",
                                "elements": [
                                    {
                                        "content": "21.  According to Article 88.1 of the Electoral Code, the election programmes of candidates, and their pre-election speeches and campaign materials distributed through the media, must not contain statements inciting to the capture of State power by force, change to the constitutional system by force, or violations of the country’s territorial integrity, or statements insulting the honour and dignity of citizens.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Article 88.2 of the Electoral Code prohibits candidates from abusing the right to campaign in the media by inciting social, racial, ethnic or religious hatred and hostility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Article 88.4 of the Electoral Code of 2003 provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“88.4.  Candidates ... are prohibited from gaining the support of voters in the following ways:",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.4.1.  giving money, gifts and other valuable items to voters (except for badges, stickers, posters and other campaign materials having nominal value), except for the purposes of organisational work;",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.4.2.  giving or promising rewards based on the voting results to voters who were involved in organisational work;",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.4.3.  selling goods on privileged terms or providing goods free of charge (except for printed material);",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.4.4.  providing services free of charge or on privileged terms;",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.4.5.  influencing the voters during the pre-election campaign by promising them securities, money or other material benefits, or providing services that are contrary to the law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  According to Articles 113.1, 113.2.3 and 113.2.10 of the Electoral Code, the relevant electoral commission may request a court to cancel the registration of a candidate who engages in activities prohibited by Articles 88.2-88.4 of the Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Complaints concerning decisions of electoral commissions must be examined by the courts within three days (unless the Electoral Code provides for a shorter period). The period for lodging an appeal against a court decision is also three days (Article 112.11).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "26.  Chapter 25 of the Code of Civil Procedure sets out rules for the examination of applications concerning the protection of electoral rights (or the right to participate in a referendum). According to Article 290, such applications must be submitted directly to the appellate courts in accordance with the procedure established by the Electoral Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Applications concerning the protection of electoral (referendum) rights must be examined within three days of receipt, except for applications submitted on election day or the day after election day, which must be examined immediately (Article 291.1). The court must hear the case in the presence of the applicant, a representative of the relevant electoral commission and any other interested parties. Failure by any of these parties to attend the hearing after due notification does not preclude the court from examining and deciding the case (Article 291.2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The appellate court’s decision can be appealed against to the higher court (the cassation court) within three days. This appeal must be examined within three days, or immediately if submitted on election day or the next day. The decision of the cassation court is final (Article 292).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  Relying on Article 3 of Protocol No. 1 to the Convention and Articles 10 and 13 of the Convention, the applicant complained that his registration as a candidate for the parliamentary elections had been cancelled arbitrarily. The Court considers that this complaint falls to be examined only under Article 3 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The High Contracting Parties undertake to hold free elections at reasonable intervals by secret ballot, under conditions which will ensure the free expression of the opinion of the people in the choice of the legislature.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "30.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "31.  The Government submitted that the aim of Article 88 of the Electoral Code, which served as the basis for his disqualification, was to ensure equal and fair campaign conditions for all candidates. Disqualification of candidates who engaged in various forms of illegal votebuying and other illegal campaigning methods had the legitimate aim of protecting the free expression of the opinion of the people in elections and ensuring that the elections were held in accordance with democratic standards.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Government maintained that the applicant had been disqualified because he had attempted to bribe voters and had otherwise conducted his campaign in an unlawful manner. According to the Government, these facts had been sufficiently proved by the written statements made by a number of voters and by another candidate. They maintained that the ConEC had held a meeting on 29 October 2005 in accordance with the procedural requirements and taken a substantiated decision to request the applicant’s disqualification. Furthermore, the applicant had been afforded an opportunity to fully and effectively defend his position in the relevant proceedings before the domestic courts, which had taken their decisions “in full compliance with the Electoral Code”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant submitted that there existed no proven factual or legal grounds for his disqualification. He claimed that his arbitrary disqualification was just one of various unlawful acts by various officials who had abused their authority in order to interfere with the electoral process with the aim of creating “favoured conditions” in order to ensure the election of M.I., the candidate supported by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The applicant submitted that the decision to disqualify him had been arbitrary and based on flimsy, insufficient, unreliable and fabricated evidence. In particular, he noted that H.S.’s written statement accusing him of the intention of bribing voters had not been properly registered in the ConEC’s official records of incoming correspondence and complaints. Although this written statement had subsequently been used as the evidentiary basis for his disqualification, the domestic authorities and courts had never heard H.S. in person and had failed to take into consideration his numerous subsequent statements retracting his accusations and insisting that he had no intention of accusing the applicant of any wrongdoing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The applicant further claimed that most of the other written complaints accusing him of various illegal campaigning methods had been made by persons whose identity had not been verified and were essentially “fabricated”. None of these complainants had ever been heard in person at the domestic hearings. The accusations contained in those written complaints were either vague or uncorroborated by any sound evidence and could not constitute proof of any wrongdoing by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The applicant further submitted that the manner in which the ConEC meeting of 29 October 2005 had been conducted was in breach of several formal requirements of the Electoral Code. He had not been invited to participate in the meeting and had not been provided with a copy of the ConEC decision in a timely manner. Moreover, the examination of the relevant documents gave rise to serious doubts as to whether such a meeting had ever actually taken place and, even if it had, whether it had taken place on 29 October 2005. There were inconsistencies in the minutes of the ConEC meeting as to the date of the meeting and which specific ConEC members had been present, as well as how they had voted. He further noted that both the ConEC and the domestic courts had held unreasonably brief hearings, relied on extremely unreliable evidence, and completely failed to substantiate the factual accuracy of the allegations against him.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "37.  The Court notes that the summary of its case-law on the right to effectively stand for election, as guaranteed by Article 3 of Protocol No. 1 to the Convention, can be found in, among many other judgments, Orujov v. Azerbaijan (no. 4508/06, §§ 40-42, 26 July 2011). On a more specific note, the Court also reiterates that, while the Contracting States enjoy a wide margin of appreciation in imposing conditions on the right to vote and to stand for election, it is for the Court to determine in the last resort whether the requirements of Article 3 of Protocol No. 1 have been complied with; it has to satisfy itself that the conditions do not curtail the rights in question to such an extent as to impair their very essence and deprive them of their effectiveness; that they are imposed in pursuit of a legitimate aim; and that the means employed are not disproportionate or arbitrary (see Mathieu-Mohin and Clerfayt v. Belgium, 2 March 1987, § 52, Series A no. 113; Gitonas and Others v. Greece, 1 July 1997, § 39, Reports of Judgments and Decisions 1997-IV; and Yumak and Sadak v. Turkey [GC], no. 10226/03, § 109 (iii), 8 July 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court notes that in the present case the applicant was disqualified as a candidate in accordance with Articles 88.1, 88.2, 88.4 and 113 of the Electoral Code, which provide for the possibility of disqualification of candidates who resort to unfair and illegal means of conducting an electoral campaign and gaining voter support. Given that Article 3 of Protocol No. 1 does not contain a list of “legitimate aims” capable of justifying restrictions on the exercise of the rights it guarantees and does not refer to those enumerated in Articles 8 to 11 of the Convention, the Contracting States are free to rely on an aim not mentioned in those Articles, provided that it is compatible with the principle of the rule of law and the general objectives of the Convention (see, for example, Ždanoka v. Latvia [GC], no. 58278/00, § 115, ECHR 2006-IV). The Court accepts the Government’s argument that the conditions set out in the abovementioned provisions of the Electoral Code pursued the legitimate aim of ensuring equal and fair conditions for all candidates in the electoral campaign and ensuring that the elections were held in accordance with democratic standards.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  It remains to be determined whether there was arbitrariness or a lack of proportionality in the authorities’ decisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court reiterates that its competence to verify compliance with domestic law is limited and that it is not its task to take the place of the domestic courts in such matters as assessment of evidence or interpretation of the domestic law. Nevertheless, for the purpose of supervision of the compatibility of an interference with the requirements of Article 3 of Protocol No. 1, the Court must scrutinise the relevant domestic procedures and decisions in detail in order to determine whether sufficient safeguards against arbitrariness were afforded to the applicant and whether the relevant decisions were sufficiently reasoned (see, mutatis mutandis, Melnychenko v. Ukraine, no. 17707/02, § 60, ECHR 2004-X).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Furthermore, the Court notes that a finding that a candidate has engaged in unfair or illegal campaigning methods could entail serious consequences for the candidate concerned, in that he or she could be disqualified from running for the election. As the Convention guarantees the effective exercise of individual electoral rights, the Court considers that, in order to prevent arbitrary disqualification of candidates, the relevant domestic procedures should contain sufficient safeguards protecting the candidates from abusive and unsubstantiated allegations of electoral misconduct, and that decisions on disqualification should be based on sound, relevant and sufficient proof of such misconduct (see Orujov, cited above, § 46).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  In the present case, the applicant was disqualified on two grounds, namely, that he had intended to bribe voters, and that he had insulted his opponent and disrupted his campaign meeting.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  As to the first ground, the only evidence available was a written statement by H.S. where he noted that the applicant had given him money in exchange for his services as an intermediary in bribing voters. However, the Court notes that H.S. was never heard in person either by the ConEC or the domestic courts, despite the fact that, according to the applicant, he was physically present in the Court of Appeal building during the hearing of 31 October 2005. Moreover, it appears from the material in the case file that, from 28 October 2005, H.S. sent several statements to the relevant courts and other authorities whereby he repeatedly retracted any statements that could be construed as accusations against the applicant. However, these subsequent statements were not taken into account by the domestic courts. The Court considers that hearing H.S. in person and an adequate examination of his subsequent statements were crucial for the assessment of the truthfulness of H.S.’s original written statement. Furthermore, there was no other evidence corroborating the allegation that the applicant had engaged in bribing voters. In such circumstances, the Court considers that the evidence relied on by the courts was insufficient and, in any event, was not assessed in a manner that would remove legitimate doubts as to its reliability.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As to the second ground for the applicant’s disqualification, the Court notes that part of the evidence presented by the ConEC in this regard consisted of several short statements and telegrams by various persons accusing the applicant, in general terms, of using insults and offensive language in respect of his opponents (see paragraphs 9-11 above). The Court notes, however, that none of these complaints provided any specific details of inappropriate or illegal behaviour by the applicant (such as examples of any “insulting” statements, descriptions of any other specific unlawful behaviour, or the date and time of the alleged misconduct). Rather, they were all very vaguely worded and essentially contained unsubstantiated allegations. The courts failed to verify the identities of the authors of these complaints, to seek more detailed information from them as to the specific alleged misconduct by the applicant, to corroborate that information with any additional evidence, or to hear any of the complainants in person and thus give the applicant an opportunity to defend himself against their allegations. Thus, these written statements, in themselves, could not be considered as proving any factual circumstance, let alone any illegal conduct by the applicant. In such circumstances, the Court considers that the written complaints and telegrams cannot be considered to be relevant, sufficient or adequately assessed proof of any misconduct on the applicant’s part.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The other part of the evidence presented by the ConEC consisted of written complaints by M.I. and a group of YAP members (see paragraphs 12-13 above) accusing the applicant of being responsible for disrupting M.I.’s meeting with voters on 28 October 2005. The Court notes that these accusations emanated from the applicant’s main opponent in the election and his political supporters and, therefore, called for exceptional scrutiny by the courts charged with the task of assessing their truthfulness. However, none of the authors of these complaints was summoned and heard by the courts. Moreover, as the applicant was accused of disrupting M.I.’s campaign meeting in an unlawful manner, it is reasonable to assume that a large number of participants in that meeting and other persons would have witnessed the alleged incident. However, the courts failed to identify and seek to hear any witnesses of the alleged incident in order to verify the statements of M.I. and the YAP members and to determine whether the applicant’s alleged actions indeed qualified as a breach of the relevant provisions of the Electoral Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Furthermore, as regards the legal basis for the applicant’s disqualification on the second ground, the Court notes that the domestic courts relied on Articles 88.1 and 88.2 of the Electoral Code. However, they failed to provide any legal reasoning for their decision to class the alleged misconduct by the applicant as falling within the ambit of those provisions. In particular, the Court notes that, while all the complainants accused the applicant either of “insulting” his opponents or disrupting M.I.’s meeting, the Court finds it difficult to understand how such actions, even if they had taken place, could be considered an “abuse of the right to campaign in the media by inciting social, racial, ethnic or religious hatred and hostility”, as prohibited by Article 88.2 of the Electoral Code. While it is not the Court’s task to substitute itself for the national courts in matters of interpretation of the domestic law, it nevertheless observes that Article 88.2 of the Electoral Code, if read literally, appears to be irrelevant to the types of misconduct that the applicant was accused of. In such circumstances, the Court considers that the failure by the domestic courts to provide any legal reasons for application of the above-mentioned provisions of the Electoral Code contributed to the apparent arbitrariness of their decisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  For the reasons outlined above, the Court considers that the applicant’s disqualification was based on irrelevant, insufficient and inadequately examined evidence and that the domestic decisions lacked sufficient legal reasoning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Furthermore, the Court notes that the applicant was not afforded sufficient procedural safeguards against arbitrariness. In particular, the ConEC did not inform the applicant about its hearing of 29 October 2005, thus depriving him of the opportunity to defend his position before the ConEC, and it took the decision to request his disqualification without hearing the complainants or otherwise attempting to carry out a comprehensive assessment of the situation. Subsequently, upon the examination of the ConEC request by the Court of Appeal, the applicant was not afforded sufficient time to examine the material in the case file and to prepare arguments in his defence, as he had been notified of the forthcoming judicial hearing only a very short time before it began. The Court reiterates that considerations of expediency and the necessity for tight time-limits designed to avoid delaying the electoral process, although often justified, may nevertheless not serve as a pretext to undermine the effectiveness of electoral procedures (see, mutatis mutandis, Namat Aliyev v. Azerbaijan, no. 18705/06, § 90, 8 April 2010) or to deprive the persons concerned by those procedures of the opportunity to effectively contest any accusations of electoral misconduct made against them (see Orujov, cited above, § 56). In the present case, it appears that the examination of the issue of the applicant’s disqualification took place without reasonable advance notice, and as such caught him by surprise and left him unprepared for the hearing. Lastly, the domestic courts failed to take into account, and provide any reasoned response to, the applicant’s objections and submissions made during the judicial hearings and in his appeals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The foregoing considerations are sufficient to enable the Court to conclude that the interference with the applicant’s electoral rights fell foul of the standards required by Article 3 of Protocol No. 1. In particular, the applicant’s disqualification from running for election was not based on sufficient and relevant evidence; the procedures of the electoral commission and the domestic courts did not afford the applicant sufficient guarantees against arbitrariness; and the domestic authorities’ decisions lacked sufficient reasoning and were arbitrary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  There has accordingly been a violation of Article 3 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  The applicant complained under Article 6 of the Convention that the domestic judicial proceedings had been unfair and arbitrary. Article 6 of the Convention provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "52.  The Court notes that the proceedings in question involved the determination of the applicant’s right to stand as a candidate in the parliamentary elections. The dispute in issue therefore concerned his political rights and did not have any bearing on his “civil rights and obligations” within the meaning of Article 6 § 1 of the Convention (see Pierre-Bloch v. France, 21 October 1997, § 50, Reports 1997-VI; Cherepkov v. Russia (dec.), no. 51501/99, ECHR 2000-I; Ždanoka v. Latvia (dec.), no. 58278/00, 6 March 2003; and Mutalibov v. Azerbaijan (dec.), no.  31799/03, 19 February 2004). Accordingly, this Convention provision does not apply to the proceedings complained of.",
                                "elements": []
                            },
                            {
                                "content": "53.  It follows that this complaint is incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 (a) and must be rejected in accordance with Article 35 § 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "55.  The applicant claimed 101,346 Azerbaijani manats (AZN) in respect of pecuniary damage, including damage caused by loss of the earnings he would have received in the form of a parliamentary member’s salary if elected to the National Assembly, as well as loss of the useful effect of the funds spent on his election campaign.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Government contested these claims and submitted that they were unsupported by sufficient documentary evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  As to the claim in respect of loss of earnings, the Court notes that the present application concerns the applicant’s right to stand for election. It cannot be assumed that, had the applicant’s registration as a candidate not been cancelled, he would have necessarily won the election in his constituency and become a member of parliament. It is therefore impossible for the Court to speculate as to whether the applicant would have received a salary as a parliamentarian. Accordingly, no causal link has been established between the alleged pecuniary loss and the violation found (see Seyidzade v. Azerbaijan, no. 37700/05, § 50, 3 December 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Likewise, as to the claim in respect of expenses borne during the election campaign, the Court does not discern any causal link between the violation found and the pecuniary damage alleged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  For the above reasons, the Court rejects the claim in respect of pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "60.  The applicant claimed 21,000 euros (EUR) in respect of nonpecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Government considered that the amount claimed was excessive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Court considers that the applicant suffered non-pecuniary damage which cannot be compensated solely by the finding of a violation of Article 3 of Protocol No. 1. Ruling on an equitable basis, the Court awards him the sum of EUR 7,500 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "63.  The applicant claimed AZN 3,500 for the costs and expenses incurred before the Court, including AZN 1,500 paid by him to his lawyer for legal services and other expenses, and AZN 2,000 as the outstanding amount due to his lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government argued that the amount claimed was excessive and unreasonable and had not been actually incurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,385 covering costs under all heads, plus any tax that may be chargeable to the applicant on that sum.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "66.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 3 of Protocol No. 1 to the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Azerbaijani manats at the rate applicable on the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 February 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ATAKISHI v. AZERBAIJAN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-109292.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0228JUD001846906",
    "externalsources": [],
    "extractedappno": [
        "18469/06",
        "4508/06",
        "10226/03",
        "58278/00",
        "17707/02",
        "18705/06",
        "51501/99",
        "31799/03",
        "37700/05"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 88.1 and 88.2 of the Electoral Code"
    ],
    "itemid": "001-109292",
    "judgementdate": "28/02/2012 00:00:00",
    "kpdate": "28/02/2012 00:00:00",
    "kpthesaurus": [
        "14",
        "216",
        "574",
        "163",
        "476"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "41",
        "35",
        "P1-3"
    ],
    "parties": [
        "ATAKISHI",
        "AZERBAIJAN"
    ],
    "rank": "866.196044921875",
    "representedby": [
        "MUSTAFAYEV M."
    ],
    "respondent": "AZE",
    "respondentOrderEng": "5",
    "scl": [
        "Cherepkov v. Russia (dec.), no. 51501/99, ECHR 2000-I",
        "Gitonas and Others v. Greece, 1 July 1997, § 39, Reports of Judgments and Decisions 1997-IV",
        "Mathieu-Mohin and Clerfayt v. Belgium, 2 March 1987, § 52, Series A no. 113",
        "Melnychenko v. Ukraine, no. 17707/02, § 60, ECHR 2004-X",
        "Mutalibov v. Azerbaijan (dec.), no.  31799/03, 19 February 2004",
        "Namat Aliyev v. Azerbaijan, no. 18705/06, § 90, 8 April 2010",
        "Orujov v. Azerbaijan, no. 4508/06, 26 July 2011",
        "Pierre-Bloch v. France, 21 October 1997, § 50, Reports 1997-VI",
        "Seyidzade v. Azerbaijan, no. 37700/05, § 50, 3 December 2009",
        "Yumak and Sadak v. Turkey [GC], no. 10226/03, § 109 (iii), 8 July 2008",
        "Ždanoka v. Latvia [GC], no. 58278/00, § 115, ECHR 2006-IV",
        "Ždanoka v. Latvia (dec.), no. 58278/00, 6 March 2003"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "451600",
    "typedescription": "15"
}