{
    "__articles": "6;6-1;P1-1;P1-1-2;14+P1-1;14;35;35-1",
    "__conclusion": "Preliminary objection rejected (non-exhaustion of domestic remedies);No violation of P1-1;No violation of Art. 14+P1-1",
    "applicability": "",
    "appno": "12868/87",
    "article": [
        "6",
        "35",
        "14",
        "p1-1"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection rejected",
            "type": "other"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "No violation of Art. 14+P1-1",
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "No violation of Art. 14+P1-1",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-57937.docx": [
            {
                "content": "PROCEDURE  ",
                "elements": [
                    {
                        "content": "1.   The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 7 July 1994, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention.  It originated in an application (no. 12868/87) against the  lodged with the Commission under Article 25 (art. 25) by two Italian nationals, Mr Giovanni Spadea and Mrs Michelangela Scalabrino, on 15 April 1987.  ",
                        "elements": []
                    },
                    {
                        "content": "The Commission's request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46).  The object of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 1 of Protocol No. 1 (P1-1) and Article 14 of the Convention taken in conjunction with that Article of the Protocol (art. 14+P1-1).  ",
                        "elements": []
                    },
                    {
                        "content": "2.   In response to the enquiry made in accordance with Rule 33 para. 3 (d) of Rules of Court A, the applicants stated that they wished to take part in the proceedings.  The President gave Mr Spadea leave to present his own case, to represent Mrs Scalabrino and to use the Italian language (Rule 27 para. 3 and Rule 30).  ",
                        "elements": []
                    },
                    {
                        "content": "3.   The Chamber to be constituted included ex officio Mr C. Russo, the elected judge of Italian nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 para. 3 (b)).  On 18 July 1994, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr F. Matscher, Mr L. E. Pettiti, Mr B. Walsh, Mr S.K. Martens, Mr A.N. Loizou, Mr L. Wildhaber and Mr G. Mifsud Bonnici (Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43).  ",
                        "elements": []
                    },
                    {
                        "content": "4.   As President of the Chamber (Rule 21 para. 5), Mr Ryssdal, acting through the Registrar, consulted the Agent of the Italian Government (\"the Government\"), Mr Spadea and the Delegate of the Commission on the organisation of the proceedings (Rules 37 para. 1 and 38).  Pursuant to the order made in consequence, the Registrar received the Government's and the applicants' memorials on 18 and 31 January 1995 respectively.  The Delegate of the Commission did not submit any written observations.  ",
                        "elements": []
                    },
                    {
                        "content": "5.   On 17 March 1995 the Commission produced the file on the proceedings before it, as requested by the Registrar on the President's instructions.  ",
                        "elements": []
                    },
                    {
                        "content": "6.   On this last date Mr Spadea informed the registry that he would not be attending the hearing.  ",
                        "elements": []
                    },
                    {
                        "content": "7.   In accordance with the President's decision, the hearing took place in public in the Human Rights Building, , on 21 March 1995.  The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:  ",
                        "elements": []
                    },
                    {
                        "content": "(a) for the Government  ",
                        "elements": []
                    },
                    {
                        "content": "(b) for the Commission",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Conforti, Mr Raimondi and Mr Colla.  ",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS  ",
                "elements": [
                    {
                        "content": "I.   CIRCUMSTANCES OF THE CASE  ",
                        "elements": [
                            {
                                "content": "8.   Mr Spadea, a lawyer, and Mrs Scalabrino, a university teacher, live in .  ",
                                "elements": []
                            },
                            {
                                "content": "9.   In April 1982 they bought two adjacent flats with the aim of making their home there.  The former owner of the flats had let them to a Mrs B. and a Mrs Z., who paid a rent subject to public-authority control.  ",
                                "elements": []
                            },
                            {
                                "content": "10.   In a writ served on 13 October 1982 the applicants gave the tenants of the flats notice to quit when the leases expired, on 31 December 1983, and summoned them to appear before the  magistrate (pretore).  ",
                                "elements": []
                            },
                            {
                                "content": "11.   On 22 December 1982 and 13 January 1983 the magistrate formally confirmed the notices to quit, and fixed the date of eviction at 31 December 1984.  The orders were made enforceable on 22 December 1982 and 19 January 1983.  ",
                                "elements": []
                            },
                            {
                                "content": "12.   Pursuant to Legislative Decree no. 12 of 7 February 1985, which became Law no. 118 of 5 April 1985 (\"Law no. 118\"), the magistrate suspended enforcement of the evictions until 30 January 1986.  ",
                                "elements": []
                            },
                            {
                                "content": "13.   On 14 March 1986, Mr Spadea and Mrs Scalabrino began proceedings to enforce the orders for possession, as the tenants had still not complied with them.  However, on each of three occasions when the bailiff responsible for enforcement went to the flats - 9 June, 9 September and 10 October 1986 - Mrs B. and Mrs Z. refused to leave. They were elderly ladies of modest means and had asked Milan City Council to allocate them low-rent flats.  ",
                                "elements": []
                            },
                            {
                                "content": "14.   Legislative Decree no. 708 of 29 October 1986, which became Law no. 899 of 23 December 1986, suspended the enforcement of evictions until 31 March 1987.  From that date until 31 March 1988, only the Prefect (prefetto) was empowered, in certain cases, to grant police assistance to enforce evictions.  ",
                                "elements": []
                            },
                            {
                                "content": "15.   On 14 May, 15 June, 22 September, 9 November, 10 December 1987 and 14 January 1988 the bailiff made unsuccessful attempts to enforce the orders for possession.  ",
                                "elements": []
                            },
                            {
                                "content": "16.   From 8 February 1988 enforcement of evictions was again suspended, initially until 31 December 1988, by Legislative Decree no. 26 of 8 February 1988, which became Law no. 108 of 8 April 1988, and then until 30 April 1989, by Legislative Decree no. 551 of 30 December 1988, which became Law no. 61 of 21 February 1989.  ",
                                "elements": []
                            },
                            {
                                "content": "17.   In August 1988 Mrs Z. died and the applicants regained possession of one of the flats.  Mrs B. left the other in February 1989.  In the meantime, on 22 February 1988, Mr Spadea and Mrs Scalabrino had been obliged to buy another flat.  ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.   RELEVANT DOMESTIC LAW  ",
                        "elements": [
                            {
                                "content": "18.   On the basis of the Commission's report, Italian legislation on residential property leases may be summarised as follows.  ",
                                "elements": []
                            },
                            {
                                "content": "Since 1947 the public authorities in  have frequently intervened in residential tenancy legislation with the aim of controlling rents.  This has been achieved by rent freezes (occasionally relaxed when the Government decreed statutory increases), by the statutory extension of all current leases and by the postponement, suspension or staggering of evictions.  ",
                                "elements": []
                            },
                            {
                                "content": "1. As regards the statutory extension of tenancies  ",
                                "elements": [
                                    {
                                        "content": "The last statutory extension of all current leases, with the exception of certain cases specifically prescribed by the Law, was introduced by Law no. 392 of 27 July 1978 and remained in force until 31 December 1982, 30 June 1983 or 31 December 1983, depending on the dates on which the leases were signed.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "It should, however, be noted that, as regards buildings used for purposes other than housing, the statutory extension of current leases prescribed by section 1 (9 bis) of Law no. 118 of 5 April 1985 was declared unconstitutional in a decision (no. 108) handed down by the Constitutional Court on 23 April 1986.  In its decision the court held that the statutory restrictions imposed on property rights under Article 42 of the Constitution, with a view to ensuring social justice, made it possible to regard controls imposing restrictions as legitimate, provided that such controls were of an exceptional and temporary nature, but that perpetuating such restrictions was incompatible with the protection of property rights embodied in Article 42 of the Constitution.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In its decision the  also pointed out that the statutory six-month extension of leases prescribed by Law no. 118 should not be considered in isolation but within the context of tenancy provisions as a whole.  The court drew particular attention to the fact that this extension succeeded other statutory extensions and could mark the beginning of new restrictions on freedom of contract in this field. Moreover, the statutory extension of leases had the effect of prolonging contracts in which the rent, notwithstanding the increases allowed in accordance with rises in the cost of living, were not even approximately in line with current socio-economic conditions.  Further, the Law concerned did not give the lessor the possibility of regaining possession of the property except in cases of absolute necessity.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Constitutional Court also held that Law no. 118, inasmuch as it provided for a blanket extension of current leases without taking into consideration the particular economic circumstances of lessors and lessees - as would have been necessary to ensure social justice -, infringed the principle of the equality of citizens before the law embodied in Article 3 of the Constitution.  ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. As regards enforcement  ",
                                "elements": [
                                    {
                                        "content": "Numerous provisions have established rules for the postponement, suspension or staggering of the enforcement of judicial decisions ordering tenants to vacate the premises they occupy (ordinanze di sfratto).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "A first suspension was introduced by Legislative Decree no. 795 of 1 December 1984.  The provisions set forth therein were incorporated in Legislative Decree no. 12 of 7 February 1985, which became Law no. 118 of 5 April 1985.  It covered the period from 1 December 1984 to 30 June 1985.  This legislation also provided for the staggered resumption of forcible evictions on 1 July 1985, 30 September 1985, 30 November 1985 or 31 January 1986, depending on the date on which the judgment recording the end of the lease had become enforceable.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 1 (3) of Law no. 118 stipulated that such suspensions were not applicable if repossession of the premises had been ordered because arrears of rent were owed.  Similarly, no suspension could be ordered in the following cases:  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) where, after conclusion of the contract, the lessor required the property for his own use or for that of his spouse or his children or grandchildren, for residential, commercial or professional purposes, or where a lessor who intended to use the premises for one of the above-mentioned purposes (a) offered the tenant similar accommodation at a rent which he could afford and which was not more than 20% higher than the previous rent and (b) undertook to pay the costs of the tenant's removal (Article 59, first subsection, paragraphs 1, 2, 7 and 8, of Law no. 392 of 27 July 1978 (\"Law no. 392\")); and  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) where, inter alia, a lessor urgently needed to regain possession of his flat as accommodation for himself, his children or his ascendants (Article 3, first paragraph, sub-paragraphs 1, 2, 4 and 5, of Legislative Decree no. 629 of 15 December 1979, which became Law no. 25 of 15 February 1980 (\"Law no. 25\")).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "A second suspension was introduced by Legislative Decree no. 708 of 29 October 1986, which became Law no. 899 of 23 December 1986.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "It covered the period from 29 October 1986 to 31 March 1987 and in sections 2 and 3 provided for the same exceptions as the provisions in the preceding legislation.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Law no. 899 of 23 December 1986 also established that the Prefect was competent to determine the criteria for authorising police assistance in evicting recalcitrant tenants, after consulting a committee including representatives of both tenants and landlords.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 3 (5 bis) of Law no. 899 of 23 December 1986 also provided for the automatic suspension until 31 December 1987 of forcible evictions of tenants entitled to subsidised housing.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "A third suspension was introduced by Legislative Decree no. 26 of 8 February 1988, which became Law no. 108 of 8 April 1988.  It first covered the period from 8 February 1988 to 30 September 1988 and was subsequently extended from the latter date to 31 December 1988.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "A fourth suspension was introduced by Legislative Decree no. 551 of 30 December 1988, which became Law no. 61 of 21 February 1989, and covered the period up to 30 April 1989.  In regions suffering from natural disasters the suspension remained in force until 31 December 1989.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "With the exception of urgent cases, this Law also provided that police assistance in enforcing evictions would only be authorised in gradual stages over a period of forty-eight months from 1 January 1990 and set up a prefectoral committee responsible for deciding which cases required police intervention most urgently.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "All the aforementioned laws and decrees also contained provisions relating to the financing of subsidised housing and to housing benefits.  ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION  ",
                "elements": [
                    {
                        "content": "19.   Mr Spadea and Mrs Scalabrino applied to the Commission on 15 April 1987.  They complained of  ",
                        "elements": []
                    },
                    {
                        "content": "(a) an unjustified interference with their right of property (Article 1 of Protocol No. 1) (P1-1);  ",
                        "elements": []
                    },
                    {
                        "content": "(b) the fact that applying the legislation in issue had entailed discrimination between owners of residential property and tenants, and between owners of residential property and owners of non-residential property (Article 14 of the Convention read in conjunction with Article 1 of Protocol No. 1) (art. 14+P1-1); and  ",
                        "elements": []
                    },
                    {
                        "content": "(c) the fact that the way the Prefect exercised his discretionary powers between 31 March 1987 and 8 February 1988 had not been subject to any form of review satisfying the requirements of Article 6 para. 1 (art. 6-1) of the Convention.  ",
                        "elements": []
                    },
                    {
                        "content": "20.   On 5 April 1993 the Commission declared the application (no. 12868/87) admissible as regards the first two complaints and dismissed as manifestly ill-founded the complaint under Article 6 para. 1 (art. 6-1) of the Convention.  In its report of 9 May 1994 (Article 31) (art. 31), it expressed the opinion that there had been no violation of Article 1 of Protocol No. 1 (P1-1) (twenty-one votes to two) or of Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1 (art. 14+P1-1) (twenty-two votes to one). The full text of the Commission's opinion and of the two dissenting opinions contained in the report is reproduced as an annex to this judgment . ",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT BY THE GOVERNMENT  ",
                "elements": [
                    {
                        "content": "21.   In their memorial the Government asked the Court to declare the application inadmissible for failure to exhaust domestic remedies and in the alternative to hold that there had been no breach of either Article 1 of Protocol No. 1 or Article 14 (P1-1, art. 14) of the Convention.  ",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW  ",
                "elements": [
                    {
                        "content": "I.   SCOPE OF THE CASE  ",
                        "elements": [
                            {
                                "content": "22.   In addition to Article 1 of Protocol No. 1 (P1-1) and Article 14 of the Convention read in conjunction with that Article of the Protocol (art. 14+P1-1), the applicants relied before the Court on Article 6 para. 1 (art. 6-1) of the Convention.  ",
                                "elements": []
                            },
                            {
                                "content": "In the Court's view, however, the latter complaint is outside the scope of the case as defined by the Commission's decision on admissibility (see, among other authorities, mutatis mutandis, the Brincat v.  judgment of 26 November 1992, Series A no. 249-A, p. 10, para. 16).  ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.   THE GOVERNMENT'S PRELIMINARY OBJECTION  ",
                        "elements": [
                            {
                                "content": "23.   The Government pleaded, as they had done before the Commission, non-exhaustion of domestic remedies.  Mr Spadea and Mrs Scalabrino had neglected to challenge the constitutionality of the impugned legislative provisions in the magistrate's court.  Moreover, they had omitted to challenge in the administrative courts the Prefect's decisions on the granting of police assistance to enforce eviction.  ",
                                "elements": []
                            },
                            {
                                "content": "24.   With regard to the first limb of the objection, the Court reiterates that in the Italian legal system an individual is not entitled to apply directly to the  for review of the constitutionality of a law.  Only a court trying the merits of a case has the right to make a reference to the , at the request of a party or of its own motion.  Accordingly, such an application cannot be a remedy whose exhaustion is required under Article 26 (art. 26) of the Convention (see, mutatis mutandis, the Brozicek v. Italy judgment of 19 December 1989, Series A no. 167, p. 17, para. 34, and the Padovani v. Italy judgment of 26 February 1993, Series A no. 257-B, p. 19, para. 20).  ",
                                "elements": []
                            },
                            {
                                "content": "The second limb of the objection does not stand up to examination either.  Under section 59 of Law no. 392, section 3 of Law no. 25 and section 1 of Law no. 118, the suspension of forcible evictions does not apply, inter alia, where the landlord urgently needs to recover his property in order to live in it with his family or where the tenant owes arrears of rent (see paragraph 18 above).  Only in such a situation is the Prefect empowered to grant police assistance.  As Mr Spadea and Mrs Scalabrino did not satisfy the conditions laid down in the above-mentioned provisions, they could not apply to the Prefect for police assistance or, in the event of his refusing it, to the administrative courts in order to challenge his decision.  It follows that such a remedy would have had no prospects of success.  ",
                                "elements": []
                            },
                            {
                                "content": "25.   In short, the objection must be dismissed.  ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.   ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 (P1-1)  ",
                        "elements": [
                            {
                                "content": "26.   According to the applicants, the fact that for a prolonged period it had been impossible for them to recover their two flats, owing to the implementation of emergency legislative provisions on residential property leases, had infringed their right to the peaceful enjoyment of their possessions, enshrined in Article 1 of Protocol No. 1 (P1-1), which provides:  ",
                                "elements": []
                            },
                            {
                                "content": "\"Every natural or legal person is entitled to the peaceful enjoyment of his possessions.  No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.  ",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions (P1-1) shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.\"  ",
                                "elements": []
                            },
                            {
                                "content": "A. The applicable rule  ",
                                "elements": [
                                    {
                                        "content": "27.   Article 1 (P1-1) guarantees in substance the right of property. It comprises three distinct rules.  The first, which is expressed in the first sentence of the first paragraph (P1-1) and is of a general nature, lays down the principle of peaceful enjoyment of property.  The second rule, in the second sentence of the same paragraph (P1-1), covers deprivation of possessions and makes it subject to certain conditions.  The third, contained in the second paragraph (P1-1), recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest, by enforcing such laws as they deem necessary for the purpose.  However, the rules are not \"distinct\" in the sense of being unconnected: the second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property.  They must therefore be construed in the light of the general principle laid down in the first rule (see, among other authorities, the Mellacher and Others v.  judgment of 19 December 1989, Series A no. 169, pp. 24-25, para. 42).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.   Like the Commission, the Court notes that in this case there was neither a de facto expropriation nor a transfer of property.  At all times the applicants retained the possibility of alienating their property and were paid the rents regularly.  As the implementation of the measures in question meant that the tenants continued to occupy the flats, it undoubtedly amounted to control of the use of property. Accordingly, the second paragraph of Article 1 (P1-1) is applicable.  ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Compliance with the conditions in the second paragraph (P1-1)  ",
                                "elements": [
                                    {
                                        "content": "29.   The second paragraph (P1-1) reserves to States the right to enact such laws as they deem necessary to control the use of property in accordance with the general interest.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Such laws are especially common in the field of housing, which in our modern societies is a central concern of social and economic policies.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In order to implement such policies, the legislature must have a wide margin of appreciation both with regard to the existence of a problem of public concern warranting measures of control and as to the choice of the detailed rules for the implementation of such measures. The Court will respect the legislature's judgment as to what is in the general interest unless that judgment is manifestly without reasonable foundation (see the Mellacher and Others judgment previously cited, pp. 25-26, para. 45).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Aim of the interference  ",
                                        "elements": [
                                            {
                                                "content": "30.   The applicants argued that the laws in issue had no legitimate aim; in substance, the sole cause of the shortage of low-rent housing, which had affected - and still affect - the larger Italian cities in particular, was the respondent State's ill-considered housing policy. The Government were not entitled to justify the emergency legislation by invoking the general interest.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "Drawing a parallel between the explanations given by Italy before the Convention institutions in regard to compliance with the \"reasonable time\" requirement (Article 6 para. 1) (art. 6-1) and those concerning the present case, the applicants asked the Court to reject the latter on the ground that here too the State's slowness and inertia were unacceptable.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.   Like the Commission, the Court observes that the legislative provisions suspending evictions during the period from 1984 to 1988 were prompted by the need to deal with the large number of leases which expired in 1982 and 1983 and by the concern to enable the tenants affected to find acceptable new homes or obtain subsidised housing.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "To have enforced all evictions simultaneously would undoubtedly have led to considerable social tension and jeopardised public order.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "As the applicants' allegation that the State's housing policy was ill-considered is based solely on the persistent shortage of low-rent housing, their parallel with Article 6 para. 1 (art. 6-1) cannot be accepted.  Whereas Article 6 para. 1 (art. 6-1) requires proceedings to be conducted speedily, Governments are under no such obligation in the field of subsidised housing.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.   In conclusion, the impugned legislation had a legitimate aim in the general interest, as required by the second paragraph of Article 1 (P1-1).  ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Proportionality of the interference  ",
                                        "elements": [
                                            {
                                                "content": "33.   As the Court stressed in the Mellacher and Others judgment previously cited (p. 27, para. 48), the second paragraph of Article 1 of Protocol No. 1 (P1-1) must be construed in the light of the principle laid down in the first sentence of the Article (P1-1). Consequently, an interference must strike a fair balance between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights (see, among other authorities, the Sporrong and Lönnroth v.  judgment of 23 September 1982, Series A no. 52, p. 26, para. 69).  The concern to achieve this balance is reflected in the structure of Article 1 (P1-1) as a whole (ibid.), and therefore also in its second paragraph (P1-1). There must be a reasonable relationship of proportionality between the means employed and the aim pursued (see the James and Others v. the  judgment of 21 February 1986, Series A no. 98, p. 34, para. 50).  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.   The applicants contended that the interference in question was disproportionate.  They admitted that the tenants were entitled to extra social protection, on account of their age and income, but they could not accept having for many years had to bear the consequences of the 's housing policies, which they considered misguided. Instead of freezing rents and extending the validity of existing leases until 1983, only to realise finally that evictions would have to be suspended and staggered, the Italian authorities should have adopted measures to bring suitable flats at reasonable prices onto the housing market.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.   In the Government's submission, while it was true that the applicants had not recovered their property until August 1988 and February 1989, the interference they complained of could not be considered disproportionate, given that the public authorities had always endeavoured, in such a sensitive field, to strike a fair balance between the relevant interests.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.   The Court notes that housing shortages are an almost universal problem of modern society.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "In order to deal with this problem, the Italian Government adopted a series of emergency measures designed firstly to control rent increases through rent freezes mitigated by occasional rises and secondly to extend the validity of existing leases.  The situation in  became more complex when the industrialisation of the large northern cities sucked in people from the most disadvantaged regions and from rural areas in general.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.   In 1982 and 1983, when the last statutory extension, brought in by Law no. 118, expired, the  considered it necessary to resort to emergency provisions to postpone, suspend or stagger the enforcement of court orders requiring tenants to vacate the premises they occupied.  However, these measures provided for exceptions under which, among other things, landlords who urgently needed to recover their property or who were owed arrears of rent could obtain police assistance to enforce eviction.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.   In order to determine whether these provisions were proportionate to the aim it was sought to achieve - protecting the interests of tenants on low incomes and avoiding the risk of any prejudice to public order - the Court, like the Commission, considers it necessary to ascertain whether, in the instant case, the tenants of Mr Spadea and Mrs Scalabrino were treated in such a way that a balance was maintained between the relevant interests.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.   The only reason for the evictions was that the leases on the flats had expired; none of the exceptions to the suspension of enforcement applied to the applicants.  In addition, Mrs B. and Mrs Z., who were elderly ladies of modest means, had asked Milan City Council to allocate them low-rent flats.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.   Admittedly, the applicants had to buy another flat and did not recover their property until one of the tenants died and the other left of her own accord (see paragraph 17 above).  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, regard being had to the legitimate aim pursued, the legislative measures adopted by the Italian State and criticised by the applicants cannot be considered disproportionate in view of the margin of appreciation permitted under the second paragraph of Article 1 of Protocol No. 1 (P1-1).  ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Conclusion  ",
                                        "elements": [
                                            {
                                                "content": "41.   The Court accordingly concludes that, by adopting emergency measures, the Italian legislature was reasonably entitled to consider, having regard to the need to strike a fair balance between the interests of the community and the right of landlords, and of the applicants in particular, that the means chosen were appropriate to achieve the legitimate aim pursued.  It takes the view that the restriction on Mr Spadea's and Mrs Scalabrino's use of their flats resulting from the provisions in question was not contrary to the requirements of the second paragraph of Article 1 of Protocol No. 1 (P1-1).  There has therefore been no breach of that Article (P1-1).  ",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.   ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION, READ IN CONJUNCTION WITH ARTICLE 1 OF PROTOCOL NO. 1 (art. 14+P1-1)  ",
                        "elements": [
                            {
                                "content": "42.   Article 14 (art. 14) of the Convention provides:  ",
                                "elements": []
                            },
                            {
                                "content": "\"The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.\"  ",
                                "elements": []
                            },
                            {
                                "content": "43.   The applicants maintained that Article 14 of the Convention, read in conjunction with Article 1 of Protocol No. 1 (art. 14+P1-1), had been breached by the legislation in issue, in so far as it protected tenants to the detriment of landlords, and above all the owners of non-residential property to the detriment of owners of residential property.  ",
                                "elements": []
                            },
                            {
                                "content": "44.   The Government agreed with the Commission, which had found no violation of Article 14 (art. 14).  ",
                                "elements": []
                            },
                            {
                                "content": "45.   The Court points out in the first place that, according to its case-law, Article 14 (art. 14) will be breached where, without objective and reasonable justification, persons in \"relevantly\" similar situations are treated differently.  For a claim of violation of this Article (art. 14) to succeed, it has therefore to be established, inter alia, that the situation of the alleged victim can be considered similar to that of persons who have been better treated (see the Fredin v. Sweden (no. 1) judgment of 18 February 1991, Series A no. 192, p. 19, para. 60).  ",
                                "elements": []
                            },
                            {
                                "content": "46.   With regard to the first part of the complaint, the Court notes that it raises the question whether the emergency measures complained of were proportionate to their aim, a point already considered in connection with Article 1 of Protocol No. 1 (P1-1) (see paragraphs 33-41 above).  ",
                                "elements": []
                            },
                            {
                                "content": "As for the difference in treatment vis-à-vis the owners of non-residential property, the Court considers that the distinction drawn between these two classes of person for the purpose of enforcing evictions was objective and reasonable given the aim of the legislation - to protect tenants during a serious housing shortage - and the use made of the properties, one category being let as housing and the other used mainly as commercial premises.  ",
                                "elements": []
                            },
                            {
                                "content": "47.   In conclusion, there has been no breach, in the instant case, of Article 14 of the Convention read in conjunction with Article 1 of Protocol No. 1 (art. 14+P1-1).  ",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY  ",
                "elements": [
                    {
                        "content": "1.   Dismisses the Government's preliminary objection;  ",
                        "elements": []
                    },
                    {
                        "content": "2.   Holds that there has been no breach of Article 1 of Protocol No. 1 (P1-1) ;  ",
                        "elements": []
                    },
                    {
                        "content": "3.   Holds that there has been no breach of Article 14 of the Convention read in conjunction with Article 1 of Protocol No. 1 (art. 14+P1-1).  ",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 28 September 1995.  ",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SPADEA AND SCALABRINO v. ITALY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57937.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1995:0928JUD001286887",
    "externalsources": [
        "Constitution, Article 42",
        "Law no. 118 of 5 April 1985, sections 1 (3), 1 (9) bis"
    ],
    "extractedappno": [
        "12868/87"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Law no. 392 of 27 July 1978, section 59",
        "Law no. 25 of 15 February 1980 (Legislative Decree no. 629 of 15 December 1979), section 3",
        "Law no. 118 of 5 April 1985 (Legislative Decree no. 12 of 7 February 1985)",
        "Law no. 899 of 23 December 1986 (Legislative Decree no. 708 of 29 October 1986), sections 2, 3",
        "Law no. 108 of 8 April 1988 (Legislative Decree no. 26 of 8 February 1988)",
        "Law no. 61 of 21 February 1989 (Legislative Decree no. 551 of 30 December 1988)"
    ],
    "itemid": "001-57937",
    "judgementdate": "28/09/1995 00:00:00",
    "kpdate": "28/09/1995 00:00:00",
    "kpthesaurus": [
        "211",
        "14",
        "128",
        "109",
        "369",
        "62",
        "167",
        "238",
        "354",
        "343",
        "100",
        "44",
        "292",
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "P1-1-2",
        "14",
        "35-1",
        "6-1",
        "35",
        "6",
        "P1-1"
    ],
    "parties": [
        "SPADEA AND SCALABRINO",
        "ITALY"
    ],
    "rank": "331.742553710938",
    "representedby": [
        "N/A"
    ],
    "respondent": "ITA",
    "respondentOrderEng": "23",
    "scl": [
        "Sporrong and Lönnroth v. Sweden judgment of 23 September 1982, Series A no. 52, p. 26, para. 69",
        "James and Others v. the United Kingdom judgment of 21 February 1986, Series A no. 98, p. 34, para. 50",
        "Brozicek v. Italy judgment of 19 December 1989, Series A no. 167",
        "p. 17, para. 34",
        "Mellacher and Others v. Austria judgment of 19 December 1989, Series A no. 169, pp. 24-25, para. 42",
        "pp. 25-26, para. 45",
        "p. 27, para. 48",
        "Fredin v. Sweden (no. 1) judgment of 18 February 1991, Series A no. 192, p. 19, para. 60",
        "Brincat v. Italy judgment of 26 November 1992, Series A no. 249-A, p. 10, para. 16",
        "Padovani v. Italy judgment of 26 February 1993, Series A, no. 257-B, p. 19, para. 20"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "445158",
    "typedescription": "14"
}