{
    "__articles": "5;5-3;5-4;5-5;29;29-3;35;35-1",
    "__conclusion": "Remainder inadmissible;Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 5-5",
    "applicability": "",
    "appno": "58971/00",
    "article": [
        "29",
        "35",
        "5"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "Violation of Art. 5-4",
            "type": "violation"
        },
        {
            "article": "5-5",
            "base_article": "5",
            "element": "Violation of Art. 5-5",
            "type": "violation"
        }
    ],
    "content": {
        "001-77782.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 58971/00) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Bulgarian national, Mr Radoslav Iliev Popov (“the applicant”), on 24 April 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Neikov and Mr K. Bakov, lawyers practising in .",
                        "elements": []
                    },
                    {
                        "content": "3.  The Bulgarian Government (“the Government”) were represented by their Agent, Ms M. Kotzeva, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 14 December 2004 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1977 and lives in the .",
                                "elements": []
                            },
                            {
                                "content": "A.  The criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "6.  Two burglaries were committed in the home of an old lady on 13 and 31 May 1998 as a result of which the burglar, through use of force and coercion, stole a total of 10,000 old Bulgarian levs (BGL – approximately 5.13 euros (EUR)). On the latter occasion, the burglar was also armed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  A preliminary investigation in respect of the second burglary was opened against an unknown offender on 2 June 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 24 September 1998 the applicant was charged with the two burglaries and was detained on remand. He was questioned on the same day and confessed to having committed the burglaries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 10 November 1998 the Plovdiv District Prosecutor's Office filed an indictment against the applicant with the Plovdiv District Court accusing him of having committed the two burglaries through use of force and coercion, having stolen a total of BGL 10,000 (approximately EUR 5.13) and for having been armed on the second occasion (Articles 198 § 1 and 170 § 2 of the Criminal Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The Plovdiv District Court conducted five hearings between 4 May 1999 and 10 April 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In a judgment of 10 April 2000 the Plovdiv District Court found the applicant guilty as charged and imposed a cumulative sentence of four and a half years' imprisonment. The applicant appealed against the judgment on 21 April 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The  conducted three hearings on 17 May, 13 June and 14 September 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In a judgment of 21 September 2000 the  partly quashed the lower court's judgment as it found that the applicant had not used force during the burglary of 13 May 1998. It upheld the remainder of the judgment against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  No appeal was filed against the judgment of the  and it entered into force.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant's detention",
                                "elements": [
                                    {
                                        "content": "15.  On 24 September 1998 the applicant was detained on remand upon a decision of an investigator which was confirmed by the Prosecutor's Office later on the same day. The grounds for detaining the applicant were that he may abscond, re-offend or obstruct the investigation but no specific facts or evidence in support of the said assessment were cited or relied on in the decision for his detention. On 10 April 2000 the Plovdiv District Court sentenced the applicant to four and a half years' imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  At the trial stage of the proceedings the applicant filed six appeals against his detention, dated 2 and 15 July 1999, 8 and 28 September 1999, 20 December 1999 and 12 January 2000. On each occasion, the applicant argued that he had no criminal record and that there was no risk that he would abscond because he had a permanent address and his wife needed his assistance after the birth of their child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  None of the applicant's appeals were examined or ruled on by the courts despite of the hearings conducted by the Plovdiv District Court in the meantime.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Grounds for detention",
                                "elements": [
                                    {
                                        "content": "18.  The relevant provisions of the Code of Criminal Procedure (the “CCP”) and the Bulgarian courts' practice before 1 January 2000 are summarised in the Court's judgments in several similar cases (see, among others, Nikolova v. Bulgaria [GC], no. 31195/96, §§ 25-36, ECHR 1999-II; Ilijkov v. Bulgaria, no. 33977/96, §§ 55-59, 26 July 2001; and Yankov v. Bulgaria, no. 39084/97, §§ 79-88, ECHR 2003-XII (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  As of 1 January 2000 the legal regime of detention under the CCP was amended with the aim to ensure compliance with the Convention (TR 1-02 Supreme Court of Cassation). The effected amendments and the resulting practice of the Bulgarian courts are summarised in the recent Court judgments in the cases of Dobrev v. Bulgaria (no. 55389/00, §§ 32-35, 10 August 2006) and Yordanov v. Bulgaria (no. 56856/00, §§ 21-24, 10 August 2006).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The State Responsibility for Damage Act",
                                "elements": [
                                    {
                                        "content": "20.  The State Responsibility for Damage Act of 1988 (the “SRDA”) provides that the State is liable for damage caused to private persons by (a) the illegal orders, actions or omissions of government bodies and officials acting within the scope of, or in connection with, their administrative duties; and (b) the organs of the investigation, the prosecution and the courts for unlawful pretrial detention, if the detention order has been set aside for lack of lawful grounds (sections 1-2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The relevant domestic law and practice under sections 1 and 2 of the SRDA has been summarised in the cases of Iovchev v. Bulgaria (no. 41211/98, §§ 7680, 2 February 2006) and Hamanov v. Bulgaria (no. 44062/98, §§ 56-60, 8 April 2004).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant made several complaints under Article 5 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "In particular, he complained under Article 5 § 3 of the Convention that when he was arrested on 24 September 1998 he was not brought promptly before a judge or other officer authorised by law to exercise judicial power. In substance, he also complained of the length of the proceedings and the resulting detention on remand during that period.",
                                "elements": []
                            },
                            {
                                "content": "The applicant further complained under Article 5 § 4 of the Convention that the courts failed to rule on the appeals against his detention.",
                                "elements": []
                            },
                            {
                                "content": "Lastly, he complained under Article 5 § 5 of the Convention that he did not have an enforceable right to seek compensation for being a victim of arrest or detention in contravention of the provisions of Article 5.",
                                "elements": []
                            },
                            {
                                "content": "The applicant also relied on Article 13 of the Convention in respect of his Convention complaints.",
                                "elements": []
                            },
                            {
                                "content": "The relevant part of Article 5 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Scope of the case",
                                "elements": [
                                    {
                                        "content": "1.  Article 6 of the Convention",
                                        "elements": [
                                            {
                                                "content": "22.  The Court observes that on 14 December 2004 it communicated, inter alia, to the respondent Government the applicant's complaint regarding the length of the proceedings, which it considered to have been raised in substance in the context of his complaint under Article 5 § 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The Court further observes that in the applicant's observations in reply of 2 December 2005 he explicitly indicated that he never intended, nor desired, to raise a complaint under Article 6 of the Convention. Thus, the applicant considered that it was unwarranted for the Court to examine such a complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  In view of the explicitly expressed position of the applicant, the Court will examine his complaint regarding the length of the proceedings and the resulting detention during that period only in the context of Article 5 § 3 of the Convention in respect of the said detention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Article 13 of the Convention",
                                        "elements": [
                                            {
                                                "content": "25.  Regarding the applicant's reliance on Article 13 of the Convention in the context of his Convention complaints, the Court considers that, as it relates to Article 5 § 3 of the Convention, this complaint should be understood as referring to the applicant's inability to effectively challenge his detention under Article 5 § 4 of the Convention and to the alleged lack of an enforceable right to compensation under Article 5 § 5 of the Convention. In addition, the Court observes that Article 5 §§ 4 and 5 of the Convention constitute lex specialis in relation to the more general requirements of Article 13 (see Nikolova, cited above, § 69, and Tsirlis and Kouloumpas v. Greece, judgment of 29 May 1997, Reports of Judgments and Decisions 1997III, p. 927, § 73).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  Accordingly, the Court examines the complaint that the applicant lacked effective domestic remedies only under Article 5 §§ 4 and 5 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "27.  The Government submitted that the applicant had not exhausted the available domestic remedies because he failed to appeal against the judgment of the Plovdiv Regional Court of 21 September 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The applicant disagreed and argued that the Government's objection was not relevant to the complaints submitted to the Court. In particular, he noted that his complaints under Article 5 of the Convention related to his detention on remand, which could not have been remedied by an appeal against the judgment of the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Court reiterates that, according to Article 35 § 1 of the Convention, it may only deal with an issue after all domestic remedies have been exhausted. The purpose of Article 35 is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to the Court (see, for example, Hentrich v. France, judgment of 22 September 1994, Series A no. 296-A, p. 18, § 33, and Remli v. France, judgment of 23 April 1996, Reports 1996-II, p. 571, § 33). Thus, the complaint submitted to the Court must first have been made to the appropriate national courts, at least in substance, in accordance with the formal requirements of domestic law and within the prescribed time-limits. Nevertheless, the obligation to exhaust domestic remedies only requires that an applicant make normal use of remedies which are effective, sufficient and accessible in respect of his Convention grievances (see Balogh v. Hungary, no. 47940/99, § 30, 20 July 2004, and John Sammut and Visa Investments Limited v. Malta (dec.), no. 27023/03, 28 June 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court observes that in the present case the applicant's complaints fall to be examined under Article 5 §§ 3-5 of the Convention (see paragraph 21 above) and relate to the period of his detention on remand between 24 September 1998 and 10 April 2000 (see paragraphs 8, 11, 15-17 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  Accordingly, the Court finds no indication that an appeal against the judgment of the Plovdiv Regional Court of 21 September 2000 would have dealt with the complaints currently before it. In so far as the subject of such proceedings would have been the applicant's culpability in the context of the criminal proceedings, the Court finds that such an appeal proceedings cannot be considered to have been an effective remedy which the applicant should have exhausted in respect of his complaints under Article 5 §§ 3-5 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government's objection must therefore be rejected.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Compliance with the six-month time-limit under Article 35 § 1 of the Convention",
                                        "elements": [
                                            {
                                                "content": "32.  The Government claimed that the applicant failed to submit his application to the Court within six months after the date on which the final domestic court's decision was taken, but rather had submitted his complaints much sooner, on 24 April 2000, which was just after he had appealed against the judgment of the Plovdiv District Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant disagreed with the Government. He argued that his complaints fell under Article 5 of the Convention and, as such, were submitted in conformity with the requirements of the Convention because they related to his period of “detention on remand” within the meaning of Article 5 § 3 of the Convention, which ended on 10 April 2000 with the judgment of the Plovdiv District Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court reiterates, at the outset, that the object of the six-month time-limit is to promote legal certainty, by ensuring that cases raising issues under the Convention are dealt with in a reasonable time, and past judgments are not continually open to challenge. Further, the rule also affords the prospective applicant time to consider whether to lodge an application and, if so, to decide on the specific complaints and arguments to be raised (see Worm v. Austria, judgment of 29 August 1997, Reports 1997V, p. 1547, § 32, and Keenan v. the United Kingdom, no. 27229/95, Commission decision of 22 May 1998).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court further reiterates that Article 35 § 1 of the Convention provides that the Court may only deal with a matter where it has been introduced within six months from date of the final decision in the process of exhaustion of domestic remedies. Where no effective remedy is available to the applicant, the time-limit expires six months after the date of the acts or measures complained of, or after the date of knowledge of that act or its effect or prejudice on the applicant (see Younger v. the United Kingdom (dec.), no. 57420/00, ECHR 2003I). This approach is especially appropriate in circumstances where it is clear from the outset that no effective remedy was available to the applicant in respect of the act or decision complained of within the relevant domestic law (see Keenan, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In the case of a continuing situation, meanwhile, the time-limit expires six months after the end of the situation concerned (see, among many other authorities, Agrotexim Hellas S.A. and Others v. Greece, no. 14807/89, Commission decision of 12 February 1992, Decisions and Reports 72, p. 148). Similarly, in respect of a complaint about the absence of a remedy for a continuing situation, such as a period of detention, the time-limit under Article 35 § 1 of the Convention also expires six months after the end of that situation – for example, when an applicant is released from custody (see Ječius v. Lithuania, no. 34578/97, § 44, ECHR 2000IX). In any event, however, if an applicant submits his complaints to the Court while he is still in detention, the case cannot be dismissed as being out of time (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Lastly, if it is not clear from the outset that no effective remedy was available to the applicant, then the time-limit expires six months after the date on which the applicant first became or ought to have become aware of the circumstances which rendered the remedy ineffective (see Keenan, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In the present case, the Court observes that the applicant's initial introduction of his complaints dates from 24 April 2000 and that he subsequently submitted a completed application form on 28 June 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court further observes that the applicant's complaints under Article 5 §§ 3-5 of the Convention relate to certain alleged deficiencies of the relevant provisions of the CCP, in force at the relevant time, as construed by the competent authorities and as applied to him, which gave rise to a continuing situation against which no effective remedies were available at the time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In respect of the applicant's complaint that he was not brought promptly before a judge following his arrest on 24 September 1998, the Court observes that he appeared before a trial judge for the first hearing in the criminal case against him on 4 May 1999 (see paragraph 10 above). The Court finds that this was the first occasion on which the applicant was personally present before a person clearly acting in a judicial capacity since his detention had been ordered by an investigator on 24 September 1998 (see paragraphs 8 and 15 above). Thus, it considers that on that date the lack of access to a judicial officer who could consider the merits of the detention (see Aquilina v.  [GC], no. 25642/94, §§ 47-50, ECHR 1999III), a situation which had existed since 24 September 1998, ended for the purposes of Article 35 § 1 of the Convention. Accordingly, the time-limit for submitting the related complaint to the Court expired six months after 4 May 1999 (see G.K. v. Poland (dec.), no. 38816/97, 8 December 1998; Bagiński v. Poland (dec.), no. 37444/97, 21 January 2003; Oratowski v. Poland, (dec.), no. 40698/98, 6 February 2003; Al Akidi v. Bulgaria (dec.), no. 35825/97, 19 September 2000; and Hristov v. Bulgaria (dec.), no. 35436/97, 19 September 2000). The applicant introduced his first letter to the Court on 24 April 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that this complaint has been introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government's objection must therefore be upheld in respect of this complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In respect of the remainder of the applicant's complaints, the Court finds that the continuing situation ended with the amendment of the relevant provisions of the CCP effective 1 January 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Considering that he introduced his complaints on 24 April 2000, the Court finds that the applicant complied with the six-month time-limit under Article 35 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government's objection in these respects must therefore be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Complaints under Article 5 §§ 3-5 of the Convention",
                                        "elements": [
                                            {
                                                "content": "42.  The Court finds that the applicant's complaints (a) that his detention was unjustified and unreasonably lengthy; (b) that the domestic courts failed to rule on the appeals against his detention; and (c) that he did not have an enforceable right to seek compensation for being a victim of arrest or detention in contravention of the provisions of Article 5 are not manifestly illfounded within the meaning of Article 35 § 3 of the Convention, or inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Complaint under Article 5 § 3 of the Convention that the applicant's detention on remand was unjustified and unreasonably lengthy",
                                        "elements": [
                                            {
                                                "content": "43.  The Government did not submit observations on the merits of the complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court observes that the applicant's detention on remand lasted from 24 September 1998 to 10 April 2000 (see paragraphs 8, 11, 15-17 above), a period of one year, six months and sixteen days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court further observes that following the applicant's arrest on 24 September 1998 the authorities never considered themselves obliged to re-evaluate the need to continue his detention and to justify it on the basis of specific facts and evidence about the possible danger that he might abscond, re-offend or obstruct the investigation. In fact, no specific facts and evidence were cited or relied on by the authorities in ordering his initial detention on remand (see paragraphs 8 and 15 above). Accordingly, the authorities appear to have considered his detention mandatory, which makes this complaint similar to those in previous cases against Bulgaria where violations were found (see, for example, Ilijkov, cited above, §§ 67-87 and Shishkov v. Bulgaria, no. 38822/97, §§ 57-67, ECHR 2003I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In view of the above, the Court finds that there has been a violation of Article 5 § 3 of the Convention on account of the authorities' failure to justify the applicant's continued detention on remand for a period of over one year and six months.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Complaint under Article 5 § 4 of the Convention",
                                        "elements": [
                                            {
                                                "content": "47.  The Government did not submit observations on the merits of the complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court reiterates that Article 5 § 4 of the Convention guarantees to persons arrested or detained a right to take proceedings to challenge the lawfulness of their detention (see Rutten v. the Netherlands, no. 32605/96, § 52, 24 July 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court observes that in the present case the domestic courts failed to rule on any one of the six appeals filed by the applicant against his detention on remand despite having conducted hearings in the meantime (see paragraphs 16-17 and 10 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Accordingly, there has been a violation of Article 5 § 4 of the Convention on account of the applicant having been denied the right to take proceedings to challenge the lawfulness of his detention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Complaint under Article 5 § 5 of the Convention",
                                        "elements": [
                                            {
                                                "content": "51.  The Government did not submit observations on the merits of the complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In the context of the complaint under Article 5 § 5 of the Convention and considering its finding of violations of Article 5 §§ 3 and 4 (see paragraphs 46 and 50 above), the Court must establish whether or not Bulgarian law afforded the applicant an enforceable right to compensation for the breaches of Article 5 of the Convention in his case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court notes that by section 2(1) of the SRDA, a person who has been remanded in custody may seek compensation only if the detention order has been set aside “for lack of lawful grounds”, which refers to unlawfulness under domestic law. As far as it can be deduced from the practice reported under this provision, section 2(1) has only been applied in cases where the criminal proceedings have been terminated on the basis that the charges were unproven or where the accused has been acquitted (see paragraph 20 above and the case-law cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In the present case, the applicant's detention on remand was considered by the domestic courts as being in full compliance with the requirements of domestic law. Therefore, the applicant has no right to compensation under section 2(1) of the SRDA. Nor does section 2(2) of the Act apply (see paragraph 20 above and the case-law cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  It follows that in the applicant's case the SRDA does not provide for an enforceable right to compensation. Furthermore, it does not appear that such a right is secured under any other provision of Bulgarian law (see paragraph 20 above and the case-law cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court thus finds that Bulgarian law did not afford the applicant an enforceable right to compensation, as required by Article 5 § 5 of the Convention (see Dobrev, cited above, §§ 102-06).",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has, therefore, also been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "58.  At the time of submitting his application, the applicant requested to be awarded damages for the alleged violations of the Convention in an amount deemed appropriate by the Court. His preliminary claim was for 10,000 Bulgarian levs (BGL – approximately 5,128 euros (EUR)) in respect of damages plus costs and expenses. However, following communication of the application to the respondent Government the applicant failed to submit a claim for just satisfaction together with his observations in reply of 2 December 2005.",
                                "elements": []
                            },
                            {
                                "content": "59.  The Court reiterates that under Rule 60 of the Rules of Court any claim for just satisfaction must be itemised and submitted in writing together with the relevant supporting documents or vouchers and within the time-limit fixed for the submission of the applicant's observations on the merits, “failing which the Chamber may reject the claim in whole or in part”.",
                                "elements": []
                            },
                            {
                                "content": "60.  In view of the applicant's failure to comply with the aforesaid requirement, the Court makes no award under Article 41 of the Convention (see Ryabykh v. , no. 52854/99, §§ 66-68, ECHR 2003IX).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares admissible the applicant's complaints (a) that his detention was unjustified and unreasonably lengthy; (b) that the domestic courts failed to rule on the appeals against his detention; and (c) that he did not have an enforceable right to seek compensation for being a victim of arrest or detention in contravention of the provisions of Article 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 3 of the Convention on account of the authorities' failure to justify the applicant's continued detention on remand for a period of over one year and six months;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of the applicant having been denied the right to take proceedings to challenge the lawfulness of his detention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 § 5 of the Convention on account of the applicant not having had available an enforceable right to compensation for being a victim of arrest or detention in breach of the provisions of Article 5 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 November 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrP. Lorenzen",
            "role": "president"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrM. Villiger",
            "role": "judges"
        },
        {
            "name": "Mrs C. Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "09/10/2006 00:00:00",
    "docname": "CASE OF RADOSLAV POPOV v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77782.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1102JUD005897100",
    "externalsources": [],
    "extractedappno": [
        "58971/00",
        "31195/96",
        "33977/96",
        "39084/97",
        "55389/00",
        "56856/00",
        "41211/98",
        "44062/98",
        "47940/99",
        "27023/03",
        "27229/95",
        "57420/00",
        "14807/89",
        "34578/97",
        "25642/94",
        "38816/97",
        "37444/97",
        "40698/98",
        "35825/97",
        "35436/97",
        "38822/97",
        "32605/96",
        "52854/99"
    ],
    "importance": "4",
    "introductiondate": "24/04/2000 00:00:00",
    "issue": [
        "Sections 1 and 2 of the State responsibility for Damage Act"
    ],
    "itemid": "001-77782",
    "judgementdate": "02/11/2006 00:00:00",
    "kpdate": "02/11/2006 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "471",
        "448",
        "30",
        "45",
        "227",
        "404",
        "438",
        "481"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "5-3",
        "5-4",
        "5-5",
        "35-1",
        "35",
        "5",
        "29",
        "29-3"
    ],
    "parties": [
        "RADOSLAV POPOV",
        "BULGARIA"
    ],
    "rank": "562.979736328125",
    "representedby": [
        "NEIKOV M.",
        "BAKOV K."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Agrotexim Hellas S.A. and Others v. Greece, no. 14807/89, Commission decision of 12 February 1992, Decisions and Reports 72, p. 148",
        "Al Akidi v. Bulgaria (dec.), no. 35825/97, 19 September 2000",
        "Aquilina v. Malta [GC], no. 25642/94, §§ 47-50, ECHR 1999-III",
        "Bagi?ski v. Poland (dec.), no. 37444/97, 21 January 2003",
        "Balogh v. Hungary, no. 47940/99, § 30, 20 July 2004",
        "Dobrev v. Bulgaria, no. 55389/00, §§ 32-35 and 102-106, 10 August 2006",
        "G.K. v. Poland (dec.), no. 38816/97, 8 December 1998",
        "Hamanov v. Bulgaria, no. 44062/98, §§ 56-60, 8 April 2004",
        "Hentrich v. France, judgment of 22 September 1994, Series A no. 296-A, p. 18, § 33",
        "Hristov v. Bulgaria (dec.), no. 35436/97, 19 September 2000",
        "Ilijkov v. Bulgaria, no. 33977/96, §§ 55-59 and 67-87, 26 July 2001",
        "Iovchev v. Bulgaria, no. 41211/98, §§ 76-80, 2 February 2006",
        "Je?ius v. Lithuania, no. 34578/97, § 44, ECHR 2000-IX",
        "John Sammut and Visa Investments Limited v. Malta (dec.), no. 27023/03, 28 June 2005",
        "Keenan v. the United Kingdom, no. 27229/95, Commission decision of 22 May 1998",
        "Nikolova v. Bulgaria [GC], no. 31195/96, §§ 25-36 and 69, ECHR 1999-II",
        "Oratowski v. Poland, (dec.), no. 40698/98, 6 February 2003",
        "Remli v. France, judgment of 23 April 1996, Reports 1996-II, p. 571, § 33",
        "Rutten v. the Netherlands, no. 32605/96, § 52, 24 July 2001",
        "Ryabykh v. Russia, no. 52854/99, §§ 66-68, ECHR 2003-IX",
        "Shishkov v. Bulgaria, no. 38822/97, §§ 57-67, ECHR 2003-I",
        "Tsirlis and Kouloumpas v. Greece, judgment of 29 May 1997, Reports of Judgments and Decisions 1997-III, p. 927, § 73",
        "Worm v. Austria, judgment of 29 August 1997, Reports 1997-V, p. 1547, § 32",
        "Yankov v. Bulgaria, no. 39084/97, §§ 79-88, ECHR 2003-XII (extracts)",
        "Yordanov v. Bulgaria, no. 56856/00, §§ 21-24, 10 August 2006",
        "Younger v. the United Kingdom (dec.), no. 57420/00, ECHR 2003-I"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "421266",
    "typedescription": "14"
}