{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "28923/06",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-96743.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 28923/06) against the Slovak Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovakian national, Ms Ľudmila Zongorová (“the applicant”), on 7 July 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V. Šárnik, a lawyer practising in Bernolákovo. The Slovakian Government (“the Government”) were represented by their Agent, Mrs M. Pirošíková.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 5 March 2009 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1940 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "1. Inheritance proceedings",
                                "elements": [
                                    {
                                        "content": "5.  In 1964 the applicant’s grandfather died and inheritance proceedings were instituted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 12 January 1966 the State Notary approved the inheritance settlement. In the settlement the applicant’s mother waived her right to a share of the estate although her legal capacity was restricted. An apartment in which she lived with the applicant was included in the estate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In 1983 the property in issue was confiscated by the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In 1991 the heirs under the inheritance settlement of 1966 applied for the property in restitution proceedings, signed a restitution agreement and became owners of the property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 17 August 1992 the applicant requested the State Notary Bratislava I that the inheritance settlement be served on her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  After its receipt, on 9 October 1992, the applicant appealed against the settlement to the Bratislava City Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 8 December 1993 the Bratislava City Court dismissed the appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 14 February 1994 the applicant appealed on points of law to the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 31 August 1994 the Supreme Court quashed the decision and returned the case to the Bratislava City Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 2 November 1994 the Bratislava City Court quashed the decision of the State Notary of 12 January 1966 and returned it to the Bratislava I District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 2 January 1995 the Bratislava I District Court appointed a notary to pursue the inheritance proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 5 March 1996 the Bratislava I District Court issued a decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 22 March 1996 the applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 5 September 1996 the Bratislava City Court quashed the decision and returned it to the Bratislava I District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 15 May 1997 the Bratislava I District Court stayed the proceedings pending the outcome of a different set of proceedings before the Bratislava I District Court. Those proceedings ended with the Bratislava Regional Court’s decision of 8 November 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  After receipt of a certificate of ownership of the property in issue, the Bratislava I District Court, on 28 May 2007, discontinued the proceedings stating that the deceased did not possess any estate at the time when the decision was made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 5 August 2008 the applicant appealed against the decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": " 2. Proceedings concerning the applicant’s action of 23 December 1996",
                                "elements": [
                                    {
                                        "content": "22.  On 23 December 1996 the applicant lodged an action with the Bratislava I District Court for the determination of the property in her grandfather’s estate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 11 March 2005 the Bratislava I District Court dismissed the action on the ground that the current owner of the estate had not been included in the applicant’s action as a defendant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Subsequently, the applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 10 November 2005 the  upheld the decision. It stated that the applicant had not proved any pressing need for the determination of the property in the estate and that her right to claim the property in issue had lapsed after the restitution proceedings which had ended in 1991. According to the court’s reasoning previous legal transactions prevented the applicant from claiming that the property still continued to belong to the estate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 7 February 2006 the applicant appealed on points of law to the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 21 February 2007 the Supreme Court dismissed the applicant’s appeal as inadmissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": " 3. Constitutional proceedings",
                                "elements": [
                                    {
                                        "content": "28.  On 2 March 2006 the applicant complained to the  about a violation of her right to inheritance and the right to a fair trial in the proceedings concerning the action of 23 December 1996. The applicant also complained about the length of the inheritance proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 15 March 2006 the  declared the complaint concerning the length of the inheritance proceedings admissible and decided to deal with the remaining complaints separately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 8 June 2006 the Constitutional Court found that the Bratislava I District Court had violated the applicant’s right under Article 48 § 2 of the Constitution and Article 6 § 1 of the Convention to a hearing without unjustified delay in the inheritance proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  It ordered the Bratislava I District Court to proceed without delay and awarded 50,000 Slovakian korunas (SKK), (the equivalent of 1,325 euros (EUR) at that time), to the applicant as just satisfaction in respect of non-pecuniary damage. It also ordered the Bratislava I District Court to reimburse the applicant’s legal costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 19 June 2007 the  dismissed the remaining complaints. The  stated that the decision of the  was not arbitrary and therefore there was no violation of the applicant’s right to a fair hearing. Concerning the alleged breach of the right to property, it held that it lacked authority to deal with the complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 5 June 2008 the applicant lodged a second complaint with the Constitutional Court complaining about a breach of her rights under Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention as a result of the decision of the Bratislava I District Court of 28 May 2007 to discontinue the inheritance proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 7 July 2009 the  declared the constitutional complaint admissible.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  The applicant complained that the length of the inheritance proceedings had been incompatible with the “reasonable time” requirement. She further complained that her right to a fair trial within the proceedings on her action of 23 December 1996 had been violated. She relied on Article 6 § 1 of the Convention which in its relevant part provides:",
                                "elements": []
                            },
                            {
                                "content": " “In the determination of his civil rights and obligations ..., everyone is entitled to a fair ...hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  As regards the length of the inheritance proceedings",
                                        "elements": [
                                            {
                                                "content": "36.  The Government argued that the  by its judgment of 8 June 2006 had provided the applicant with preventive and compensatory redress. The Government considered this redress adequate and sufficient.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The applicant disagreed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court observes that the applicant’s status as a victim depends on whether the redress afforded to her at the domestic level was adequate and sufficient having regard to Article 41 of the Convention. This issue falls to be determined in the light of the principles established under the Court’s case-law (see, Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 178-213, ECHR 2006-V and Cocchiarella v. Italy [GC], no. 64886/01, §§ 69-98, ECHR 2006-V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court notes that the applicant initiated the proceedings on 9 October 1992 by lodging an appeal against the inheritance settlement. Subsequently, the proceedings were pending before the Bratislava City Court and the Supreme Court. At the end of 1994 the Bratislava City Court transferred the case to the Bratislava I District Court. Thus, at the time of the Constitutional Court’s decision of 8 June 2006 the proceedings had exceeded 13 years and 8 months at three levels of jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court takes into consideration the fact that the applicant’s constitutional complaint was only directed at the proceedings before the Bratislava I District Court (see also Solárová and Others v. Slovakia, no. 77690/01, § 42, 5 December 2006 and Judt v. Slovakia, no. 70985/01, § 61, 9 October 2007, with further reference).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The  awarded the applicant the equivalent of EUR 1,325 in respect of non-pecuniary damage. This amount is disproportionately low, having regard to what the Court generally awards in similar cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The redress obtained by the applicant at the domestic level was thus insufficient (see Scordino (no. 1), cited above, §§ 214-5). The applicant can accordingly still claim to be a “victim”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. As regards the applicant’s right to a fair trial in the proceedings concerning her action of 23 December 1996",
                                        "elements": [
                                            {
                                                "content": "44.  To the extent that the applicant complained about a violation of her right to a fair trial in the proceedings concerning her action of 23 December 1996 the Court reiterates that it is not its function to deal with errors of fact or law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention (see, for example, Anheuser-Busch Inc. v. Portugal [GC], no. 73049/01, § 83, ECHR 2007-..., with further reference). The domestic courts are best placed to assess the relevance of evidence to the issues in the case and to interpret and apply the rules of substantive and procedural law (see, among other authorities, Vidal v. Belgium, 22 April 1992, § 32, Series A no. 235-B, and Sarak v. Turkey (dec.), no. 21568/05, 31 March 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Having examined the proceedings as a whole, the Court does not find it established that they were in any way unfair or tainted by arbitrariness. It follows that this complaint must be rejected under Article 35 §§ 3 and 4 of the Convention as being manifestly ill-founded.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "46.  The applicant argued that the inheritance proceedings had lasted an excessively long time both prior to and after the Constitutional Court’s judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government, with reference to the Constitutional Court’s judgment, admitted that the complaint was not unsubstantiated. However, no further delays in the proceedings imputable to the State had occurred in the period after the Constitutional Court’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court notes that the proceedings had been stayed from 15 May 1997 until 8 November 2004, pending the outcome of a different set of proceedings in which a preliminary issue had to be determined. Since the documents at the Court’s disposal indicate that the outcome of the latter set of proceedings was directly decisive for the determination of the applicant’s claim, those proceedings must also be taken into account in order to establish whether the overall length of the proceedings complained of was reasonable (see, mutatis mutandis, Probstmeier v. Germany, judgment of 1 July 1997, Reports of Judgments and Decisions 1997-IV, §§ 46, 48 and 52, with further references). The Court further notes that after the delivery of the Constitutional Court’s judgment the proceedings lasted almost one year during which the Bratislava I District Court obtained an ownership certificate and discontinued the proceedings. The whole proceedings thus lasted 14 years, 7 months and 21 days at three levels of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement. There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1",
                        "elements": [
                            {
                                "content": "53.  The applicant also complained that her right to peaceful enjoyment of her possessions had been violated as a result of the dismissal of her claim of 23 December 1996. She relied on Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "54.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "55.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "57.  The applicant claimed EUR 8,000 in respect of non-pecuniary damage for the violation of her right to a hearing within a reasonable time and EUR 8,000 for the alleged violation of her right to a fair hearing and of her right to protection of property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court considers that the applicant must have sustained non-pecuniary damage as far as the violation of her right to a hearing within a reasonable time is concerned. Ruling on an equitable basis and noting the partial redress which the applicant obtained at the domestic level, it awards her EUR 4,000 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "60.  The applicant did not submit a claim for costs and expenses within the given time-limit.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "61.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the inheritance proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,000 (four thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": " 4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 January 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ZONGOROVA v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-96743.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0119JUD002892306",
    "externalsources": [],
    "extractedappno": [
        "28923/06",
        "36813/97",
        "64886/01",
        "77690/01",
        "70985/01",
        "73049/01",
        "21568/05",
        "30979/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-96743",
    "judgementdate": "19/01/2010 00:00:00",
    "kpdate": "19/01/2010 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "ZONGOROVA",
        "SLOVAKIA"
    ],
    "rank": "712.702331542969",
    "representedby": [
        "SARNIK V."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "354840",
    "typedescription": "15"
}