{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "16741/04",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-85773.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 16741/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Ms Nurhan Yılmaz (“the applicant”), on 21 April 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mrs Ö. Mungan, a lawyer practising in Mardin. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 6 November 2006 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1978 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicant was the representative of the  branch of a political journal, namely the “Bread and Justice” magazine.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 29 April 2003 the police conducted a search in the journal’s office, and found certain books and magazines which they suspected to be illegal. These publications were confiscated.",
                                "elements": []
                            },
                            {
                                "content": "7.  On an unspecified date, the applicant was summoned to the police station to give a statement concerning the ongoing investigation. She was accompanied by her lawyer during her interrogation.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 19 June 2003 the  public prosecutor filed an indictment with the Izmir Magistrates’ Court. He accused the applicant of “failure to obey the order of an official authority”, under Article 526 § 1 of the Criminal Code, on the ground that some of the materials gathered from her office had been previously declared illegal by a decision of the . The indictment was not served on the applicant.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 14 July 2003 the Izmir Magistrates’ Court, without holding a hearing, issued a penal decree and found the applicant guilty as charged. It sentenced her to three months’ imprisonment. The court then commuted the applicant’s sentence to a fine of 606,874,000 Turkish liras. In doing so, the court relied on the “simplified procedure” stipulated in Article 386 of the Code of Criminal Procedure for relatively minor offences.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 15 October 2003 the applicant challenged this decision before the Izmir Criminal Court. In her petition, the applicant complained that her defence rights had been breached as she was never heard by the domestic court. It was also noted in the petition that, when the applicant was summoned to the police station to give a statement, she had been accompanied by her lawyer during the interrogation.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 17 October 2003 the Criminal Court dismissed the objection without holding a hearing. The applicant was notified of this final decision on 27 October 2003.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "12.  A full description of the relevant domestic law may be found in the judgment of Mevlüt Kaya v. Turkey (no. 1383/02, §§ 11-13, 12 April 2007).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "13.  The applicant complained that she had been unable to defend herself in person or through legal assistance, as there had been no public hearing in her case. She also alleged that she had been deprived of legal assistance whilst in police custody. In respect of her complaints, she relied on Article 6 §§ 1 and 3 (c) of the Convention, which in so far as relevant read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights: ...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require; ...”",
                                "elements": []
                            },
                            {
                                "content": "14.  The Government contested these arguments.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "15.  As regards the applicant’s complaint concerning the lack of legal assistance in police custody, the Government argued that the applicant was never taken into police custody. They maintained that, in the course of the investigation, the applicant had been summoned to the police station to give a statement, and that during her interrogation her lawyer had been present. They contended that this fact had also been accepted by the applicant in her appeal petition to the Izmir Criminal Court dated 15 October 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant made no comments on this point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  It is observed that the applicant was not taken into police custody in connection with the criminal proceedings in question. It is also clear that, when the applicant was summoned to the police station to give a statement, she was accompanied by her lawyer (see paragraphs 7 and 10 above). Consequently, the Court finds this complaint to be wholly unsubstantiated and rejects it as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  However, the Court notes that the remainder of the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "19.  The Court reiterates that it is a fundamental principle enshrined in Article 6 § 1 that court hearings should be held in public. This public character protects litigants against the administration of justice without public scrutiny; it is also one of the means whereby people’s confidence in the courts can be maintained. By rendering the administration of justice transparent, publicity contributes to the achievement of the aim of Article 6 § 1, namely a fair trial, the guarantee of which is one of the principles of any democratic society (see, among other authorities, Stefanelli v. San Marino, no.35396/97, § 19, ECHR 2000II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  Read as a whole, Article 6 guarantees the right of an accused to participate effectively in the criminal trial. In general, this includes not only the right to be present, but also the right to receive legal assistance if necessary, and to follow the proceedings effectively. Such rights are implicit in the very notion of an adversarial procedure and can also be derived from the guarantees contained in sub-paragraphs (c) and (e) of Article 6 § 3 (see, among other authorities, Stanford v. the United Kingdom, judgment of 23 February 1994, Series A no. 282-A, pp. 10–11, § 26).",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  Furthermore, Article 6 § 1 does not guarantee a right of appeal against a decision of first instance. Where, however, domestic law provides for a right of appeal, the appeal proceedings will be treated as an extension of the trial process and, accordingly, will be subject to Article 6 (see Delcourt v. Belgium, judgment of 17 January 1970, Series A no. 11, § 25).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application in the present case",
                                        "elements": [
                                            {
                                                "content": "22.  At the outset, the Court notes that, in a judgment delivered on 30 June 2004, the Constitutional Court unanimously declared Article 390 § 3 of the former Criminal Code unconstitutional and a nullity, holding that depriving individuals of a public hearing was an infringement of the right to a fair trial. Furthermore, with the new Criminal Code and the Code of Criminal Procedure, which came into force on 1 June 2005, the practice of issuing penal orders ceased to exist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  However, the Court observes that, in accordance with the relevant domestic law prevailing at the time of the events, no public hearing was held during the applicant’s prosecution. Both the Izmir Magistrates’ Court, which issued the penal order and fined the applicant, and the Izmir Criminal Court, which examined her objection, took their decisions on the basis of the documents in the case file. The applicant was not given the opportunity to defend herself in person or through a lawyer before the courts which determined her case. The Court, therefore, considers that the applicant was not able to participate in the criminal proceedings effectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  In view of the above, the Court concludes that the procedure followed by the judicial authorities prevented the applicant from exercising her defence rights properly and thus rendered the criminal proceedings unfair.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  Consequently, there has been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant alleged that the confiscation of the various books and magazines, following the police search, constituted a breach of Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court notes that this property was owned by the journal, not the applicant, and that she did not lodge the present application to the Court on behalf of the journal. Therefore, there has been no interference with any of the applicant’s property rights, within the meaning of Article 1 of Protocol No. 1, and she cannot claim a breach of such rights on the journal’s behalf (see Nurhan Yılmaz v. , no. 21164/03, § 26, 11 December 2007).",
                                "elements": []
                            },
                            {
                                "content": "28.  It follows that this part of the application is manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "30.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award her any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the applicant’s right to a fair hearing admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 April 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Rıza Türmen",
            "role": "judges"
        },
        {
            "name": "Vladimiro Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "and Françoise Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF YILMAZ (2) v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-85773.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0408JUD001674104",
    "externalsources": [],
    "extractedappno": [
        "16741/04",
        "1383/02",
        "35396/97",
        "21164/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-85773",
    "judgementdate": "08/04/2008 00:00:00",
    "kpdate": "08/04/2008 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "YILMAZ (2)",
        "TURKEY"
    ],
    "rank": "620.916442871094",
    "representedby": [
        "MUNGAN Ö."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "345192",
    "typedescription": "15"
}