{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Art. 6;Violation of P1-1",
    "applicability": "",
    "appno": "2999/03",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Art. 6",
            "type": "violation"
        }
    ],
    "content": {
        "001-80929.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 2999/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Yevgeniy Anatolyevich Dovguchits (“the applicant”), on 2 December 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V. Gandzyuk, a lawyer practising in . The Russian Government (“the Government”) were initially represented by Mr P. Laptev, the former Representative of the  at the European Court of Human Rights, and subsequently by their new Representative, Mrs V. Milinchuk.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 13 May 2003 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility. On 10 April 2006 the Court put additional questions to the parties.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government objected to the joint examination of the admissibility and merits of the application. Having examined the Government's objection, the Court dismissed it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "5.  The applicant was born in 1956 and lives in the town of  in the Ryazan Region. He is a former military officer.",
                        "elements": []
                    },
                    {
                        "content": "6.  In 2002 the applicant sued his military unit for wage arrears for his military service in 1996 when he had taken part in a military operation in .",
                        "elements": []
                    },
                    {
                        "content": "7.  On 22 February 2002 the Military Court of the Ryazan Garrison upheld the action and awarded the applicant 163,732.80 Russian roubles (RUR). The judgment was not appealed against and became final.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 3 April 2002 the applicant received a writ of execution and submitted it to the Ryazan Office of the State Treasury. On 26 April 2002, after the Ryazan Office of the State Treasury had refused to execute the judgement, the applicant submitted the writ to the Ministry of Finance of the .",
                        "elements": []
                    },
                    {
                        "content": "9.  On 30 September 2002 the applicant was discharged from the army.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 16 July 2003 the Presidium of the Military Court of the Moscow Command, by way of a supervisory review, quashed the judgment of 22 February 2002 and remitted the case for a fresh examination to the Military Court of the Ryazan Garrison.",
                        "elements": []
                    },
                    {
                        "content": "11.  On 15 September 2003 the Military Court of the Ryazan Garrison decided not to examine the action as the applicant had defaulted at two hearings.",
                        "elements": []
                    },
                    {
                        "content": "12.  On 12 August 2004 the Military Section of the Supreme Court of the Russian Federation, acting on a supervisory review, found that the applicant had not been duly summonsed to the hearings before the Military Court of the Ryazan Garrison, quashed the judgment of 16 July 2003 and the decision of 15 September 2003 and ordered a re-examination of the case by the Presidium of the Military Court of the Moscow Command.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 15 September 2004 the Presidium of the Military Court of the Moscow Command, by way of supervisory-review proceedings, re-examined the case, awarded the applicant RUR 56,311.20 and dismissed the remainder of his claims.",
                        "elements": []
                    },
                    {
                        "content": "14.  In January 2005 the applicant asked the Military Section of the Supreme Court of the  to initiate a supervisory review in respect of the judgment of 15 September 2004. On 3 May 2005 the request was dismissed.",
                        "elements": []
                    },
                    {
                        "content": "15.  In July 2005 the applicant unsuccessfully requested the President of the Supreme Court of the  to quash the judgment of 15 September 2004 by way of a supervisory review. On 10 August 2005 the Vice President of the Supreme Court of the  refused to institute supervisory-review proceedings in respect of the judgment of 15 September 2004.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1 ON ACCOUNT OF THE QUASHING OF THE JUDGMENT OF 22 FEBRUARY 2002",
                        "elements": [
                            {
                                "content": "16.  The applicant complained that the quashing of the final judgment of 22 February 2002 made in his favour violated his “right to a court” and his right to peaceful enjoyment of possessions. The Court considers that this complaint falls to be examined under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1. The relevant parts of these provisions read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "17.  The Government, relying on the Court's judgments in the cases of Pellegrin v. France ([GC], no. 28541/95, ECHR 1999VIII) and Kanayev v. Russia (no. 43726/02, 27 July 2006), argued that the applicant's complaint under Article 6 of the Convention was incompatible ratione materiae because the applicant had been a military officer and the judgment award had concerned wage arrears for his military service. They further argued that Article 1 of Protocol No. 1 was also inapplicable because the applicant had not had a “possession” within the meaning of the invoked Convention provision as he had had no right to receive “payments in the amount desirable”. He neither had an “existing possession” nor a “legitimate expectation”. As to the merits of the complaint, the Government noted that the judgment of 22 February 2002 had been quashed because the Military Court of the Ryazan Garrison had incorrectly interpreted and applied material law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant averred that the quashing of the final judgment of 22 February 2002 had irremediably impaired the principle of legal certainty and had deprived him of the right to receive money he had been entitled to receive.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  Article 6 § 1 of the Convention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Admissibility",
                                "elements": [
                                    {
                                        "content": "19.  The Government contested the applicability of Article 6 to the dispute raised by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In this connection, the Court, firstly, notes that it has not been disputed by the parties that the applicant had been entitled to wage arrears for his military service in 1996 in . Nor did the domestic courts dismiss the applicant's claims as lacking any basis. To the contrary, by the final judgment of 22 February 2002 the Military Court of the Ryazan Garrison accepted the applicant's action and awarded him wage arrears claimed. Thus, the dispute to which the applicant was a party was over a “right” which was recognised under domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The parties, however, disputed whether that right was “civil” in nature. The Government, relying on Pellegrin (cited above), argued that Article 6 was not applicable since disputes raised by servants of the State such as military officers over their conditions of service were excluded from its ambit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court accepts that in the Pellegrin judgment it attempted to establish an autonomous interpretation of the term “civil service”. To that end the Court introduced a functional criterion based on the nature of the employee's duties and responsibilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  However, in its recent judgment in the case of Vilho Eskelinen and Others v.  ([GC], no. 63235/00, 19 April 2007), the Court found that the functional criterion, adopted in the Pellegrin judgment, did not simplify the analysis of the applicability of Article 6 in proceedings to which a civil servant was a party or brought about a greater degree of certainty in this area as intended (§ 55). For these reasons the Court decided to further develop the functional criterion set out in Pellegrin and adopted the following approach:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “To recapitulate, in order for the respondent State to be able to rely before the Court on the applicant's status as a civil servant in excluding the protection embodied in Article 6, two conditions must be fulfilled. Firstly, the State in its national law must have expressly excluded access to a court for the post or category of staff in question. Secondly, the exclusion must be justified on objective grounds in the State's interest. The mere fact that the applicant is in a sector or department which participates in the exercise of power conferred by public law is not in itself decisive. In order for the exclusion to be justified, it is not enough for the State to establish that the civil servant in question participates in the exercise of public power or that there exists, to use the words of the Court in the Pellegrin judgment, a “special bond of trust and loyalty” between the civil servant and the State, as employer. It is also for the State to show that the subject matter of the dispute in issue is related to the exercise of State power or that it has called into question the special bond. Thus, there can in principle be no justification for the exclusion from the guarantees of Article 6 of ordinary labour disputes, such as those relating to salaries, allowances or similar entitlements, on the basis of the special nature of relationship between the particular civil servant and the State in question. There will, in effect, be a presumption that Article 6 applies. It will be for the respondent Government to demonstrate, first, that a civil-servant applicant does not have a right of access to a court under national law and, second, that the exclusion of the rights under Article 6 for the civil servant is justified.” (see Vilho Eskelinen and Others v.  [GC], no. 63235/00, 19 April 2007, § 62)",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Turning to the facts of the present case, the Court notes that the applicant had access to a court under national law. He made use of his right and introduced an action against his employer. The Military Court of the Ryazan Garrison examined the applicant's claims and accepted them, awarding the applicant wage arrears. After the final judgment of 22 February 2002 had been quashed by way of supervisory review, the applicant's claims were once again re-examined and partly upheld. Neither the domestic courts nor the Government indicated that the domestic system barred the applicant's access to a court. Accordingly, Article 6 is applicable (see Vilho Eskelinen, cited above, § 63).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Merits",
                                "elements": [
                                    {
                                        "content": "29.  The Court observes that on 22 February 2002 the Military Court of the Ryazan Garrison upheld the applicant's action and granted him a sum of money. The judgment was not appealed against and became binding and enforceable. On 16 July 2003 that judgment was quashed by way of a supervisory review and the re-examination of the case was ordered. Although the judgment of 16 July 2003 was also quashed on a supervisory review, the applicant's situation was not remedied in any way. The quashing of the judgment of 16 July 2003 only meant that the case was to be re-examined but by the supervisory court itself and not by the lower courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court reiterates that it has found a violation of an applicant's “right to a court” guaranteed by Article 6 § 1 of the Convention in many Russian cases in which a judicial decision that had become final and binding, was subsequently quashed by a higher court on an application by a State official or a party to the proceedings, especially when a particularly long period of time, as in the present case, lapsed from the date the judgment in the applicant's favour had become binding to the date the supervisory-review proceedings were instituted (see Roseltrans v. , no. 60974/00, §§ 27-28, 21 July 2005; Volkova v. Russia, no. 48758/99, §§ 34-36, 5 April 2005; Ryabykh, cited above, §§ 51-56; Borshchevskiy v. , no. 14853/03, §§ 46-48, 21 September 2006; and Nelyubin v. , no. 14502/04, §§ 28-30, 2 November 2006). Furthermore, in the case of Kot v. Russia the Court found as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It is unavoidable that in civil proceedings the parties would have conflicting views on application of the substantive law. The courts are called upon to examine their arguments in a fair and adversarial manner and make their assessment of the claim. The Court observes that before an application for supervisory review was lodged, the merits of the applicant's claim had been examined... by the first-instance and appeal courts. It has not been claimed that the courts acted outside their competences or that there was a fundamental defect in the proceedings before them. The fact that the Presidium disagreed with the assessment made by the first-instance and appeal courts was not, in itself, an exceptional circumstance warranting the quashing of a binding and enforceable judgment and re-opening of the proceedings on the applicant's claim.” (no. 20887/03, § 29, 18 January 2007)",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Having examined the materials submitted to it, the Court observes that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.  Accordingly, the Court finds that there has been a violation of Article 6 § 1 of the Convention on account of the quashing of the final judgment of 22 February 2002, by way of supervisory-review proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Article 1 of Protocol No. 1",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Admissibility",
                                "elements": [
                                    {
                                        "content": "32.  The Court observes that the Government contested the applicability of Article 1 of Protocol No. 1 on the ground that the applicant did not have a “possession” within the meaning of the invoked Convention provision. In this connection, the Court notes that its has already on a number of occasions found that the existence of a debt confirmed by a binding and enforceable judgment constitutes the judgment beneficiary's “possession” within the meaning of Article 1 of Protocol No. 1 (see, for example, Bulgakova v. , no. 69524/01, § 31, 18 January 2007 and Pravednaya v. , no. 69529/01, § 38, 18 November 2004). The Court sees no reason to depart from those findings in the present case and dismisses the Government's objection that the applicant's complaint is incompatible ratione materiae with Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court further observes that the complaint under Article 1 of Protocol No. 1 is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)   Merits",
                                "elements": [
                                    {
                                        "content": "34.  The Court reiterates that quashing of a final and enforceable judgment amounts to an interference with the judgment beneficiary's right to peaceful enjoyment of possessions (see, among other authorities, Androsov v. Russia, no. 63973/00, § 69, 6 October 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court observes that the final and enforceable judgment of 22 February 2002, by which the applicant had been awarded a sum of money, was quashed on a supervisory review on 16 July 2003. The judgment of 16 July 2003 was subsequently quashed on 12 August 2004. Following that quashing, on 15 September 2004 the Presidium of the Military Court of the Moscow Command, by way of a supervisory review, re-examined the applicant's claims and substantially reduced the amount of the initial award made under the final judgment of 22 February 2002. Thus, the applicant, through no fault of his own, was prevented from receiving the initial award made by the Military Court of the Ryazan Garrison. The quashing of the enforceable judgment frustrated the applicant's reliance on the binding judicial decision and deprived him of an opportunity to receive the money he had legitimately expected to receive. In these circumstances, the Court considers that the quashing of the enforceable judgment of 22 February 2002 by way of supervisory review placed an excessive burden on the applicant and was incompatible with Article 1 of Protocol No. 1. There has therefore been a violation of that Article.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1 ON ACCOUNT OF THE NON-ENFORCEMENT OF THE JUDGMENT OF 22 FEBRUARY 2002",
                        "elements": [
                            {
                                "content": "36.  The applicant complained about the non-enforcement of the judgment of 22 February 2002. The Court considers that this complaint falls to be examined under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1. The relevant parts of these provisions are cited above.",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "37.  The Government argued that the judgment of 22 February 2002 could not be enforced because it had been quashed on the supervisory review on 16 July 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant maintained his complaints.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "39.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "40.  Turning to the facts of the present case, the Court observes that on 22 February 2002 the applicant obtained a judgment by which the military unit was to pay him a certain sum of money. The judgment of 22 February 2002 was not appealed against and became enforceable. From that moment on, it was incumbent on the debtor, a State body, to comply with it. On 16 July 2003 the Presidium of the Military Court of the Moscow Command quashed the judgment of 22 February 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  It follows that at least from 22 February 2002 to 16 July 2003 the judgment of 22 February 2002 was enforceable and it was incumbent on the State to abide by its terms (cf. Velskaya v. , no. 21769/03, § 18, 5 October 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government cited the initiation of the supervisory-review proceedings in respect of the judgment of 22 February 2002 as the sole reason for its non-enforcement. In this respect, the Court reiterates that it has recently addressed and dismissed the same argument by the Government in the case of Sukhobokov v. Russia (no. 75470/01, 13 April 2006). In particular, the Court held that “the quashing of the judgment, which did not respect the principle of legal certainty and the applicant's “right to a court”, cannot be accepted as a reason to justify the non-enforcement of the judgment” (see Sukhobokov, cited above, § 26, and Velskaya, cited above, §§ 19-21).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Having examined the material submitted to it and taking into account its findings in paragraphs 31 and 35 above, the Court notes that the Government did not put forward any fact or argument capable of persuading the Court to reach a different conclusion in the present case. The Government did not advance any other justification for the failure to enforce the judgment of 22 February 2002. Having regard to its case-law on the subject (see Burdov v. Russia, no. 59498/00, ECHR 2002III; and, more recently, Poznakhirina v. Russia, no. 25964/02, 24 February 2005; Wasserman v. , no. 15021/02, 18 November 2004), the Court finds that by failing to comply with the judgment of 22 February 2002 in the applicant's favour the domestic authorities violated his right to a court and prevented him from receiving the money which he was entitled to receive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court finds accordingly that there was a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 on account of the non-enforcement of the judgment of 22 February 2002.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "46.  The applicant claimed RUR 196,935.78 in respect of pecuniary damage, of which RUR 107,421.16 represented the difference between the initial judgment award made on 22 February 2002 and the judgment award made under the supervisory-review judgment on 15 September 2004 and RUR 89,514.62 represented inflation losses accrued by the applicant during the period of the non-enforcement. The applicant further claimed 15,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government submitted that there was no basis for the applicant's claims in respect of pecuniary damage “in the national legislation” and thus this part of his claims should be dismissed. As regards the claims in respect of non-pecuniary damage, the Government considered that the applicant had not claimed anything under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court observes that in the present case it has found a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 in that the award in the applicant's favour had not been paid to him in full as a result of the quashing of the final judgment by way of the supervisory review. The Court notes that the most appropriate form of redress in respect of a violation of Article 6 is to ensure that the applicant as far as possible is put in the position he would have been had the requirements of Article 6 not been disregarded (see Piersack v. Belgium (Article 50), judgment of 26 October 1984, Series A no. 85, p. 16, § 12, and, mutatis mutandis, Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003). The Court finds that in the present case this principle applies as well, having regard to the violations found (cf. Poznakhirina, cited above, § 33, and Sukhobokov, cited above, § 34). The applicant was prevented from receiving money he had legitimately expected to receive under the judgment of 22 February 2002. Deducting the sum which the applicant was awarded and paid under the judgment of 15 September 2004, the Court considers that the Government shall pay the remaining part of the judgment award made under the judgment of 22 February 2002, i.e. RUR 107,421.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court further recalls that the adequacy of the compensation would be diminished if it were to be paid without reference to various circumstances liable to reduce its value, such as an extended delay in enforcement (see Gizzatova v. Russia, no. 5124/03, § 28, 13 January 2005; Metaxas v. , no. 8415/02, § 36, 27 May 2004). Having regard to the materials in its possession and the fact that the Government did not furnish any objection to the applicant's method of calculation of compensation, the Court also awards the applicant RUR 89,515 in respect of pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court further considers that the applicant suffered distress and frustration resulting from the non-enforcement and the quashing of the judgment of 22 February 2002. Making its assessment on an equitable basis, the Court awards the applicant EUR 2,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "51.  The applicant also claimed RUR 7,571.65 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government accepted that the applicant's claims under this head were reasonable and substantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum claimed in full, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "54.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1 on account of the quashing of the judgment of 22 February 2002;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1 on account of the non-enforcement of the judgment of 22 February 2002;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, is to pay the award made in the applicant's favour under the judgment of 22 February 2002, deducting the sum which was awarded to the applicant under the judgment of 15 September 2004, i.e. RUR 107,421 (one hundred seven thousand four hundred and twenty-one Russian rouble);",
                        "elements": []
                    },
                    {
                        "content": "(b) that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted, where appropriate, into Russian roubles at the rate applicable at the date of the settlement:",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 June 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DOVGUCHITS v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-80929.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0607JUD000299903",
    "externalsources": [],
    "extractedappno": [
        "2999/03",
        "28541/95",
        "43726/02",
        "63235/00",
        "52854/99",
        "69529/01",
        "60974/00",
        "48758/99",
        "14853/03",
        "14502/04",
        "20887/03",
        "69524/01",
        "63973/00",
        "21769/03",
        "75470/01",
        "59498/00",
        "25964/02",
        "15021/02",
        "53431/99",
        "5124/03",
        "8415/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-80929",
    "judgementdate": "07/06/2007 00:00:00",
    "kpdate": "07/06/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "DOVGUCHITS",
        "RUSSIA"
    ],
    "rank": "585.681518554688",
    "representedby": [
        "GANDZYUK V."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "342779",
    "typedescription": "15"
}