{
    "__articles": "11;11-1;11-2;41",
    "__conclusion": "Violation of Art. 11;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "74651/01",
    "article": [
        "11",
        "41"
    ],
    "conclusion": [
        {
            "article": "11",
            "base_article": "11",
            "element": "Violation of Art. 11",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-90651.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 74651/01) against the former Yugoslav Republic of Macedonia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by the Association of Citizens “Radko” (“the Association”) and Mr V. Paunkovski (“the second applicant”), the Chairman of the Association, on 30 July 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented by Mr Y. Grozev, a lawyer practising in . The Macedonian Government (“the Government”) were represented by their Agent, Mrs R. Lazareska Gerovska.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the dissolution of the Association was in breach of Article 11 of the Convention. The second applicant complained also that such dissolution had violated his rights under Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4. On 3 November 2005 the Chamber communicated the case to the respondent Government and put additional questions on 9 July 2007 (Rule 54 § 2 (b)). The parties replied in writing to each other’s observations. In addition, third-party comments were received from the Bulgarian Government, which had exercised its right to intervene (Article 36 § 1 of the Convention and Rule 44 § 1 (b)). The parties replied to those comments (Rule 44 § 5).",
                        "elements": []
                    },
                    {
                        "content": "5. A hearing on admissibility and the merits took place in public in the Human Rights Building, , on 19 June 2008 (Rule 54 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The second applicant was also present.",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Ms Lazareska Gerovska, Mr Grozev and Ms Atanasova.",
                        "elements": []
                    },
                    {
                        "content": "6. By a decision of 8 July 2008, the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 20 August 2008 the applicants submitted their just satisfaction requests under Article 41 of the Convention. On 22 September 2008 the respondent Government presented their comments in this regard.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The second applicant was born in 1954 and lives in Ohrid, the .",
                                "elements": []
                            },
                            {
                                "content": "9. On 24 May 2000 ten Macedonian nationals, including the second applicant, founded the Association in the city of . On 19 June 2000 the Ohrid Court of First Instance registered the Association in the register of associations of citizens and foundations under the following name: “Association of Citizens Radko-Ohrid”.",
                                "elements": []
                            },
                            {
                                "content": "A. The Association’s Articles of Association",
                                "elements": [
                                    {
                                        "content": "10. Article 3 of the Articles of Association (“the Articles”) defined the Association as an independent, non-political and public organisation, which studies and promotes the Macedonian Liberation Movement (“the Movement”) through commonly accepted democratic principles and standards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11. Article 7 defined its objectives and tasks as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "12. Article 8 set out that the Association will attain these objectives and tasks through:",
                                        "elements": []
                                    },
                                    {
                                        "content": "13. Article 9 provided that every citizen who accepted the Association’s Programme could become a member.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14. Article 10 § 1 provided:",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The Association’s Programme",
                                "elements": [
                                    {
                                        "content": "15. The Association’s Programme of 24 May 2000 consisted of two paragraphs. It read as follows:",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. The Association’s promotional leaflet",
                                "elements": [
                                    {
                                        "content": "16. On 27 October 2000 the official launch of the Association took place in a hotel in Skopje, the capital of the . A promotional leaflet by the Association (which accompanied the letters of invitation for the opening ceremony) was published at the beginning of October. It provided information about the Association’s name, objectives and the ways in which these were to be achieved. It read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "17. After the opening speech by the Chairman of the Association and a solemn performance of the anthem of Todor Alexandrov, three young men threw smoke bombs inside the conference hall, which caused a temporary delay. Some of the participants started to beat and kick the young men. The latter managed to escape, but a retired journalist was injured. According to the daily newspaper “Utrinski vesnik” of 30 October 2000, he sustained a “fracture of his left hand and blood on his face”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18. On 7 October 2005 the Skopje Court of First Instance convicted two persons of causing grievous bodily injury and sentenced them to three months’ imprisonment. It found that the perpetrators had pushed the journalist, who had sustained a fracture of the forearm. One of the perpetrators was a member of the Association.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19. There was a strong media campaign before and after the launch of the Association, condemning its foundation and functioning as contrary to the Macedonian national identity. The Association was described as “fascist” and as rehabilitating “terrorism and fascism, which were the basic characteristics of Hitler’s collaborator Vančo Mihajlov” (excerpts from the newspapers “Utrinski vesnik”, mentioned above, and “Dnevnik” from 24 October 2000).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. The procedure before the  and subsequent events",
                                "elements": [
                                    {
                                        "content": "20. In or about October 2000 three practising lawyers from Skopje, together with a political party and the Association of War Veterans from the Second World War filed petitions before the Constitutional Court challenging the conformity of the Association’s Articles and Programme with Article 20 of the Constitution. They also challenged the lawfulness of the Ohrid court’s decision to register the Association.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21. The petitioners, inter alia, stressed that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "22. The petitioners noted that all the Association’s documents bore the flag of Vančo Mihajlov. They continued:",
                                        "elements": []
                                    },
                                    {
                                        "content": "23. On 8 November 2000 the  sent the petitions for reply to the second applicant, as Chairman of the Association. The Association contested the petitioners’ arguments as its Articles and Programme did not contain any elements that would incite to national, religious or racial hatred or intolerance or would advocate violent destruction of the constitutional order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24. On 17 January 2001 the  declared the petition admissible. The court found, inter alia, that there existed:",
                                        "elements": []
                                    },
                                    {
                                        "content": "25. It further declared itself incompetent to judge the constitutionality of the registration decision of the Ohrid Court of First Instance, because it was not vested with jurisdiction to decide on such decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26. On 21 March 2001 the  declared the Association’s Articles and Programme null and void, on the ground that they were directed towards violent destruction of the constitutional order and incitement to national or religious hatred or intolerance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27. The  based its decision on the following reasoning:",
                                        "elements": []
                                    },
                                    {
                                        "content": "28. As regards freedom of association, the  argued as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "29. Applying these criteria to the present case, the  held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 10 April 2001 the ’s decision was published in the “Official Gazette of the ” and became final and enforceable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31. On 16 January 2002 the Ohrid Court of First Instance ex officio decided to terminate the activities of the Association (се утврдува престанок на работа на Здружението).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32. On 29 January 2002 the applicants appealed the latter decision. They complained that it had been given on the basis of the ’s decision, which in their view had not been final, but that the ’s holdings on their application should be awaited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33. On 11 February 2002 the Bitola Court of Appeal dismissed the appeal as ill-founded. It found that an association of citizens would cease to exist ipso jure when the  had declared its Articles and Programme unconstitutional. As the ’s decision had been published in the Official Gazette and had accordingly entered into force, the Court of Appeal upheld the lower court’s decision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A. The Constitution of the ",
                                "elements": [
                                    {
                                        "content": "34. The Preamble to the Constitution, as valid at the material time, read, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...the historical fact that Macedonia is established as a national state of the Macedonian people, in which full equality as citizens and permanent co-existence with the Macedonian people is provided for Albanians, Turks, Vlachs, Roma and other nationalities living in the Republic of Macedonia...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "35. Amendment IV of the Constitution of 2001 replacing the Preamble, reads, inter alia, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The citizens of the Republic of Macedonia, the Macedonian people, as well as citizens living within its borders who are part of the Albanian people, the Turkish people, the Vlach people, the Serbian people, the Romany people, the Bosniak people and others ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36. The relevant provisions of the Constitution related to freedom of association and the  read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Citizens are guaranteed freedom of association to exercise and protect their political, economic, social, cultural and other rights and convictions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Citizens may freely establish associations of citizens and political parties, join them or resign from them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The programmes and activities of political parties and other associations of citizens may not be directed at the violent destruction of the constitutional order of the Republic, or at encouragement of or incitement to military aggression or ethnic, racial or religious hatred or intolerance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Military or paramilitary associations which do not belong to the Armed Forces of the  are prohibited.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Associations of Citizens and Foundations Act (“the Act”)",
                                "elements": [
                                    {
                                        "content": "37.  The relevant provisions of the Associations of Citizens and Foundations Act provide:",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 11 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38. The applicants complained under Article 11 of the Convention that the ’s decision declaring the Association’s Articles and Programme null and void had violated their freedom of association, in that it led to the dissolution of the Association and deprived its members of the possibility jointly to pursue the purposes they had laid down in its Articles and Programme. In so far as relevant, Article 11 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "Article 11",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to freedom of peaceful assembly and to freedom of association with others ...",
                                "elements": []
                            },
                            {
                                "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others. ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1. The applicants",
                                        "elements": [
                                            {
                                                "content": "39. The applicants maintained that the State’s interference had not been justified and necessary in a democratic society. They stated that there had been no legitimate aim justifying the dissolution of the Association, nor had the reasons given by the  been relevant or sufficient. Having regard to the Court’s case-law, they argued that the Court had found restrictions imposed on freedom of expression and freedom of association by the Contracting States necessary only in two types of cases: in cases of threats of use of violence and in cases of justification of the use of violence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40. They submitted that the Constitutional Court’s decision had been based on two grounds: firstly, that the Association’s Programme had denied the concept of “Macedonian identity” and could accordingly provoke strong public reaction resulting in ethnic violence and, secondly, that by choosing Ivan Mihajlov’s pseudonym as its own, the Association had promoted “fascism” and “terrorism”. They denied that the Association or its members had ever suggested anything that could be interpreted as sympathy for political violence or terrorism. There was nothing in the Association’s Articles or in the history of its leaders and members that could be interpreted as even vague hostility towards the democratic form of government, its principles or institutions. They argued that their agenda for the “proper interpretation of the history of Macedonia and ethnic Bulgarians in ”, although it might have been regarded as hostile and offensive by many in the respondent State, could not justify the dissolution of the Association. Such reading of the history of the region by the Association, even if it was perceived by some as “denunciation of the national identity”, had been a legitimate debate within a free society, which ought not to have been stifled by a democratic government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41. They claimed that their aims had been fully legitimate – to promote traditional culture and historical knowledge through the publication of books, newspapers and magazines and through electronic media. They submitted copies of articles and interviews with the second applicant, originally published in Bulgarian newspapers, in support of this argument. They concluded that the Association had not posed a threat to democracy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42. They submitted that their view might not cause hostile reactions from certain segments of the population. They argued that views, such as the Association’s, concerning the protection of the fundamental rights of an ethnic group and their cultural and political identity, had been of paramount importance in a democratic society and that advanced protection should be offered. Even if such views might be shocking and disturbing for parts of the general public, this could not be considered as a valid ground for banning the dissemination of such views.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43. The applicants further argued that the Association had not been a “fascist” and “terrorist” organisation, maintaining that the description of Ivan Mihajlov as a “fascist” and “terrorist” was contrary to the historical facts. They submitted that there had been no evidence linking him to any terrorist acts nor had the  provided any justification for making the link between Ivan Mihajlov and fascism and for the conclusion that the use of his name had automatically implied support of fascism. They maintained that, according to Mihajlov’s views, a large part of the Macedonian population was of Bulgarian ethnic origin and that at the end of the Second World War he had considered possible cooperation with Nazi Germany. However, Ivan Mihajlov could not be considered a straightforward symbol of fascism. They admitted that a person who had been politically active in the Balkans between the two world wars might provoke strong feelings, but that it had been unacceptable to ban the Association, as a drastic measure, on the basis of dubious historical interpretations. They further submitted an expert opinion by a historian from  about the historical context and the political activities of Ivan Mihajlov.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44. The applicants further submitted that the  had based its decision on the assumption that the Association’s aim had been the denial of “Macedonian identity”, without providing sufficient evidence that the Association had advocated the use of violence or any anti-democratic means in pursuing its aims. They maintained that no analysis of the necessity of the measure, the existence of a pressing social need and the proportionality had been undertaken by the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "45. At the hearing the applicants reiterated that their interpretation of the history of the Slavic people in  was markedly different to the official historiography of the State. State protection of one account of history, even if the latter is crucial to the country’s national identity, through the banning of other alternative accounts of history, was something that runs contrary to the most fundamental principles of freedom of expression and association. While the interpretation of the history of Macedonia by the applicants might be offensive to many in , it clearly did not contain any element of an attack against democratic rules or promotion of violent means.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": " 2. The Government",
                                        "elements": [
                                            {
                                                "content": "46. The Government submitted that the State’s interference with the applicants’ freedom of association had been prescribed by law. They stated that Article 20 of the Constitution had provided for boundaries in exercising freedom of association. The same restrictions were set out in Article 4 of the Act. They asserted that the Constitutional Court, on the basis of these provisions, had found that the Association’s name and the ideology of Ivan Mihajlov which it pursued had encouraged and incited to national hatred and intolerance and had led to a denial of the free expression of the Macedonian national affiliation. They maintained that the affirmation of the ideas of the Movement, as a terrorist association, would in practice mean killings, terrorist activities and support of fascism and its ideology. That had caused disorder and public reactions, resulting in two incidents at the Association’s opening ceremony. They presented a number of documents concerning Ivan Mihajlov’s life and his activities; the activities of the organisation called the VMRO (Внатрешна Македонска Револуционерна Организација) under his leadership, in particular in the period 1924-1934, and his alleged alliance with the fascist regime during the Second World War. Referring to that material, they maintained that Ivan (Vančo) Mihajlov (Radko) was considered as a person who used terrorist methods to impose the fascist idea of denunciation of the Macedonian people’s identity and to promote the latter as a fictitious and non-existent people called “Macedonian Bulgarians” (Македонски Болгари). They stated that in pursuance of that idea, he and his followers had killed and massacred a considerable number of Macedonians who had fought for the national freedom of their people. The Government stated that the creation and operation of an Association, the name, platform and programme activities of which had been inspired by the name and image of Ivan Mihajlov, had irrefutably been directed towards incitement to national hatred or intolerance, contrary to Article 20 § 3 of the Constitution, something that could result in clashes between the Macedonian people and the citizens associated with the Association. They claimed that repudiation of the identity of the Macedonian people and its statehood had been at the heart of the Association’s activity. Accordingly, violent destruction of the constitutional order was the fundamental objective of the Association. As stated by the Government, the public reaction on the opening ceremony had been clear evidence that the Association would incite to national hatred. The Association’s members had had recourse to brutal physical force against their adversaries, causing injuries for which they had been subsequently convicted by a court and sentenced to imprisonment. The Government submitted that the existence of the Association should be considered as an abuse of freedom of association, as its aim had not been the expression of thoughts and beliefs, but negation of the identity of the Macedonian people through promotion of the fascist ideas of Ivan Mihajlov concerning the “Macedonian Bulgarians”, who were unknown in history, legal science and practice. The ultimate objective of the Association was to initiate national hatred, religious unrest and a revival of the terror that Ivan Mihajlov had practiced in his time, when he executed hundreds of opponents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47. The Government further maintained that the Association’s dissolution should be assessed in the light of the political circumstances of the former Yugoslav Republic of Macedonia, where certain forces from neighbouring States (1) denied the national identity, culture and alphabet of the Macedonian people (Bulgaria); (2) denied the name of the State (Greece); and (3) contested the autocephaly of the Macedonian Orthodox Church (Serbia). They stated that the creation of an Association with such a name, objectives and programme activities had been an indication that the State was required, as a pressing social need, to undertake certain measures to prevent, from the very beginning, any provocation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  They further stated that it had been within the State’s margin of appreciation to define its national interest and take measures to safeguard it. The dissolution of the Association was not aimed at preventing the Association’s members, including the second applicant, from declaring themselves as Macedonian Bulgarians and from founding an association to that effect. The existence of the “Association of Bulgarians from the ”, the “Association of Macedonian-Bulgarian Cooperation” and the “Association of Macedonians with Slav-Bulgarian origin for interaction between cultures” supported that assertion. The Association’s aims had nothing in common with freedom of association and expression, but rather, would have provoked inter-ethnic hatred and disorder. In such circumstances, they stated that the State had not only a right, but also a duty, to take the necessary measures in a democratic society in the interests of national security, territorial integrity, public safety, for the prevention of disorder and crime and for the protection of the rights and freedoms of others. They concluded that the insinuations contained in the Association’s constitutive acts had not concerned a small group of people, but rather amounted to defamation of the entire Macedonian nation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49. At the oral hearing of 19 June 2008, the Government added that the application should be considered in the light of Article 17 of the Convention, since the Association’s objectives had run counter to the rights and freedoms of others. In that connection, they stated that the negation of the identity of the entire Macedonian people was an attempt of an organised terror against it, which has nothing to do with human rights and freedoms. They further maintained that insinuations noted in the acts of the Association and the use of the name of Mihajlov were not directed towards a small grouping in the State, but were an offence to the entire Macedonian people, the self-identity of which was denied. They concluded that the present case was not about denying the Association’s founders, including the second applicant, the right to express freely their conviction that they were Macedonian Bulgarians.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The third-party intervener",
                                        "elements": [
                                            {
                                                "content": "50. In the written submissions, the Bulgarian Government stated that every initiative by citizens and their associations that might bring about a change within a State would be legitimate if the aims sought were compatible with fundamental democratic principles and the means employed were legal and democratic. They argued that, as the most drastic measure possible, the Association’s dissolution had not been “necessary in a democratic society” and that there had been no “pressing social need”, since the only argument advanced by the  had been a link between the Association’s presumed future activities and a historical figure, Ivan Mihajlov-Radko. They further maintained that the  had found that the Association’s aims were not in conformity with the constitutional order solely by placing it, arbitrarily, within a certain historical and ideological context. No “relevant and sufficient reason” had been given for the Association’s dissolution. They further stated that no evidence whatsoever had been presented that any of the leaders or members of the Association had called for the use of violence or for the rejection of the principles of democracy. In addition, there had been no evidence that the Association had in practice taken any measure which had effectively threatened the constitutional order. The Association’s practical activities were never subject to review by the , given its short existence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51. Finally, they concluded that, although any interpretation of historical events, such as the personality and activity of Ivan Mihajlov, could not be relevant for the Court, ideas fell under the protection of Articles 10 and 11 of the Convention, irrespective of how shocking and unacceptable they might be for the authorities and/or the larger part of a society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52. At the hearing the Bulgarian Government added that the fact that the applicants’ convictions and the Association’s aims were considered incompatible with the current official political doctrine in  did not make them incompatible with the rules and principles of democracy.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1. Was there an interference with the applicants’ rights under  Article 11 of the Convention?",
                                        "elements": [
                                            {
                                                "content": "53.  The Court is satisfied that there was an interference with the applicants’ rights under Article 11 of the Convention on account of the Constitutional Court’s decision, which entailed, ipso jure, the Association’s dissolution. Moreover, the respondent Government conceded that the annulment of the Association’s constitutive acts had constituted interference (see paragraph 46 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. “Prescribed by law”",
                                        "elements": [
                                            {
                                                "content": "54. As stated in the Court’s case-law, “a norm cannot be regarded as a ‘law’ unless it is formulated with sufficient precision to enable the citizen - if need be, with appropriate advice - to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail. Furthermore, the level of precision required of domestic legislation – which cannot in any case provide for every eventuality – depends to a considerable degree on the content of the instrument in question, the field it is designed to cover and the status of those to whom it is addressed (see Refah Partisi (the Welfare Party) and Others v.  [GC], nos. 41340/98, 41342/98, 41343/98 and 41344/98, § 57, ECHR 2003II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55. Experience shows, however, that it is impossible to attain absolute precision in the framing of laws (see, mutatis mutandis, Ezelin v. , 26 April 1991, § 45, Series A no. 202). It is, moreover, primarily for the national authorities to interpret and apply domestic law (see Vogt v. , 26 September 1995, § 48, Series A no. 323).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56. In addition, however clearly drafted a legal provision may be, its application involves an inevitable element of judicial interpretation, since there will always be a need for clarification of doubtful points and for adaptation to particular circumstances. The role of adjudication vested in the courts is precisely to dissipate such interpretational doubts as remain, taking into account the changes in everyday practice (see Gorzelik and Others v. Poland [GC], no. 44158/98, § 65, 17 February 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57. Turning to the instant case, the Court observes that the dispute under domestic law concerned the constitutionality of the constitutive acts of the Association and fell within the jurisdiction of the . The written law most relevant to the question whether the interference was “prescribed by law” was the Constitution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58. The Government stated that the legal basis of the measure complained of lay in Article 20 § 3 of the Constitution, which defined the boundaries of exercising the freedom of association. The same restrictions were set forth in Article 4 of the Associations of Citizens and Foundations Act (see “Relevant domestic law”, cited above). The applicants did not contest this assertion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59. The Court notes that these provisions provide unequivocally, inter alia, that the programmes and activities of associations of citizens may not be directed towards violent destruction of the constitutional order, or to the encouragement of or incitement to military aggression or ethnic, racial or religious hatred or intolerance. The  held that the negation of the Macedonian ethnic identity, as the Association’s true objective, was aimed at violent destruction of the constitutional order and incitement to national or religious hatred or intolerance, since “... Macedonia is constituted as a national state of the Macedonian people and ... every activity directed towards denunciation of its identity is in fact directed towards violent destruction of ...” (see paragraph 29 above). The Court notes that it was both inevitable and consistent with the adjudicative role vested in the Constitutional Court for it to be left with the task of interpreting the notion of “violent destruction of ... or at encouragement of or incitement to ...” within the meaning of the Constitution, and assessing whether the Association’s Articles and Programme were in conformity with the Constitution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60. The Court therefore considers that the above-cited provisions formed a sufficiently precise legal basis for the interference at issue, which was therefore “prescribed by law”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Legitimate aim",
                                        "elements": [
                                            {
                                                "content": "61. The Government maintained that the impugned interference pursued a number of legitimate aims: ensuring national security and public safety, preventing disorder and protecting the rights and freedoms of others.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In assessing the legitimate aim pursued by the interference, the Court refers to the grounds relied on by the  for annulling the Association’s Articles and Programme. In this connection, it observes that, according to that court, the Association’s real objective violated, inter alia, “the free expression of the national affiliation of the Macedonian people” (see paragraph 29 above). The Court therefore considers that the dissolution of the Association pursued at least one of the “legitimate aims” set out in Article 11, namely the protection of “the rights and freedoms of others”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. “Necessary in a democratic society”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) General principles emerging from the Court’s case-law",
                                "elements": [
                                    {
                                        "content": "63. Notwithstanding its autonomous role and its particular sphere of application, Article 11 of the Convention must also be considered in the light of Article 10. The protection of opinions and the freedom to express them is one of the objectives of the freedoms of assembly and association as enshrined in Article 11 (see Partidul Comunistilor (Nepeceristi) and Ungureanu v. , no. 46626/99, § 44, ECHR 2005; and Freedom and Democracy Party (ÖZDEP) v.  [GC], no. 23885/94, § 37, ECHR 1999-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64. Freedom of expression is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness without which there is no “democratic society” (see Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, nos. 29221/95 and 29225/95, § 86, ECHR 2001IX; Handyside v. the United Kingdom, 7 December 1976, § 49, Series A no. 24; and Gerger v Turkey [GC], no. 24919/94, § 46, 8 July 1999).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65. Although the Court recognises that it is possible that tension is created in situations where a community becomes divided, it considers that this is one of the unavoidable consequences of pluralism. The role of the authorities in such circumstances is not to remove the cause of tension by eliminating pluralism, but to ensure that the competing groups tolerate each other (see, mutatis mutandis, Ouranio Toxo and Others v. , no. 74989/01, § 40, ECHR 2005; Serif v. , no. 38178/97, § 53, ECHR 1999IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66. The exceptions to the rule of freedom of association are to be construed strictly and only convincing and compelling reasons can justify restrictions on that freedom. Any interference must correspond to a “pressing social need”. It is in the first place for the national authorities to assess whether there is a “pressing social need” to impose a given restriction in the general interest. While the Convention leaves to those authorities a margin of appreciation in this connection, their assessment is subject to supervision by the Court, going both to the law and to the decisions applying it, including decisions given by independent courts (see Gorzelik and Others v. Poland, cited above, §§ 95, 96).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  When the Court carries out its scrutiny, its task is not to substitute its own view for that of the relevant national authorities but rather to review under Article 11 the decisions they delivered in the exercise of their discretion. This does not mean that it has to confine itself to ascertaining whether the respondent State exercised its discretion reasonably, carefully and in good faith; it must look at the interference complained of in the light of the case as a whole and determine whether it was “proportionate to the legitimate aim pursued” and whether the reasons adduced by the national authorities to justify it are “relevant and sufficient” (see Sidiropoulos and Others v. Greece, 10 July 1998, § 40, Reports of Judgments and Decisions 1998-IV; United Communist Party of Turkey and Others v. Turkey, 30 January 1998, §§ 46 and 47, Reports 1998I,).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of these principles in the present case",
                                "elements": [
                                    {
                                        "content": "68. The Court notes at the outset that the Association was formally registered on 19 June 2000 (see, a contrario, Sidiropoulos and Others v. Greece, cited above, § 31 and The United Macedonian Organisation Ilinden and Others v. Bulgaria, no. 59491/00, § 53, 19 January 2006, which concerned the refusal of the national authorities to register associations of “Macedonians”). Its public launch was on 27 October 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  On 21 March 2001 the  declared the Association’s Articles and Programme null and void. According to the , the Association’s true objectives were the revival of Ivan Mihajlov-Radko’s ideology according to which “... Macedonian ethnicity never existed ..., but belonged to the Bulgarians (Болгари) from  and its recognition (i.e. that of Macedonian ethnicity) was the biggest crime of the Bolshevik headquarters committed during its existence” (see paragraph 27 above). That court further noted that the founders of the Association, as Ivan Mihajlov’s “ideological companions” (see paragraph 16 above), had sought to celebrate and continue his work. It declared the Association’s Articles and Programme unconstitutional as “every activity aimed at denunciation of its [Macedonian] identity is in fact directed towards violent destruction of the constitutional order of the Republic and towards encouragement of or incitement to national or religious hatred or intolerance and towards denunciation of the free expression of its national affiliation”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70. In this context, the Court considers that this case should be distinguished from the Stankov case (Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, cited above, § 10) in which the applicants claimed “recognition of the Macedonian minority in ”, as opposed to the present case in which the national identity of certain people was called into question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court recalls that the freedom of association is not absolute, however, and it must be accepted that where an association, through its activities or the intentions it has expressly or implicitly declared in its programme, jeopardises the State’s institutions or the rights and freedoms of others, Article 11 does not deprive the State of the power to protect those institutions and persons. Moreover, the statute and programme cannot be taken into account as the sole criterion for determining its objectives and intentions. An association’s programme may conceal objectives and intentions different from the ones it proclaims. To verify that it does not, the content of the programme must be compared with the actions of the association’s members and the positions they defend. Taken together, these acts and stances may be relevant in proceedings for the dissolution of an association, provided that as a whole they disclose its aims and intentions (see Gorzelik and Others, cited above, § 58 and Refah Partisi (the Welfare Party) and Others, cited above § 101).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court, however, notes that the  made no suggestion that the Association or its members would use illegal or anti-democratic means to pursue their aims. The  did not provide any explanation as to why a negation of Macedonian ethnicity is tantamount to violence, especially to violent destruction of the constitutional order. Even in the proceedings before this Court, the respondent Government did not present any evidence that the applicants had advanced or could have advanced the use of such means. Despite the Government’s views about a certain historical context, the  did not characterise the Association as “terrorist”. Indeed, there was nothing in the Association’s constitutive acts to indicate that it advocated hostility. Moreover, that court did not even make any reference to the incident that occurred at the opening ceremony.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73. It transpires therefore that the crucial issue in declaring the Association’s constitutive acts null and void was the name of the Association and the teaching which Ivan MIhajlov-Radko pursued during his lifetime. That was implicitly confirmed by the Government in their observations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  It is undisputed that the creation and registration of the Association under the pseudonym of Ivan Mihajlov “Radko”, generated a degree of tension given the special sensitivity of the public to his ideology, which was generally perceived by the Macedonian people not only as offensive and destructive, but as denying their right to claim their national (ethnic) identity. Even the applicants agreed that their ideas “related to the proper interpretation of the history of Macedonia and ethnic Bulgarians in Macedonia” might have been regarded as hostile and offensive by many citizens of the . The strong public interest was manifested by the media campaign and the tension became evident at the Association’s opening ceremony, when smoke bombs were thrown and a journalist was severely injured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75. Under those circumstances, the Court cannot but accept that the name “Radko” and his or his followers’ ideas were liable to arouse hostile sentiments among the population, given that they had connotations likely to offend the views of the majority of the population. However, the Court considers that the naming of the Association after an individual who was negatively perceived by the majority of population could not in itself be considered reprehensible or to constitute in itself a present and imminent threat to public order. In the absence of any concrete evidence to demonstrate that in choosing to call itself “Radko” the Association had opted for a policy that represented a real threat to the Macedonian society or the State, the Court considers that the submission based on the Association’s name cannot, by itself, justify its dissolution (see, mutatis mutandis, Ouranio Toxo and Others, cited above, § 41 and United Communist Party of Turkey and Others, cited above, § 54).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76. The Court reiterates its case-law, under which a State cannot be required to wait, before intervening, until an association had begun to take concrete steps to implement a policy incompatible with the standards of the Convention and democracy  (see, mutatis mutandis, Refah Partisi (the Welfare Party) and Others, cited above, § 102). However, sweeping measures of a preventive nature to suppress freedom of assembly and expression other than in cases of incitement to violence or rejection of democratic principles – however shocking and unacceptable certain views or words used may appear to the authorities, and however illegitimate the demands made may be – do a disservice to democracy and often even endanger it. One of the principal characteristics of democracy is the possibility it offers of resolving problems through dialogue, without recourse to violence, even when those problems are irksome. Democracy thrives on freedom of expression. From that point of view, there can be no justification for hindering a group solely because it seeks to debate in public certain issues and to find, according to democratic rules, solutions (see Çetinkaya v. Turkey, no. 75569/01, § 29, 27 June 2006; Stankov and the United Macedonian Organisation Ilinden, cited above, §§ 88 and 97; and United Communist Party of Turkey and Others, cited above, § 57). To judge by its constitutive acts, the Court considers that that was indeed the Association’s objective. In addition, the Association confined itself to realising these objectives by means of publications, conferences and cooperation with similar associations. The Association’s choice of means could hardly have been belied by any practical action it took, since it was dissolved soon after being formed and accordingly did not even have time to take any action. It was thus penalised for conduct relating solely to the exercise of freedom of expression. In this connection, the Court points out that it is not in a position nor is it its role to take the side of any of the parties as to the correctness of the applicants’ ideas. It is therefore without relevance that the applicants did not distance themselves explicitly from what the  established as the Association’s real aim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77. The Court also considers that there is no need to bring Article 17 into play as nothing in the Association’s Articles and Programme warrants the conclusion that it relied on the Convention to engage in activity or perform acts aimed at the destruction of any of the rights and freedoms set forth in it (see United Communist Party of Turkey and Others, cited above, § 60).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78. Against that background, the Court considers that the reasons invoked by the authorities to dissolve the Association were not relevant and sufficient. The restrictions applied in the present case, accordingly, did not pursue a “pressing social need”. Being so, the interference cannot be deemed necessary in a democratic society. It follows that the measure infringed Article 11 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "79.  The second applicant complained also under Article 10 that the dissolution of the Association amounted to a violation of his freedom of expression as the Association had served as a venue for expression of his views (and those of the Association’s other members) regarding the ethnic origin of certain segments of the population. In this context, he noted the media campaign and a statement by the then President of the respondent State, who had allegedly said that “there is no place for a man who claims that Macedonians are (ethnic) Bulgarians”. The second applicant inferred that that statement had referred to him. Article 10 of the Convention, in so far as relevant, provides:",
                                "elements": []
                            },
                            {
                                "content": "“Article 10",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. ....",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "80.  The Court considers that the second applicant’s complaints under this head are closely connected to the facts and are difficult to separate from those based on Article 11, which is in the circumstances of the present case, a lex specialis in relation to Article 10 of the Convention. It therefore concludes that it is not necessary to take this provision into consideration separately (see Ezelin v. France, cited above, §§ 35 and 37).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "81.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "82.  The applicants, on behalf of all members of the Association, claimed 10,000,000 euros (EUR) in respect of non-pecuniary damage for the emotional pain and suffering. This figure is made up of EUR 5,000,000 for the Association’s dissolution and EUR 5,000,000 for violation of their right to freedom of expression. The applicants further requested the Court to order the respondent State to register “the political party Association of citizens Radko”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83. The Government contested these claims as unsubstantiated and excessive. They argued that the number of the Association’s members allegedly affected by its dissolution had not been specified, nor had there been any causal link between the alleged violation and the damage claimed. In this connection, they referred to the Association’s web site and stated that the Association had operated in practice without any restrictions or bans by the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84. The Court accepts that the applicants have suffered non-pecuniary damage as a consequence of the violation of their right to freedom of association. Deciding on an equitable basis and having regard to its case-law in similar cases, the Court awards the applicants the global sum of EUR 5,000 euros, plus any tax that may be chargeable on this amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85. The Court notes that the applicants requested it to order the respondent State to register “the political party Association of citizens “Radko”. In this connection, it is unclear whether the applicants were requesting that the Association be registered as a “political party”, for which specific rules apply. In addition, having regard to the Court’s case-law in respect of Article 11 of the Convention, as well as Article 46 of the Convention, under which the Committee of Ministers supervises the execution of the Court’s judgments, the Court sees no reason to issue a specific ruling on the applicants’ request for registration.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "86. The applicants sought EUR 5,240 for costs and expenses incurred in the proceedings before the Court. This figure refers to the lawyer’s fees for 65.5 hours of legal work. A time-sheet and retainer were produced. Under the latter, the applicant agreed that the fees be paid directly to his lawyer. The applicants did not claim reimbursement of the travel and accommodation expenses related to the oral hearing, since these had already been covered under the Council of Europe’s legal aid scheme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87. The Government contested this claim as unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88. The Court reiterates that only such costs and expenses as were actually and necessarily incurred in connection with the violation found, and reasonable as to quantum, are recoverable under Article 41 (see Kyrtatos v. Greece, no. 41666/98, § 62, ECHR 2003VI (extracts)). In the present case, regard being had to the information in its possession and the above criteria, the Court finds the amount claimed under this head to be excessive and awards instead the sum of EUR 4,000 to cover the applicants’ costs and expenses. This amount is to be paid into the bank account of the applicants’ representative, plus any tax that may be chargeable to the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "89.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds by six votes to one that there has been a violation of Article 11 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by six votes to one that it is not necessary to examine separately the second applicant’s case under Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds by six votes to one",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention,",
                        "elements": []
                    },
                    {
                        "content": "(i) EUR 5,000 (five thousand euros) in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(ii) EUR 4,000 (four thousand euros) in respect of costs and expenses, to be paid into the bank account of the applicants’ representative and to be converted into the national currency of the State in which that representative resides, at the rate applicable at the date of settlement, plus any tax that may be chargeable to the applicants;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses unanimously the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and French and notified in writing on 15 January 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the dissenting opinion of Judge M. Lazarova Trajkovska is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I deeply disagree with the majority of my colleagues in declaring the application in this case admissible and finding a violation of Article 11. My dissenting opinion is based on two main concerns: the first is a formal one and has to do with the principle of exhaustion of domestic remedies; the second counter-argument deals with the interpretation of the goals and activities of the Association of Citizens Radko.",
                        "elements": []
                    },
                    {
                        "content": "The majority in the Chamber have accepted that this case concerns the Association’s dissolution based on the Constitutional Court’s decision from 21 March 2001 declaring the Association’s Articles and Programme unconstitutional.",
                        "elements": []
                    },
                    {
                        "content": "From the facts of this case, it is clear that the dissolution of the Association is a result of the final decision that was taken by the Bitola Court of Appeal on 11 February 2002 when the resolution of the  from 16 January 2002 became effective. This means that the Association was dissolved ten months after the Constitutional Court’s decision and seven months after the application was lodged with the European Court of Human Rights (on 30 July 2001). The majority of my colleagues ignored the fact that at the time the application was lodged the Association was registered and active and that the dissolution of the Association took place seven months after the application was lodged. In these circumstances it is not acceptable as a ground for a violation of Article 11.",
                        "elements": []
                    },
                    {
                        "content": "After the decision of the Bitola Court of Appeal, the applicants had at their disposal a domestic legal remedy for the protection of human rights and freedoms that they did not use, but instead lodged their application with the European Court of Human Rights. The applicants did not make use of a constitutional complaint to the , a prescribed domestic legal remedy provided for in Article 110 § 3 of the Constitution of the . Thus, ignoring the domestic remedies and failing to exhaust them, the applicants decided to apply directly to the European Court of Human Rights before the Association was even dissolved. I am of the opinion that in this case the constitutional complaint was a unique and extremely important effective domestic remedy in respect of Articles 11 and 10 of the Convention. Therefore, the domestic courts were not able to address the applicants’ claims that were submitted to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "Article 35 § 1 of the European Convention on Human Rights provides:",
                        "elements": []
                    },
                    {
                        "content": "What is the idea behind this provision of Article 35? To oblige applicants to use all available domestic remedies within a clearly prescribed period (six months from the date on which the final decision was taken). In the Nielsen case the Commission was clear on this rationale, stipulating that “[t]he respondent State must first have an opportunity to redress by its own means within the framework of its own domestic legal system the wrong alleged to have been done to the individual” (Nielsen v. Denmark, no. 343/57, Commission decision of 2 September 1959, Yearbook 2, p. 438). This approach of the Commission was accepted and further developed by this Court when it strongly stressed (see Azinas v. Cyprus [GC], no. 56679/00, § 38, ECHR 2004III) the following point:",
                        "elements": []
                    },
                    {
                        "content": "My second concern is about the approach towards the decision of the . The decision of that court is connected only with the constitutionality of two legal acts of the Association and this decision was prescribed by law. Article 4 of the Associations of Citizens and Foundations Act reads as follows: “The Programmes and activities of associations of citizens and foundations shall not be directed towards: the violent destruction of the constitutional order of the Republic; ... encouragement of national, racial or religious hatred or intolerance”. The Constitution in its Article 20, third paragraph, stipulates: “The programmes and activities of political parties and other associations of citizens may not be directed at the violent destruction of the constitutional order of the Republic, or at encouragement of or incitement to military aggression or ethnic, racial or religious hatred or intolerance”.",
                        "elements": []
                    },
                    {
                        "content": "In the decision of the , the main argument is that the Association’s Articles and Programme “explicitly encourage an incitement to national hatred and intolerance and as such they are to be treated as aims and activities that are objectively directed towards what is banned by the Constitution”. The court decided that the denial of existence of the Macedonian nation (the main goal of the Association) by calling its people Slav Macedonians of Bulgarian origin was a serious and historically used ground for violence and national intolerance. In this regard the  played its role of safeguarding the Constitution and democracy in a democratic society and of protecting the rights and freedoms of others. The logic is that no one is allowed to misuse freedom of association with the aim of promoting ideas of disrespect and discrimination against others’ rights.",
                        "elements": []
                    },
                    {
                        "content": "The applicants were registered and were able to exercise freedom of association. In exercising their right to free expression and association, it was established that through their activities they provoked violent behaviour and disregard of the human rights of other citizens. The  judged that the grounds for such behaviour were laid down in the Programme and Articles of the Association.",
                        "elements": []
                    },
                    {
                        "content": "I see this judgment as legitimate and in accordance with the Constitution of the Republic, and in accordance with the case-law of the European Court of Human Rights. Since Handyside v. the United Kingdom (7 December 1976, § 49, Series A no. 24) this Court has, in many other cases, stipulated that the right to freedom of peaceful assembly and association is “applicable not only to information or ideas that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb the State or any other sector of the population”. However, this broad and open approach does not cover hate speech that is offensive to others, or incitement to violence. It is indeed difficult to accept that the Association’s policy of denying the national identity of people in their State is in harmony with the Convention and the values of democratic society.",
                        "elements": []
                    },
                    {
                        "content": "Freedom of association is not absolute. Article 11 does not deprive the State of the power to protect institutions and persons from an association which, through its activities or intentions (as expressly or implicitly declared in its programme), jeopardises the State’s institutions or the rights and freedoms of others. The Court, in Gorzelik and Others v. Poland (no. 44158/98, § 65, 20 December 2001) stated as follows:",
                        "elements": []
                    },
                    {
                        "content": "“the applicants could easily have dispelled the doubts voiced by the authorities, in particular by slightly changing the name of their association and by sacrificing, or amending, a single provision of the memorandum of association ...Those alterations would not, in the Court’s view, have had harmful consequences for the Union’s existence as an association and would not have prevented its members from achieving the objectives they set for themselves.”",
                        "elements": []
                    },
                    {
                        "content": "The Grand Chamber subsequently came to the same conclusion as the Chamber in that case.",
                        "elements": []
                    },
                    {
                        "content": "In this particular case, the national authorities had assessed that there was a “pressing social need”, in the general interest, to impose a given restriction. The rationale of the Constitutional Court’s judgment was guided by the fact that no restrictions should be placed on the exercise of the right to freedom of peaceful assembly and to freedom of association with others, other than those that are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others.",
                        "elements": []
                    },
                    {
                        "content": "In the present case the pressing social need was to protect the right of the members of the Association to free expression and association whilst protecting at the same time the right of the majority of citizens of the  to enjoy freely their human right to self-identification as Macedonian nationals. The  reasoned legally that the Association’s Articles and Programme, as implemented in practice, meant and were understood as a denial of the Constitutional norm that the State of the  is constituted as the national State of the Macedonian people.",
                        "elements": []
                    },
                    {
                        "content": "The denial of this historical fact runs against the argument that the Court developed in the case of Gorzelic v. Poland (cited above, § 66), when it stated as follows:",
                        "elements": []
                    },
                    {
                        "content": "In the light of that judgment, I confidently accept as legitimate and in accordance with the Convention the decision of the Constitutional Court of the Republic of Macedonia to interpret the Programme and Articles of the Association Radko as a basis for national intolerance and hatred, and thus to declare them unconstitutional. The applicants misused the right to freedom of assembly and association contrary to the text and spirit of the Constitution and the Convention. Therefore the interference of the  was necessary in a democratic society within the meaning of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "For the reasons set out above, justifying my two main concerns, my opinion is that application no. 74651/01, Association of Citizens Radko and Paunkovski v. the , should have been declared inadmissible.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF ASSOCIATION OF CITIZENS RADKO AND PAUNKOVSKI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-90651.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0115JUD007465101",
    "externalsources": [],
    "extractedappno": [
        "74651/01",
        "41340/98",
        "41342/98",
        "41343/98",
        "41344/98",
        "44158/98",
        "46626/99",
        "23885/94",
        "29221/95",
        "29225/95",
        "24919/94",
        "74989/01",
        "38178/97",
        "59491/00",
        "75569/01",
        "41666/98",
        "343/57",
        "56679/00"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Article 20-3 of the Constitution",
        "The Associations of Citizens and Foundations Act"
    ],
    "itemid": "001-90651",
    "judgementdate": "15/01/2009 00:00:00",
    "kpdate": "15/01/2009 00:00:00",
    "kpthesaurus": [
        "145",
        "146",
        "266",
        "375",
        "317",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "11",
        "11-2",
        "41",
        "11-1"
    ],
    "parties": [
        "ASSOCIATION OF CITIZENS RADKO AND PAUNKOVSKI",
        "\"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\""
    ],
    "rank": "660.472717285156",
    "representedby": [
        "GROZEV Y."
    ],
    "respondent": "MKD",
    "respondentOrderEng": "33",
    "scl": [
        "Çetinkaya v. Turkey, no. 75569/01, § 29, 27 June 2006",
        "Ezelin v. France, 26 April 1991, § 45, Series A no. 202",
        "Gerger v. Turkey [GC], no. 24919/94, § 46, 8 July 1999",
        "Gorzelik and Others v. Poland [GC], no. 44158/98, § 65 and §§ 95-96, ECHR 2004-I",
        "Handyside v. the United Kingdom, 7 December 1976, § 49, Series A no. 24",
        "Kyrtatos v. Greece, no. 41666/98, § 62, ECHR 2003-VI (extracts)",
        "Ouranio Toxo and Others v. Greece, no. 74989/01, § 40, ECHR 2005-X",
        "United Communist Party  of Turkey and Others v. Turkey, 30 January 1998, §§ 46-47 and 57, Reports 1998-I",
        "Freedom and democraty Party (ÖZDEP) v. Turkey [GC], no. 23885/94, § 37, ECHR 1999-VIII",
        "Partidul Comunistilor (Nepeceristi) and Ungureanu v. Romania, no. 46626/99, § 44, ECHR 2005-I",
        "Refah Partisi (the Welfare Party) and Others v. Turkey [GC], nos. 41340/98, 41342/98, 41343/98 and 41344/98, § 57, ECHR 2003-II",
        "Serif v. Greece, no. 38178/97, § 53, ECHR 1999-IX",
        "Sidiropoulos and Others v. Greece, 10 July 1998, § 40, Reports of Judgments and Decisions 1998-IV",
        "Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, nos. 29221/95 and 29225/95, §§ 53, 86, 88 and 89, ECHR 2001-IX",
        "Vogt v. Germany, 26 September 1995, § 48, Series A no. 323"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "452458",
    "typedescription": "15"
}