{
    "__articles": "5;5-3;8",
    "__conclusion": "No violation of Art. 5-3;Violation of Art. 8",
    "applicability": "",
    "appno": "39840/05",
    "article": [
        "8",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "No violation of Art. 5-3",
            "type": "no-violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        }
    ],
    "content": {
        "001-84367.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39840/05) against the Republic of Poland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on 24 October 2005 by B. Pawlak, the applicant, represented by Ms M. Gąsiorowska, a lawyer practising in Warsaw.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 6 June 2006 the President of the Fourth Section decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it was decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I. THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1974 and lives in Ząbki.",
                                "elements": []
                            },
                            {
                                "content": "7.  At that time the Warsaw Regional Prosecutor was conducting an investigation in respect of more than fifty other members of the criminal gangs mentioned above. Forty-two of them were held in custody. The investigation was complex and time-consuming, given that the criminal gangs collaborated closely with many persons who were to be questioned by the prosecutors, for example, receivers of stolen goods, persons hiding stolen cars or persons tracking cars which were to be stolen, among others.",
                                "elements": []
                            },
                            {
                                "content": "8.  In addition, the prosecutor opened an investigation in respect of several police officers from  and surrounding towns on charges of corruption and helping the criminal groups' members to evade the law.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 5 December 2002 a bill of indictment against the applicant and fifty-nine other co-accused (members of five cooperating criminal gangs) was lodged with the Warsaw District Court. The evidentiary material was presented in 99 case files. The applicant was charged with membership of a criminal gang, carrying out multiple robberies and thefts committed with extreme brutality. The criminal gang, of which the applicant was a member, was known for its violence and ruthlessness and for the illegal trafficking of firearms.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 6 January 2003 the Warsaw District Court held the first hearing. The following hearings were held by the District Court:",
                                "elements": []
                            },
                            {
                                "content": "In 2003, on: 23 and 30 May; 23 and 24 June; 1, 4, 7, and 8 July; 13, 18, 22, and 25 August; 5, 12, 15, and 19 September; 10, 20, 21, 23, 24, and 31 October; 17 November; 5, 22, and 23 December 2003;",
                                "elements": []
                            },
                            {
                                "content": "In 2004, on: 5 and 26 January; 16, 17, 19, and 20 February; 8 and 9 March; 1 and 9 April; 14, 18, 21, and 25 May; 3, 7, 14, and 23 June; 5 July;10, 25, and 31 August; 3 and 6 September; 7, 8, and 15 October; 2 and 9 November; 7, 8, 10, 13, and 18 December 2004. In total, sixty hearings were held by the District Court.",
                                "elements": []
                            },
                            {
                                "content": "11.  During the trial the District Court examined a wide range of evidentiary material, ordered medical expert opinions on the accuseds' mental health and expert opinions in the field of dactyloscopy, conducted inquiries in the accuseds' respective neighbourhoods, inspections of the crime scenes and garages where the stolen cars had been hidden and assessments of the accuseds' assets. The proceedings involved taking evidence from a considerable number of witnesses and victims and from one key witness.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant's pre-trial detention was prolonged several times by the District Court. The decisions were issued, inter alia, on 15 March, 17 June, 13 December 2002; 23 May, 25 August, 17 November, 5 December, 15 December 2003; 20 February, 7 June, 6 September, 9 November, 18 December 2004; 16 March, 15 July, 30 September, 14 November 2005; 13 February, 8 May and 2 August 2006. In its decisions the court underlined that there was a strong likelihood that the applicant had committed the crimes, confirmed in particular by the testimonies of a key witness and a co-accused, and considered that there was a reasonable risk that the applicant would tamper with the evidence, given that he had had close connections with the other co-accused. The court also made reference to the investigative acts already carried out and gave a precise indication of the evidence that still had to be taken. Consequently, it decided that it was indispensable to separate the applicant from the other suspects, the witnesses and the evidence which had not yet been secured. The court also relied on the serious nature of the charges against the applicant and the severity of the penalty he faced. No special circumstances dictated the lifting of the detention.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant unsuccessfully appealed against the above mentioned decisions.",
                                "elements": []
                            },
                            {
                                "content": "14.  From 29 May 2002 to 14 June 2004 the applicant served a prison sentence imposed on him in separate proceedings.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 18 December 2004 the District Court imposed a sentence on fifty of the co-accused. The applicant was found guilty of most of the charges laid against him and sentenced to 9 years' imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "16.  The applicant's lawyer lodged an appeal against the judgment on 5 December 2006.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 6 June 2006 the case file, comprising 149 volumes, was transferred to the second-instance court. On 22 November 2006 the Court of Appeal partly amended the judgment, sentencing the applicant to 8 years' imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 4 September 2007 the Supreme Court dismissed the cassation appeal.",
                                "elements": []
                            },
                            {
                                "content": "The monitoring of the applicant's correspondence",
                                "elements": [
                                    {
                                        "content": "19.  The applicant submitted that while in detention on remand in the course of the above-mentioned proceedings, his correspondence had been censored. As proof thereof he provided a copy of an envelope dated 14 December 2005 of a letter sent to him by his lawyer and bearing a stamp “censored on 23 December 2005” (“ocenzurowano, 23.12.2005”) and an illegible signature, and a copy of the envelope of the letter from the Court dated 14 November 2005 with several stamps of the penitentiary institution on it, however with no clear indication of censorship.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "20.  The relevant domestic law concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other so-called “preventive measures” (środki zapobiegawcze) is set out in the Court's judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 2733, 25 April 2006, and Celejewski v. Poland, no. 17584/04, §§ 2223, 4 August 2006.",
                                "elements": []
                            },
                            {
                                "content": "21.  The judgment Bąk v. Poland, no. 7870/04, §§ 3840, 16 January 2007, addresses more specifically the issue of domestic practice in the area of pre-trial detention and organised crime.",
                                "elements": []
                            },
                            {
                                "content": "22.  For the relevant domestic law and practice concerning the available remedies against excessive length of proceedings, see Ratajczyk v. Poland (dec.), no. 11215/02, ECHR 2005; Rybczyńscy v. Poland, no. 3501/02, judgment of 3 October 2006, and Białas v. Poland, no. 69129/01, judgment of 10 October 2006.",
                                "elements": []
                            },
                            {
                                "content": "23.  The relevant domestic law concerning monitoring of detainees' correspondence is set out in Matwiejczuk v. Poland, no. 37641/97, judgment of 2 December 2003.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I. ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicant complained that the length of his pre-trial detention had breached Article 5 § 3, which, in so far as relevant, provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "25.  The Government submitted in the first place that the applicant had not exhausted the remedies provided for by Polish law as regards his complaint under Article 5 § 3 of the Convention, in that he had failed to appeal against certain decisions prolonging his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court reiterates that it is well established in its case-law that an applicant must first make use of those domestic remedies which are likely to be effective and sufficient. When a remedy has been attempted, use of another remedy which has essentially the same objective is not required (see Yaşa v. Turkey, judgment of 2 September 1998, Reports of Judgments and Decisions 1998VI, p. 2431, § 71).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In the present case the applicant lodged appeals against most of the decisions prolonging his detention, including the decisions taken in the final stage of the proceedings, when the length of the detention had reached its most critical point. He also lodged requests for the detention measure to be lifted or for a more lenient preventive measure to be imposed. The applicant's aim in using the remedies was to obtain a review of his detention pending trial and to obtain his release. In the circumstances of the case these remedies constituted adequate and effective remedies within the meaning of Article 35 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court further notes that the arguments raised by the Government are similar to those already examined and rejected in previous cases against Poland (see Grzeszczuk v. Poland, no. 23029/93, Commission decision of 10 September 1997, and Buta v. Poland, no. 18368/02, §§ 2327, 28 November 2006,) and that the Government have not drawn attention to any new circumstances which would lead the Court to depart from its previous findings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  It follows that this complaint cannot be rejected for non-exhaustion of domestic remedies. The Court further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions of the parties",
                                        "elements": [
                                            {
                                                "content": "30.  The Government pointed out that the evidence obtained in the proceedings indicated that there was a strong likelihood that the applicant had committed the crimes in question. The charges brought against him concerned such serious offences as committing robberies and thefts while acting as a member of a criminal gang. Thus, bearing in mind the severity of the charges and the scale of the criminal activity, the applicant's detention was justified, in the Government's opinion, by a genuine public-interest requirement which, notwithstanding the presumption of innocence, outweighed the rule of respect for individual liberty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  Moreover, given the fact that the applicant had tried to pass illegal correspondence out of custody, the Government concluded that only the isolation of the members of the group from each other could prevent their colluding and coordinating their testimonies or exerting unlawful pressure on the witnesses or the suspects who were cooperating with the prosecution authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Government argued that the circumstances justifying the applicant's detention had remained valid throughout its duration. Moreover, in the course of the proceedings the prolongation of his detention had been justified by the need, which had arisen during the preparatory proceedings, to extend the personal and material scope of the investigation. New circumstances had come to light when other perpetrators had been detained and examined. It was necessary to examine the files of the relevant inquires, to obtain new pieces of evidence, expert opinions and documents, and to take further investigatory measures. A need had arisen to take evidence from further witnesses and persons involved in the activities of the criminal gang, and from police officers in the criminals' pay. Since not all these persons had been located and questioned, it was necessary to prevent contact between them and other members of the gang.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Government also submitted that the courts had not applied the pre-trial detention measure automatically, but had based their decisions on a careful consideration of each individual case. The courts had decided to release four co-defendants as soon as they had found that the reasons justifying their detention had ceased to persist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Government drew attention to the high quality of the prosecutor's applications for the prolongation of the applicant's detention. In his comprehensive applications the prosecutor had indicated in detail and in respect of each of the detainees what investigatory measures had to be taken and what evidence had been taken since the previous decision to prolong the detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  As to the complexity of the case, the Government argued that it was extremely complex. In this connection the Government submitted that in the period from 2000 to 2003 the number of persons serving a sentence for involvement in organised criminal activities had remained relatively stable in Poland, representing on average only 0.016% of all those serving a sentence at that time. Since 2004, there had been a significant increase in the number of sentences relating to organised criminal activities. In the period up to 2000 the total number of those serving a sentence for organised criminal activities had been significantly lower. For example, in 1998 and 1999 only seven and eighteen persons respectively had been given a prison sentence for such crimes. According to the Government, several procedural problems tended to arise in cases relating to organised criminal activities. Such cases were complex by nature, as they typically involved the investigation of an activity carried out by a gang, and that in turn involved the examination of offences committed by several persons. The trial and pre-trial material was often voluminous and the legal and factual assessment required considerable time and effort. In many such cases evidence had to be taken from anonymous witnesses. The trial court had to guarantee both the anonymity of such witnesses and the rights of the accused. There were often problems due to the presence at the hearings of the accused or their legal representatives, including defence counsel and witnesses, as they were often interested in slowing down the process and, as a consequence, the trial court could not carry out the appropriate measures as planned. There were also many logistical problems, as the witnesses and accused, mostly belonging to the same or competing gangs of organised criminals in detention, required isolation both within the relevant detention facility and while being transported. Their relatively large number, coupled with the need to provide appropriate security, meant that they had to be placed in different detention centres. Even persons detained in the same facility had to be transported and brought to the courtroom separately, requiring additional manpower and equipment. In addition, not all courts had at their disposal appropriate facilities both to ensure the isolation of those being brought to court and to allow the police to guarantee the security of all the parties involved. This was particularly true of many district courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  With respect to the present case, the Government pointed out that both the prosecutor and the trial court had conducted extensive evidentiary proceedings, as was typical for proceedings in cases concerning organised crime. The case file of the investigation in the applicant's case contained 99 volumes. In the course of the judicial proceedings, a further 49 volumes were added. A huge number of investigatory measures were taken in respect of numerous suspects and dozens of stolen vehicles. The witnesses were questioned on at least 100 occasions and many expert opinions and reports were obtained (in the area of dactyloscopy, psychiatrists' opinions). Operations with the participation of key witnesses were carried out. Dozens of searches, inspections, and procedures for the identification of individuals, including identity parades, and objects were carried out. The prosecution obtained voluminous documentary evidence from various subjects. The first-instance court held 60 hearings and examined 59 coaccused. The judgment numbered 190 pages.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  According to the Government, hearings had been held regularly during the proceedings and had been fixed at regular intervals. In their submission, the proceedings had been concluded with reasonable speed and without any undue delays.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Lastly, the Government concluded that the applicant's pre-trial detention in the present proceedings had coincided with a prison sentence imposed on him in other proceedings and thus the applicant had effectively been detained only for 11 months and 17 days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The applicant did not address the issue of the complexity of the case. He stated, however, that the length of the proceedings had been excessive. He argued, in particular, that it had taken 6 months for the first-instance court to pass the files to the second-instance court and, additionally, 11 months had elapsed before the written grounds of the judgment were prepared.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant did not address the issue of the prison sentence which he had served at the same time as his detention on remand. He simply alleged that the length of his detention had been unreasonable.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Principles established under the Court's case-law",
                                        "elements": [
                                            {
                                                "content": "41.  According to the Court's case-law, the issue of whether a period of detention is reasonable cannot be assessed in abstracto. Whether it is reasonable for an accused to remain in detention must be assessed in each case according to its special features. Continued detention can be justified in a given case only if there are specific indications of a genuine requirement of public interest which, notwithstanding the presumption of innocence, outweighs the rule of respect for individual liberty (see, among other authorities, W. v. Switzerland, judgment of 26 January 1993, Series A no. 254A, p.  5, § 30).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  It falls in the first place to the national judicial authorities to ensure that, in a given case, the pre-trial detention of an accused person does not exceed a reasonable time. To this end they must examine all the facts arguing for or against the existence of a genuine requirement of public interest justifying, with due regard to the principle of the presumption of innocence, a departure from the rule of respect for individual liberty and set them out in their decisions dismissing the applications for release. It is essentially on the basis of the reasons given in these decisions and of the established facts mentioned by the applicant in his appeals that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 of the Convention (see McKay v. the United Kingdom, [GC], no. 543/03, § 43, ECHR 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The persistence of reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the lawfulness of the continued detention, but after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds were “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings (see Labita v. Italy, no. 26772/95, § 153, ECHR 2000IV).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Application of the principles to the circumstances of the present case",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "44.  The Court notes that the applicant's detention lasted from 18 December 2001 until 18 December 2004, the date on which the first-instance judgment was given. During that time the applicant's detention coincided with his prison sentence imposed in separate criminal proceedings against him and lasting from 29 May 2002 to 14 June 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court reiterates that, in view of the essential link between Article 5 §  3 of the Convention and paragraph 1 (c) of that Article, a person convicted at first instance cannot be regarded as being detained “for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence”, as specified in the latter provision, but is in the position provided for by Article 5 § 1 (a), which authorises deprivation of liberty “after conviction by a competent court” (see, for example, B. v. Austria, judgment of 28 March 1990, Series A no. 175, pp. 1416, §§ 3639).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court cannot take into account the applicant's detention during this period for the purpose of assessing the reasonableness of the length of his detention under Article 5 § 3 of the Convention, as it coincided with his detention after conviction in separate criminal proceedings. Such detention cannot be considered on the same footing as a detention under Article 5 § 1 (c), with which Article 5 §3 is solely concerned, as it applies only to persons in custody awaiting their trial (see Wemhoff v. Germany, judgment of 27 June 1968, Series A no. 7, pp. 2324, § 9 and Bąk v. Poland, no. 7870/04, judgment of 16 January 2007, § 54).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court consequently finds that the period to be taken into consideration lasted from 18 December 2001 to 29 May 2002 and from 15 June 2004 to 18 December 2004 and amounted to approximately 11 months.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Reasonableness of the length of detention",
                                "elements": [
                                    {
                                        "content": "47.  The Court notes that detention pending trial was imposed on the applicant in view of the severity of the charges against him, the fact that he had been a member of the criminal gang and the resulting risk that he would obstruct the proceedings. Thus, it was a classic example of a case relating to organised crime, by definition presenting more difficulties for the investigating authorities and, later, for the courts in determining the facts and the degree of responsibility of each member of the gang. Accordingly, longer periods of detention than in other cases may be reasonable (see Bąk, cited above, § 56).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In assessing the conduct of the authorities in the present case the Court will take into account the special circumstances deriving from the fact that it concerned a member of a criminal gang (see Celejewski, Buta, and Bąk, all cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court observes that in their decisions to remand the applicant in custody the judicial authorities relied on the following principal grounds: the reasonable suspicion against the applicant, the serious nature of the offences with which he had been charged, the risk of his influencing the testimonies of witnesses and of the co-accused and the need to obtain extensive evidence (see paragraph 12 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The suspicion that the applicant had committed the offences was confirmed in particular by the testimonies of a key witness and a co-accused. The Court would emphasise that there is a general rule that the domestic courts, in particular the trial courts, are better placed to examine all the circumstances of the case and take all the necessary decisions, including those in respect of pre-trial detention. The Court may intervene only in situations where the rights and liberties guaranteed under the Convention have been infringed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore, the only question which remains is whether and when the continuation of his detention ceased to be warranted by “relevant” and “sufficient” reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court considers that the authorities were faced with the difficult task of determining the facts and the degree of alleged responsibility of each of the defendants. In these circumstances, the Court also accepts that the difficulties in obtaining evidence deriving from the fact that, at the same time, the prosecutor was conducting an investigation in respect of more than fifty other members of several closely cooperating criminal gangs and police officers in their pay, constituted relevant and sufficient grounds for prolonging the applicant's detention for the time necessary to complete the investigation, draw up the bill of indictment and hear evidence from the witnesses and the accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  It must be noted that the domestic courts, in ordering the prolongation of the applicant's pre-trial detention, referred to the continuing need for that measure and did not merely rely on the grounds previously given (see paragraphs 33 and 34 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The foregoing considerations are sufficient for the Court to conclude that the grounds given for the applicant's pre-trial detention were “relevant” and “sufficient” to justify holding him in custody for the entire period in issue. That being said, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the criminal proceedings against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court observes that the proceedings were of considerable complexity, regard being had to the number of defendants, the need to separate them during the extensive evidentiary proceedings and to implement special measures on account of the connections between the criminal gangs. The length of the investigation and of the trial was justified by the exceptional complexity of the case. It should not be overlooked that, while an accused person in detention is entitled to have his case given priority and conducted with particular expedition, this must not stand in the way of the efforts of the judges to clarify fully the facts in issue, to provide both the defence and the prosecution with all necessary facilities for putting forward their evidence and stating their case and to give judgment only after careful reflection on whether the offences were in fact committed and on the sentence to be imposed (see, Bąk, mentioned above, § 64). The hearings in the applicant's case were held regularly and at reasonable intervals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  For these reasons, it considers that the domestic authorities cannot be criticised for a failure to observe “special diligence” in the handling of the applicant's case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Having regard to the foregoing and to the fact that the applicant was effectively detained within the meaning of Article 5 § 3 of the Convention for about eleven months, the Court concludes that there has been no violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  The applicant also complained under Article 8 that his correspondence with his lawyer and with the Court was monitored while he was detained on remand.",
                                "elements": []
                            },
                            {
                                "content": "Article 8 of the Convention provides, as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for (...) his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "58.  The Government refrained from taking a position on that matter.",
                                "elements": []
                            },
                            {
                                "content": "The Court's assessment",
                                "elements": [
                                    {
                                        "content": "59.  An “interference by a public authority” with the exercise of the right to respect for his correspondence will contravene Article 8 unless it is “in accordance with the law”, pursues one or more of the legitimate aims referred to in paragraph 2 and furthermore is “necessary in a democratic society” in order to achieve them (see, among other authorities, the Labita judgment cited above, § 179).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The expression “in accordance with the law” requires that the interference in question must have some basis in domestic law. A law must be adequately accessible: the citizen must be able to have an indication that is adequate, in the circumstances, of the legal rules applicable to a given case. Moreover, a norm cannot be regarded as a “law” unless it is formulated with sufficient precision to enable the citizen to regulate his conduct: he must be able - if need be with appropriate advice - to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail. Finally, a law which confers discretion must indicate the scope of that discretion. However, the Court has recognised the impossibility of attaining absolute certainty in the framing of laws and the risk that the search for certainty may entail excessive rigidity (see, among other authorities, Silver and Others v. the United Kingdom, judgment of 25 March 1983, Series A no. 61, p. 33, §§ 8688, Kozimor v. Poland, no. 10816/02, § 48, 12 April 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court notes that an envelope containing a letter mailed to the applicant by his lawyer on 14 December 2005 bears a stamp: “Censored on, signature” (Ocenzurowano dn. podpis), a hand-written date: 23 December 2005 and an illegible signature (see paragraph 18 above). It can only be concluded that the envelope was opened by the domestic authorities. In coming to such a conclusion, the Court takes into account that, in the Polish language, the word ocenzurowano means that a competent authority, after having controlled the content of a particular communication, decides to allow its delivery or expedition. Consequently, the Court presumes that this letter has been opened and its contents read (see Matwiejczuk v. Poland, no. 37641/97, § 99, 2 December 2003 and Pisk-Piskowski v. Poland, no. 92/03, § 26, 14 June 2005, Michta v. Poland, no. 13425/02, § 58, 4 May 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Further, the applicant provided an envelope containing a letter sent to him from the Court and dated 14 November 2005, which bears several stamps of the penitentiary institution. It has not been marked with the “censorship” stamp. It cannot be established solely on the basis of the applicant's submissions whether the letter was indeed opened and read. Nonetheless, in view of the fact that the Government refrained from taking a position on the question whether there had been an interference with the applicant's right to respect for his correspondence and in the light of the Court's case-law indicating that the Polish authorities continue the practice of censoring and marking detainees' letters, the Court has no alternative but to presume that this letter has likewise been subjected to monitoring.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  It follows that the monitoring of the Court's correspondence addressed to the applicant constituted an “interference by a public authority”, within the meaning of Article 8 § 2, with the exercise of the applicant's right to respect for his correspondence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government did not indicate a concrete legal basis in the domestic law for the impugned interference. The Court notes that the interference took place between November and December 2005 after the first-instance judgment had been given. However, under the applicable domestic law the applicant's legal status was governed by the provisions concerning detention on remand pending the delivery a judgment by an appellate court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  As regards the interference with the right to respect for the applicant's correspondence with the Court, it further observes that, according to Article 214 of the Code of Execution of Criminal Sentences, persons detained on remand should enjoy the same rights as those convicted by a final judgment. Accordingly, the prohibition of censorship of correspondence with the European Court of Human Rights contained in Article 103 of the 1997 Code, which expressly relates to convicted persons, was also applicable to detained persons (see Michta v. Poland, cited above, § 61, Kwiek v. Poland, no. 51895/99, § 44, 30 May 2006). Thus, monitoring of the letter from the Registry of the Court to the applicant was contrary to the domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  As regards the censorship of the letter from the applicant's lawyer, the Court reiterates that the confidentiality of the applicant's letters addressed to and sent by his legal counsel must be respected, save for reasonable cause. It is clearly in the general interest that any person who wishes to consult a lawyer should be free to do so under conditions which favour full and uninhibited discussion. It is for this reason that the lawyer-client relationship is, in principle, privileged. Similar considerations apply to a prisoner's correspondence with a lawyer concerning contemplated or pending proceedings where the need for confidentiality is equally pressing. That such correspondence be susceptible to routine scrutiny, is not in keeping with the principles of confidentiality and professional privilege attaching to relations between a lawyer and his client. In the Campbell v the  judgment of 25 March 1992 Series A no. 233, par. 48, the Court found no reason to distinguish between the different categories of correspondence with lawyers which, whatever their purpose, concern matters of a private and confidential character. In the present case, regard being had to the explicit prohibition of censorship of detained persons' correspondence with their lawyers, provided for in Article 73 of the Code of Criminal Procedure, the Court considers that the interference complained of was contrary to the domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  It follows that the interference with the applicant's correspondence with the Court and his lawyer was not “in accordance with the law”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Having regard to that finding, the Court does not consider it necessary to ascertain whether the other requirements of paragraph 2 of Article 8 were complied with. Consequently, the Court finds that there has been a violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "69.  The applicant claimed damages for pecuniary and non pecuniary damage in the sum of  5,000 euros [EUR] with respect to the alleged violation of Article 5 § 3 of the Convention and EUR 5,000 with respect to his complaint under Article 8.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government did not address the issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court recalls that it has only found a breach of Article 8 of the Convention in the applicant's case. As to the applicant's claim for pecuniary damage, the Court does not discern any causal link between the violation found and the damage alleged; it therefore rejects this claim. On the other hand, it considers that the applicant has suffered non-pecuniary damage on account of the interference with his correspondence which is not sufficiently compensated by the finding of a violation of the Convention. Considering the circumstances of the case, and making its assessment on an equitable basis, the Court awards the applicant EUR 500 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "72.  The applicant, who was represented by a lawyer before the Court and was not granted legal aid, asked for reimbursement of costs and expenses incurred in connection with the proceedings in the amount of EUR 488.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Government did not express an opinion on the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  According to the Court's case-law, an applicant is entitled to reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court rejects the claim for costs and expenses in the domestic proceedings and considers it reasonable to award the requested sum of EUR 488 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "75.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 January 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "Kristaq Traja",
            "role": "judges"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Liljana Mijović",
            "role": "judges"
        },
        {
            "name": "Jan Šikuta",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "and Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PAWLAK v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-84367.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0115JUD003984005",
    "externalsources": [],
    "extractedappno": [
        "39840/05",
        "31330/02",
        "17584/04",
        "7870/04",
        "11215/02",
        "3501/02",
        "69129/01",
        "37641/97",
        "23029/93",
        "18368/02",
        "543/03",
        "26772/95",
        "10816/02",
        "92/03",
        "13425/02",
        "51895/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-84367",
    "judgementdate": "15/01/2008 00:00:00",
    "kpdate": "15/01/2008 00:00:00",
    "kpthesaurus": [
        "448",
        "451"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-3",
        "5",
        "8"
    ],
    "parties": [
        "PAWLAK",
        "POLAND"
    ],
    "rank": "610.818054199219",
    "representedby": [
        "GASIOROWSKA M."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "339264",
    "typedescription": "15"
}