{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "7975/07",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-96581.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 7975/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Czesław Paliga (“the applicant”), on 11 January 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 26 June 2008 the President of the Fourth Section of the Court decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1951 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Main proceedings",
                                "elements": [
                                    {
                                        "content": "5.  On 14 January 1998 the applicant filed a claim for payment against J.M. and K.M. with the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 23 February 1999 the  ruled that J.M. and K.M. (“the debtors”) were to pay the applicant the sum of 25,000 Polish zlotys (PLN), with statutory interest, and issued a writ of execution in respect of this judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 21 September 1999, following the applicant’s request of 16 September, the bailiff of the Sosnowiec District Court (Komornik Sądu Rejonowego) instituted enforcement proceedings against the debtors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 28 February 2000, because the debt was proving impossible to recover, the bailiff initiated proceedings for possession of the debtors’ apartment. On 5 April 2000 the bailiff had the apartment valued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 28 April 2000 the debtors complained about the actions taken by the bailiff (skarga na czynności komornika). On 29 June 2000 the Sosnowiec District Court dismissed the debtors’ complaint for procedural reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 11 May 2001 the bailiff ordered execution of the payment by attaching the debtors’ remuneration for work and other assets. By 22 April 2002 the applicant had received the sum of PLN 9,218.16. Further, the bailiff ordered execution of the payment by auctioning the debtors’ car, various domestic appliances and electronic equipment, but without success.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The debtors filed numerous complaints against the actions taken by the bailiff. On 7 March 2000 they filed a request with the Sosnowiec District Court to have the enforcement proceedings discontinued. On 5 October 2000 the debtors’ complaint was dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 15 November 2001 the  determined that the remaining sum to be paid by the debtors amounted to PLN 16,288.80.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The first auction of the debtors’ apartment was scheduled for 20 September 2002. It failed owing to the lack of any interested buyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 30 October 2002 the bailiff organised a second auction of the apartment. On 4 November 2002 the Sosnowiec District Court confirmed that the applicant had acquired the debtors’ apartment. The debtors appealed against the court’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 26 August 2003 the  dismissed the debtors’ appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 16 April 2004, at the applicant’s request, the Sosnowiec District Court offset the value of the apartment against the applicant’s claim. On 12 May 2004 the debtors appealed against the District Court’s decision. On 2 November 2004 the  quashed the decision and remitted the case to the District Court. The appellate court observed that the first-instance court had overlooked the debtors’ liabilities to the Social Security Board. It noted that liabilities arising from an employer’s failure to make social-insurance contributions took precedence over other liabilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 5 May 2006 the Sosnowiec District Court ordered the bailiff to take all relevant enforcement measures to attach the debtors’ assets. On 1 August 2006 the President of the  informed the President of the Sosnowiec District Court that the enforcement proceedings at issue, as well as related court proceedings, were henceforth subject to his supervision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 8 June 2006 the Sosnowiec District Court dismissed the applicant’s request to offset the value of the apartment against his claim. It found that the sum obtained at the auction was not enough to cover both the liabilities towards the applicant and the Social Security Board, since the liabilities of the latter exceeded the sum obtained. On 26 June 2006 the applicant appealed. On 20 June 2007 the  rejected the appeal, finding that a decision concerning the recognition of a purchase price against the repayment of a debt could not be the subject of an appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Subsequently, it appears that the bailiff ordered the execution of the sum due from the debtors’ other assets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 13 August 2007 the applicant requested that the enforcement proceedings be discontinued on the condition that the debtors pay him the agreed sum. After the sum had been transferred to the applicant’s account the bailiff discontinued the proceedings on 7 September 2007.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings under the 2004 Act",
                                "elements": [
                                    {
                                        "content": "21.  On 25 August 2005 the applicant complained to the Katowice Regional Court of a breach of his right to a fair trial within a reasonable time under the Law of 17 June 2004 (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”), which entered into force on 17 September 2004. Under section 3 of the 2004 Act, a complaint can be lodged during enforcement proceedings. In particular, the applicant complained that the court proceedings concerning the enforced sale of the debtors’ apartment had been unduly lengthy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 30 December 2005 the court dismissed the applicant’s complaint. The court held that the 2004 Act took legal effect from the date of entry into force. The court acknowledged the excessive length of the proceedings as a whole. However, it found that during the relevant part of the proceedings there had been no inactivity or undue delay on the part of the authorities. In that connection, the court held that there had been no breach of the right to a trial within a reasonable time in the period after 17 September 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In respect of the applicant’s subsequent complaint filed under the 2004 Act, this time against the enforcement proceedings brought by the bailiff, the  acknowledged that the impugned proceedings were unduly lengthy and awarded the applicant the sum of PLN 5,000 in damages in a decision of 3 October 2006. The  found that some of the bailiff’s actions had been considerably delayed. Moreover, the bailiff had failed to examine numerous requests by the applicant to have formal shortcomings rectified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 17 January 2007 the applicant lodged a second complaint with the  under the 2004 Act. The complaint was rejected by the court for procedural reasons, as he had failed to mention the present case in his application.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "25.  The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII, and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF THE UNREASONABLE LENGTH OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "26.  The applicant complained that the length of the enforcement proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "27.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "28.  The period to be taken into consideration began on 21 September 1999 and ended on 7 September 2007. It thus lasted some seven years and eleven months for two levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "29.  The Government raised a preliminary objection, claiming that the applicant could not claim to be a victim of a violation of Article 6 § 1 of the Convention as he had already been awarded damages at the domestic level in the proceedings under the 2004 Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In this connection the Court notes that, in the present case, the Katowice Regional Court acknowledged on 3 October 2006 that the enforcement proceedings instituted by the bailiff had indeed been unduly delayed and awarded the applicant PLN 5,000 (the equivalent of 1,250 euros (EUR)) in compensation (see paragraph 23 above). The court however gave no instruction for the bailiff to act, nor did its decision have any accelerating effect in practice. The Court further observes that the sum granted amounts to approximately 30% of what the Court would be likely to have awarded the applicant in accordance with its practice, taking into account the particular circumstances of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore the Court finds that the redress afforded to the applicant at domestic level, considered on the basis of his complaint in the Convention proceedings, was insufficient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having regard to the above and the criteria for determining victim status in respect of length-of-proceedings complaints (as set out in Cocchiarella v. Italy [GC], no. 64886/01, §§ 85-107, ECHR 2006-...; Scordino (no.1) [GC], §§ 193-215, cited above; and Dubjakova v. Slovakia (dec.), no. 67299/01, 10 October 2004), the Court concludes that the complaint cannot be rejected as being incompatible ratione personae with the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "32.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "36.  The applicant claimed some PLN 300,000 (the equivalent of EUR 75,000) in respect of pecuniary damage and PLN 50,000 (the equivalent of EUR 12,500) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.   The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicant EUR 640 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "39.  The applicant also claimed PLN 191,239 (the equivalent of EUR 47,800) for the costs and expenses incurred before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court rejects the claim for costs and expenses in the domestic proceedings and considers it reasonable to award the sum of EUR 300 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "42.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 640 (six hundred and forty euros) in respect of non-pecuniary damage and EUR 300 (three hundred euros) in respect of costs and expenses, plus any tax that may be chargeable, to be converted into the currency of the respondent State at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 January 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PALIGA v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-96581.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0112JUD000797507",
    "externalsources": [],
    "extractedappno": [
        "7975/07",
        "15212/03",
        "11215/02",
        "61444/00",
        "64886/01",
        "67299/01",
        "30979/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-96581",
    "judgementdate": "12/01/2010 00:00:00",
    "kpdate": "12/01/2010 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "PALIGA",
        "POLAND"
    ],
    "rank": "711.569458007813",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "355374",
    "typedescription": "15"
}