{
    "__articles": "3",
    "__conclusion": "No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect)",
    "applicability": "",
    "appno": "21462/06",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-141384.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 21462/06) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Viktor Ivanovich Gordiyenko (“the applicant”), on 3 April 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged under Articles 3 and 6 of the Convention that he had been ill-treated by the police after his arrest, that the authorities had failed to investigate this episode, that he had been detained in appalling conditions and that the criminal proceedings against him had been unfair. Referring to Article 8 of the Convention, he complained that a house search carried out at his flat had been unlawful.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 6 December 2010 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1966 and lives in the village of Verhnyaya Serebryakovka, the Rostov Region.",
                                "elements": []
                            },
                            {
                                "content": "A.  The events of 1 June 2005 and the alleged ill-treatment of the applicant",
                                "elements": [
                                    {
                                        "content": "6.   On 1 June 2005 the Volgodonsk Town Department of the Interior (\"the ROVD\") ordered a test purchase of drugs from the applicant, as he was suspected of drug trafficking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On the same date undercover police officer K. called the applicant and indicated that he wished to buy two doses of opium. The applicant agreed to procure it. At around 11.30 a.m. he met two undercover police agents in the street and sold them two sachets of opium.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  At around midday, police officers G. and K. arrested the applicant near his flat in the presence of his partner E. and her sister B. The police officers took him to the ROVD station. From the arrest record it follows that the applicant was advised of his right to be assisted by counsel, but decided not to use this possibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  According to the applicant, during the next eight hours he spent in detention police officers G. and K. put pressure on him to confess. They repeatedly beat him up, damaging his kidneys and causing other injuries. Regardless of this, he did not admit his involvement in drug trafficking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Thereafter the applicant was taken to the office of police officer M., who, in the presence of attesting witnesses, examined his hands with a view to finding traces of drugs. Allegedly, the police officers also removed and examined money from the applicant’s pocket.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  At 9.12 p.m. the applicant was transferred to a temporary detention facility. A paramedic on duty examined him upon arrival there and made the following entry in the medical record:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “[The applicant] complains of back pain. [He makes] no complaints in connection with the scratch noted on his right knee. [The applicant] said that scratch had been inflicted during his arrest ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  At 11.27 p.m. police officers G. and K. carried out a search of the applicant’s flat and found a resinous substance which was subsequently determined to be opium. It does not appear that the applicant brought any proceedings to contest the lawfulness of the search.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  At the detention facility the applicant repeatedly complained of pain in his lower back. On an unspecified date a paramedic of the emergency services examined the applicant in this connection, having diagnosed soft tissue bruising of the lower back (see paragraph 34 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Between 1 and 10 June 2005 he complained on a few occasions of lower back pain. It appears that detention facility paramedics measured his body temperature, blood pressure and gave him injections of painkillers.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The inquiry into the alleged ill-treatment",
                                "elements": [
                                    {
                                        "content": "15.  On 9 June 2005 the applicant asked the Volgodonsk town prosecutor’s office (“the prosecutor’s office”) to institute criminal proceedings in connection with the alleged ill-treatment of 1 June 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 18 July 2005 the prosecutor’s office refused this request as unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The applicant appealed against that decision in court and before a higher prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  It appears that on 15 August 2005 the applicant was taken to the emergency services of a hospital, where surgeon Tr. performed an X-ray examination of the applicant’s kidneys and some other tests in relation to his alleged back pain. The examination did not reveal any anomalies in his condition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 17 August 2005 a higher prosecutor quashed the decision of 18 July 2005 and remitted the case for additional preliminary inquiry. It stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... The examination of the case file shows that the investigation was perfunctory and the decision not to institute criminal proceedings was premature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the course of the additional [preliminary inquiry] the investigator should question [police officer] G., and [the sister of the applicant’s partner] B., order a medical examination of [the applicant] and take other steps required to carry out the necessary check at the end of which [he] should take a decision in accordance with the law...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 19 August 2005 the Volgodonsk Town Court rejected the applicant’s appeal against the decision of 18 July 2005, as it had already been quashed by a higher prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 20 August 2005 the prosecutor’s office issued a new decision not to institute criminal proceedings. That decision was challenged in court and before a higher prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  It appears that on 16 September 2005 a supervising prosecutor quashed it and ordered an additional preliminary inquiry into the applicant’s complaints, having noted that the investigative authorities should examine the detention facility paramedics who provided the applicant with first aid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 19 September 2005 the Volgodonsk Town Court rejected the applicant’s appeal against the decision of 20 August 2005, as it had already been quashed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The investigating authorities questioned E. and B., eyewitnesses to the applicant’s arrest, G. and K., the police officers who had allegedly illtreated him and detention facility paramedic Zyu.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 21 September 2005 the prosecutor’s office rejected the applicant’s request to institute criminal proceedings, having held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On 8 July 2005 [the prosecutor’s office] received file no. 1195 pr. 05 related to [the applicant’s] complaint of ill-treatment by police officer K.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant] stated that K. ... applied physical and psychological pressure on him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When questioned, K. stated that in May 2005 the police had received information about [the applicant’s] involvement in opium trafficking. On 1 June 2005 G. ordered a test purchase... [Following the test purchase] he and G. arrested [the applicant] and took him to the ROVD station. During [the applicant’s] arrest, his transportation and the subsequent investigation no one used physical or psychological force on him. [The applicant] did not complain about his health and did not ask for an ambulance. All of the investigative actions were performed in the presence of attesting witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "K. also submitted that on 1 June 2005 he and G. carried out a search of [the applicant’s] flat. The search was performed in the presence of [the applicant’s] neighbours, attesting witnesses and the owner of the flat. During the search the police found vessels which [contained] traces of drugs and opium [The page is missing]....",
                                        "elements": []
                                    },
                                    {
                                        "content": "When questioned, [the applicant] stated that on 1 June 2005 he, accompanied by E. and B., went out of the entrance to the block of flats. He had car keys, [his] driving licence, car [registration] documents and 900 Russian roubles in his pocket. After a short conversation with an acquaintance, he was knocked down by two men who handcuffed him. One of these men introduced himself as police officer K. In the presence of E. and B. that officer took the car keys, driving licence and car [registration] documents from [the applicant]. At 11.40 a.m. [the applicant] was taken to the ROVD station. He was taken to an office where K. and G. began to hit him [on the] lower back with a plastic bottle filled with water. They forced him to confess to drug trafficking. Thereafter he was taken to M.’s office, where in the presence of attesting witnesses a police officer took 1,200 Russian roubles from his pocket. A special examination showed that [both the applicant’s] hands and the banknotes had fluorescent marks [on them]. [The applicant] refused to give a statement in the presence of G. and K. During [the applicant’s] detention he asked for an ambulance three times. A detention facility doctor gave him injections of painkillers [every day] for ten days. On 15 August 2005 he was examined by a hospital doctor. [The applicant] asked to be present at the search of his flat. However, this request was rejected by the police...",
                                        "elements": []
                                    },
                                    {
                                        "content": "When questioned, B. explained that her sister E. was the applicant’s partner and lived with him and their daughter in a flat which belonged to B... On the day of [the applicant’s] arrest she, E. and [the applicant] had gone to a garage. On their way there while the applicant was walking behind them, two young men knocked him down. The men introduced themselves as police officers. She did not see the police officers taking [the applicant’s] belongings from his pockets. She had never seen those officers before. They did not put any pressure on her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When questioned, [detention facility paramedic Zyu.], stated that [the applicant] was brought to the detention facility at 9.12 p.m. and examined there by [him]. From the medical records it was clear that [the applicant] had complained of lower back pain but only the scratch on his knee was noted, received, from his own description during the arrest. [The applicant] complained of chest pain. No other visible injuries were detected. Later he complained about pain in the area of the right shoulder, pain in the chest, in the area of ninth and tenth ribs. On 15 August 2005 he was brought for examination in emergency services of a hospital, where [the applicant] made a X-ray scan and ultrasound examination of his kidneys. No pathologies in his condition were detected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When questioned, E. submitted that on 1 June 2005 at about 11 a.m. she, her sister E. and [the applicant] had gone to a garage. On their way there while the applicant was walking behind them, two young men knocked him down. The men introduced themselves as police officers. She did not see the police officers taking [the applicant’s] belongings from his pockets. The police officers did not use force against [the applicant] during his arrest. They did not put any pressure on her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having regard to the above, it was established in the course of the inquiry that ... there is no evidence that G. and K. committed the alleged criminal offence...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant appealed and argued that the decision of 21 September 2005 had been based on incomplete information and that the assessment of the available evidence had been wrong.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 10 February 2006 the Volgodonsk Town Court dismissed the applicant’s appeal against the decision of 21 September 2005 and upheld it in full. The court noted that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... - from the explanations given by [the investigator in charge of the case] it follows that he ... interviewed paramedic Zyu. ... who had examined [the applicant] on 1 June 2005 ... and she explained that there were no injuries on [the applicant’s body], but [the applicant] complained about the pain in the back, which was why it was unnecessary for the investigator also to interview the doctors of the emergency services. In the copies of documents there were statements of paramedic Zyu. ... as well as statements of doctor Tr. of the emergency services who examined [the applicant] on 15 August 2005 making complaints only about the pain in the back and not about anything else;",
                                        "elements": []
                                    },
                                    {
                                        "content": "- from the explanation of [the investigator] it also follows that he interviewed [the applicant’s partner E.] who did not communicate any information that on 1 June 2005 during [the applicant’s] arrest in her presence the police officers used physical force in respect of [the applicant] ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the basis of the above, the court concludes that the investigator’s decision ... was well-grounded and lawful ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant appealed, having argued that the first instance court had taken the decision in his absence and that its legal and factual conclusions contradicted the case file materials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 25 April 2006 the Rostov Regional Court examined the applicant’s appeal and quashed the decision of the lower court and remitted the case to the Volgodonsk Town Court for a fresh examination at first instance. It held that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... in breach of the Code of Criminal Procedure of Russia (“CCrP”), the court did not duly examine the investigator’s decision not to institute criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thus, the [lower] court did not take into account [the fact] that the investigative authorities had disregarded the prosecutor’s recommendations of 16 September 2005 and had not questioned the doctors of the emergency services who provided [the applicant] with medical assistance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, the court did not assess the thoroughness of the investigation. The court did not take into account certain contradictions in the witnesses’ statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In particular, detention facility paramedic Zyu. stated that [the applicant] had repeatedly complained of chest and back pains. In connection with this he was provided with first aid by paramedics. On 15 August 2005 [the applicant] was taken to the city hospital. X-ray and ultrasound examinations showed no signs that the applicant had a medical condition. However [surgeon Tr.] noted that no ultrasound examination had been performed because police officers took the applicant out of the hospital. [Tr.] also submitted that [the applicant] had undergone a blood test and a urine test.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The [lower] court did not take into account [the fact] that the investigator’s conclusion that there was an absence of any evidence of the [applicant’s] ill-treatment was unfounded. From the case file it is evident that between 1 and 10 June 2010 a detention facility doctor and paramedics provided [the applicant] with first aid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The [lower] court did not notice that the investigating authorities had failed to establish the cause of [the applicant’s] health problems and to check whether [the applicant] had had kidney disease before his arrest. This indicates the superficial character of the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court cannot accept the [lower] court’s references to [the applicant]’s conviction because [the applicant’s] allegations of ill-treatment were not examined on the merits in the proceedings against him...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On an unspecified date a higher prosecutor, acting in parallel to the then pending court proceedings, quashed the decision of 21 September 2005 as unlawful and remitted the case to the prosecutor’s office for an additional investigation, having required to interview the paramedic who had provided the applicant with medical aid in prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 14 June 2006 the Volgodonsk Town Court left the applicant’s complaint about the decision of 21 September 2005 without examination, noting that that decision had already been quashed by the higher prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Apparently in response to the prosecutor’s previous recommendations (see paragraph 30 above), the investigating authorities performed some additional investigating measures, in particular, they questioned E. as well as paramedics Ya. and Z. who had provided the applicant with medical aid in prison, doctor Tr. of the emergency services of the hospital and again questioned police officer M., who had carried out investigating actions in respect of the applicant on 1 June 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 14 June 2006 the applicant’s partner E. was interviewed by an investigator of the Volgodonsk Town Prosecutor’s office and gave the following statement:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“With [the applicant] I resided together as of the time of his release from prison after he had served his [previous] sentence for extortion. During the time we lived together [the applicant] complained about the pain in kidneys and pain in the area of ribs. I cannot remember the side. From [his] words I learned that during his detention [the applicant] had been severely beaten, as a result of which they broke his rib and contused the kidneys. With these complaints, as long as I remember, he never applied for aid in medical institutions. More than once, including in my presence, in pharmacies he used to buy medicine to relieve the mentioned pain. He also complained about pain in the area of the liver.",
                                        "elements": []
                                    },
                                    {
                                        "content": "I don’t know if [the applicant] talked about [this] to anyone. Because he failed to apply for medical aid, the broken rib recovered incorrectly.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 24 April 2007 the prosecutor’s office refused to open a criminal case. This decision reiterated the findings of the decision of 21 September 2005 and added as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When questioned, Tr. explained that he worked as a surgeon in the emergency services of the hospital and ... that ... [the applicant] applied to him with complaints about the pain in the lower back. He examined [the applicant] and made him undergo the blood and urine tests, failing to detect any anomalies... It was expected also to make an ultrasound test of kidneys, buy the convoy and [the applicant] left the building...",
                                        "elements": []
                                    },
                                    {
                                        "content": "When questioned, M. stated that she had been working for the ROVD since September 2000. She was on duty when she received information about [the applicant’s] arrest by police officers G. and K. She carried out initial investigating actions in his regard and examined his hands for traces of drugs. [The applicant] made no complaints about his state of health. He had no visible injuries. She ordered G. and K. to perform an urgent search in [the applicant’s] flat. Neither she, nor other police officers acted unlawfully towards the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When further questioned on 14 June 2006, E. stated that she had been living with [the applicant] since his release from prison. During their cohabitation [the applicant] had complained of lower back, chest and stomach pains. She knew from what [the applicant] had said that he had been beaten in prison. He had never consulted a doctor on account of his health problems. He used painkillers to cope with these pains and never applied to [medical institutions] for [medical] aid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When questioned, [paramedic Ya. of the emergency services] noted that she attended the ROVD’s temporary detention facility upon the [applicant’s] request on account of his lower back pain. No hematomas or bruises were noted on his lower back. Since [the applicant] had no bodily injuries as well as signs of any diseases, she made a preliminary diagnosis – a bruise of soft tissue in the lower back area. To confirm the diagnosis it was necessary to have [the applicant] examined by a surgeon and, if necessary, by other doctors. She did not remember whether [the applicant] complained of ill-treatment or not.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Similar statements were given by [paramedic Za. of the emergency services]...",
                                        "elements": []
                                    },
                                    {
                                        "content": "When questioned [the applicant’s acquaintance T.] stated that on 1 June 2005 on his way to a [bus stop] he met [the applicant] and his partner, who were going to a garage. They had a conversation for a minute. During that conversation he did not give [the applicant anything] or take anything from [the applicant]. Thereafter, on the way to the bus stop he was stopped by two police officers who checked his documents. He did not see [the applicant’s] arrest. Several days later he learned about [the applicant’s] arrest on suspicion of drug trafficking...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having regard to the above, the investigator concludes that [the applicant’s] allegations of ill-treatment were made in an attempt to escape criminal liability for his offence...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the light of the above considerations, and taking into account Articles 145 and 148 of the CCrP, the investigator orders the refusal of [the applicant’s] request that criminal proceedings against [the police officers] be instituted. There is no evidence of the crimes provided by Articles 286 § 1 [abuse of power] and 303 § 2 [falsification of a criminal case file] of the Criminal Code of Russia having taken place...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The applicant did not appeal against the decision of 24 April 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 17 May 2011 the applicant obtained, for the purposes of the present case, the following statement from his partner E. The statement is made in relation to the earlier statement of E. (see paragraphs 33 and 34) and reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Before [the prosecutor’s office] [I] gave false statements about [the applicant]. He never had kidney disease or complained of lower back pain. He had never bought medicine to cope with the pain. I gave those false statements because I thought that [the applicant] would evict me from my flat. I was also unhappy because I had to pay for our flat while he was in detention.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "37.  Throughout the proceedings before the trial court the applicant denied his involvement in drug trafficking, claiming that the criminal case against him had been falsified by police officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  According to the applicant, during the trial court hearings he was unable to cross-examine two of the witnesses against him. He also stated that the Volgodonsk Town Court did not ensure the attendance of a witness on his behalf.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 18 October 2005 the Volgodonsk Town Court convicted the applicant of drug trafficking and sentenced him to four years and six months of imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The applicant appealed against the judgment, having argued that the criminal case against had been falsified by the police. In his appeal brief he did not state his complaints about the alleged inability to cross-examine some of the witnesses and call a witness on his behalf.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 31 January 2006 the Rostov Regional Court examined and rejected the applicant’s arguments, having upheld his conviction and the sentence in full.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 21 September 2006 the Presidium of the Rostov Regional Court upheld the judgments of the lower courts, having re-characterised the applicant’s crime as an attempt to sell drugs and reduced his sentence to four years and three months of imprisonment.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Criminal Code of the Russian Federation",
                                "elements": [
                                    {
                                        "content": "43.  Article 112 of the Criminal Code of the Russian Federation (“CC”) provides that intentional infliction of minor damage to health causing a short-term health disorder or insignificant but durable loss of the general capacity to work shall be punishable by arrest for a period from three to six months or by deprivation of liberty for up to three years. The same acts committed with particular cruelty or in respect of a person in a vulnerable situation shall be punishable by imprisonment for a period of up to five years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Article 116 § 1 of the CC provides that the application of physical force against another person causing physical pain but which does not result in any damage to health is punishable by a fine, compulsory or correctional labour or arrest for a period of up to three months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Article 286 § 3 (a) of the CC provides that actions of a public official which clearly exceed his authority and entail a substantial violation of the rights and lawful interests of citizens, committed with violence or the threat of violence, are punishable by three to ten years’ imprisonment, with a prohibition on occupying certain posts or engaging in certain activities for a period of three years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Code of Criminal Procedure of the Russian Federation (CCrP)",
                                "elements": [
                                    {
                                        "content": "46.  Article 9 of the CCrP prohibits torture and inhuman or degrading treatment of a defendant or other participants in criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Article 144 of the CCrP provides that prosecutors, investigators and inquiry bodies must consider applications and information about any crime committed or being prepared, and take a decision on that information within three days. In exceptional cases, that time-limit can be extended to ten days. The decision should be one of the following: (a) to institute criminal proceedings; (b) to refuse to institute criminal proceedings; or (c) to transmit the information to another competent authority (Article 145 of the CCrP).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Article 125 of the CCrP provides that the decision of an investigator or a prosecutor to dispense with or terminate criminal proceedings, and other decisions and acts or omissions which are liable to infringe the constitutional rights and freedoms of the parties to criminal proceedings or to impede citizens’ access to justice, may be appealed against to a District Court, which is empowered to check the lawfulness and grounds of the impugned decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Article 213 of the CCrP provides that, in order to terminate the proceedings, the investigator should adopt a reasoned decision with a statement of the substance of the case and the reasons for its termination. A copy of the decision to terminate the proceedings should be forwarded by the investigator to the prosecutor’s office. The investigator should also notify the victim and the complainant in writing of the termination of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Under Article 221 of the CCrP, the prosecutor’s office is responsible for general supervision of the investigation. In particular, the prosecutor’s office may order that specific investigative measures be carried out, transfer the case from one investigator to another, or reverse unlawful and unsubstantiated decisions taken by investigators and inquiry bodies",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  The applicant argued that he had been ill-treated by police officers on 1 June 2005. He also complained that the authorities had failed to carry out a proper investigation in this connection. The Court finds it appropriate to examine those complaints under Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "52.  The Government submitted that the applicant had failed to exhaust available domestic remedies, since he had not challenged the decision of 24 April 2007 not to open a criminal case. The Government also argued that the investigation into the applicant’s allegations of illtreatment had been thorough and effective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The applicant disagreed with the Government and maintained his initial complaints. He stated that the remedy referred to by the Government would have been ineffective.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "54.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention obliges applicants to first use the remedies that are ordinarily available and sufficient in the domestic legal system to enable them to obtain redress for the breaches alleged. The existence of the remedies must be sufficiently certain, in practice as well as in theory, failing which they will lack the requisite accessibility and effectiveness. Article 35 § 1 also requires that complaints intended to be brought subsequently before the Court should have been made to the appropriate domestic body, at least in substance and in compliance with the formal requirements laid down in domestic law, but not that recourse should be had to remedies which are inadequate or ineffective (see Aksoy v. Turkey, 18 December 1996, §§ 51-52, Reports of Judgments and Decisions 1996VI; and Akdivar and Others v. Turkey, 16 September 1996, §§ 65-67, Reports 1996IV)",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Turning to the facts of the present case, the Court notes that the applicant challenged all decisions not to open criminal proceedings both before a higher prosecutor and a court, save for the decision dated 24 April 2007 (see paragraphs 17, 21, 26 and 28 above). It further reiterates that in the Russian legal system although a court itself has no competence to institute criminal proceedings, its power to annul a refusal to institute criminal proceedings and indicate the defects to be addressed appears to be a substantial safeguard against the arbitrary exercise of power by an investigating authority (see Trubnikov v. Russia (dec.), no. 49790/99, 14 October 2003). The Court has previously pointed out that the rule of exhaustion is neither absolute nor capable of being applied automatically: for the purposes of reviewing whether it has been observed, it is essential to have regard to the circumstances of the individual case (see Akdivar and Others, cited above, § 69, and Aksoy, cited above, §§ 53-54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court has strong doubts as to whether an appeal to a court in respect of the decision of 24 April 2007 would have been effective in the circumstances of the present case. The investigation into the applicant’s allegations of ill-treatment continued with short interruptions for a year and ten months. During this period the relevant authorities refused to institute a criminal investigation into the applicant’s allegations four times (see paragraphs 16, 21, 25 and 34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court notes that on three occasions the higher prosecutor intervened, even before the competent court could take a decision (see paragraphs 20, 23 and 30 above), inviting the investigating authority to improve the quality of investigation by eliminating essentially the same defects (see paragraphs 19, 22 and 30 above). In such circumstances, it is not convinced that an appeal to a court against the decision of 24 April 2007 would have offered the applicant any redress.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  It considers, therefore, that such an appeal in the particular circumstances of the present case would have been devoid of any purpose (see, for example, Khatsiyeva and Others v. Russia, no. 5108/02, § 151, 17 January 2008, and Vanfuli v. Russia, no. 24885/05, §§ 72-75, 3 November 2011). The Court finds that the applicant was not obliged to pursue that remedy and that the Government’s objection should therefore be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court notes that this part of the case is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1. The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "60.  The Government stated that the applicant had not been subjected to ill-treatment while in custody. They submitted that no injuries had been noted on his body by the officials of the detention facility or the paramedics. The Government argued that the applicant had been suffering from kidney disease prior to his arrest which, in their view, was confirmed by the statements of the applicant’s partner E. They also stated that in the course of the domestic proceedings the applicant’s allegations of illtreatment had been thoroughly investigated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The applicant disagreed and maintained his complaints.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "62.  The Court has stated on many occasions that Article 3 enshrines one of the most fundamental values of democratic societies. Even in the most difficult circumstances, such as the fight against terrorism and organised crime, the Convention prohibits in absolute terms torture and inhuman and degrading treatment or punishment, irrespective of the victim’s conduct (see, among many other authorities, Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV, and Selmouni v. France [GC], no. 25803/94, § 95, ECHR 1999-V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Allegations of ill-treatment must be supported by appropriate evidence (see, mutatis mutandis, Klaas v. Germany, 22 September 1993, § 30, Series A no. 269). To assess this evidence, the Court adopts the standard of proof “beyond reasonable doubt”, but adds that such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Ireland v. the United Kingdom, 18 January 1978, § 161, Series A no. 25).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Court reiterates that where an individual raises an arguable claim that he has been seriously ill-treated by the police or other such agents of the State unlawfully and in breach of Article 3, that provision, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within [its] jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation. This investigation should be capable of leading to the identification and punishment of those responsible (see Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports 1998VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  An obligation to investigate “is not an obligation of result, but of means”: not every investigation should necessarily be successful or come to a conclusion which coincides with the claimant’s account of events; however, it should in principle be capable of leading to the establishment of the facts of the case and, if the allegations prove to be true, to the identification and punishment of those responsible (see Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 71, ECHR 2002-II, and Mahmut Kaya v. Turkey, no. 22535/93, § 124, ECHR 2000-III).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  An investigation into serious allegations of ill-treatment must be thorough. That means that the authorities must always make a serious attempt to find out what happened and should not rely on hasty or illfounded conclusions to close their investigation or as the basis for their decisions (see Assenov and Others, cited above, §§ 103 et seq.). They must take all reasonable steps available to them to secure evidence concerning the incident, including, inter alia, eyewitness testimony and forensic evidence (see, mutatis mutandis, Salman v. Turkey [GC], no. 21986/93, § 106, ECHR 2000-VII; Tanrıkulu v. Turkey [GC], no. 23763/94, §§ 104 et seq., ECHR 1999-IV; and Gül v. Turkey, no. 22676/93, § 89, 14 December 2000). Any deficiency in the investigation which undermines its ability to establish the cause of injuries or the identity of the persons responsible will risk falling foul of this standard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Furthermore, the investigation must be expeditious. Where the effectiveness of the official investigation is at issue, the Court has often assessed whether the authorities reacted promptly to the complaints at the relevant time (see Labita, cited above, §§ 133 et seq.). Consideration has been given to the starting of investigations, delays in taking statements (see Timurtaş v. Turkey, no. 23531/94, § 89, ECHR 2000-VI, and Tekin v. Turkey, 9 June 1998, § 67, Reports 1998-IV), and the length of time taken to complete the initial investigation (see Indelicato v. Italy, no. 31143/96, § 37, 18 October 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court notes that the applicant had an “arguable” claim regarding the alleged ill-treatment and provided a consistent and thorough description of the alleged events (see paragraph 9 above). It will now assess whether the applicant has provided evidence of ill-treatment which meets requirements of the standard of proof “beyond reasonable doubt”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court reiterates that on 1 June 2005 upon arriving at the temporary detention facility the applicant was examined by a detention facility paramedic who noted no injuries on his body other than a scratch on the knee, allegedly sustained during the applicant’s arrest (see paragraph 11 above). Because of his complaints on account of lower back pain, the applicant received injections of painkillers while in detention. On an unspecified date he was examined by paramedic Ya. of the emergency services who found no visible injuries on his body. On the basis of the applicant’s descriptions, Ya. made a preliminary diagnosis of soft tissue bruising in the area of the applicant’s lower back, having at the same time detected no visible signs of injuries on his body (see paragraph 34 above). On 15 August 2005 the applicant was brought to the emergency services of the hospital. After a close examination by the hospital surgeon, which included an X-ray scan, the doctor concluded that the applicant had no signs of injuries or illness (see paragraphs 18 and 34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  In such circumstances, the Court sees no reason to doubt the competence of the medical specialists who diagnosed and treated the applicant in the temporary detention facility and at the emergency services of the hospital. In the absence of an inpatient medical file from the hospital where the applicant was treated, the Court is also not persuaded by the E.’s allegations in her statements dated 17 May 2011 (see paragraph 36 above), as they contradict her own earlier statements of 14 June 2006 given in the course of the domestic investigation (see paragraph 33 above) and remain unsupported by any other evidence in the case which could have lent support to the applicant’s version of events.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court recognises that it may sometimes prove difficult for prisoners to obtain evidence of ill-treatment by the State officials. Still, the applicant in the present case was satisfied by the perfunctory examinations performed and never asked the medical specialists to examine him any further or to diagnose the cause of his lower back pain.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  In these circumstances, the Court considers that the material in the case file does not provide an evidential basis sufficient to enable the Court to establish “beyond reasonable doubt” that the applicant was subjected to the ill-treatment alleged (see, for similar reasoning, Maksimov v. Russia, no. 43233/02, §§ 97-99, 18 March 2010, and, by contrast, Chember v. Russia, no. 7188/03, §§ 43-57, 3 July 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Accordingly, there has been no breach of Article 3 of the Convention under its substantive limb.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court reiterates that the applicant’s allegations against the police officers were “arguable” and thus required an investigation by the national authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Court observes that following the applicant’s complaint, the prosecutor’s office carried out a preliminary inquiry into his allegations of ill-treatment. Having lasted for around one year and ten months, it resulted in the decision of 24 April 2007, which refused to institute criminal proceedings in connection with the applicant’s allegations, having concluded that they were groundless.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The entire investigation was conducted by the prosecutor’s office, an authority which was institutionally independent from the police officers involved in the relevant events. The Court notes with regret that despite the need to act swiftly in such situations the authorities initially appeared to have moved quite slowly, which prompted the applicant to bring court proceedings and resulted in a delay in carrying out certain investigative actions (see paragraphs 25-34 above). However, by the end of the investigation the Court considers that the authorities identified all of the relevant witnesses who could give evidence in respect of the events of 1 June 2005 and conducted interviews with these people with a view to establishing the exact course of the events. The summary of these findings was made in the decision of 24 April 2007 (see paragraph 34 above), which addresses the apparent inconsistencies in statements of various witnesses and makes a reasonable conclusion by dismissing the applicant’s version of the events.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Even despite some regrettable delays in carrying out certain investigative actions, the Court considers that the domestic authorities had duly investigated the incident, having addressed the main issues raised by the applicant. It is of the view that this preliminary investigation was in compliance with the requirements of the procedural aspect of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Having regard to the above, the Court considers that there has accordingly been no violation of Article 3 of the Convention under its procedural limb.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "79.  As regards the applicant’s remaining grievances, the Court notes that the applicant did not raise his grievance about the conditions of his detention in the building of the ROVD on 1 June 2005 before it until 3 April 2006, for which reason the complaint was introduced out of time. It follows that this complaint must be rejected pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "80.  As regards the applicant’s complaints about the alleged unfairness of the criminal proceedings against him, the Court notes that he failed to raise his complaints about the alleged inability to cross-examine some of the witnesses and to call a witness on his behalf before the Rostov Regional Court (see paragraphs 38 and 40 above). Furthermore, the Court reiterates that it is not called upon to examine alleged errors of fact and law committed by the domestic judicial authorities, provided that there is no indication of unfairness in the proceedings and provided the decisions reached cannot be considered arbitrary. On the basis of the material submitted by the applicant, the Court notes that he was fully able to present his case and contest the evidence that he considered false. The Court has not found any other circumstance which could give reason to believe that the proceedings did not comply with the fairness requirement of Article 6 of the Convention. Accordingly, the Court finds that these complaints are manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and rejects it pursuant to Article 35 § 4.",
                                "elements": []
                            },
                            {
                                "content": "81.  Lastly, the applicant also complained, under Article 8 of the Convention, of the search of his flat on 1 June 2005. In this respect the Court would note that the case file contains no indication that the applicant properly raised this complaint either expressly or in substance before the relevant domestic authorities (see paragraph 12 above). Even assuming that the applicant had no effective remedies at his disposal, the complaints were brought by the applicant on 3 April 2006, which is more than six months after the events in question took place. It follows that this grievance must be rejected pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the applicant’s alleged ill-treatment on 1 June 2005 and the quality of the preliminary inquiry into these events admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 3 of the Convention under its substantive limb;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 3 of the Convention under its procedural limb;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 March 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Elisabeth Steiner",
            "role": "president"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GORDIYENKO v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-141384.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0306JUD002146206",
    "externalsources": [],
    "extractedappno": [
        "21462/06",
        "49790/99",
        "5108/02",
        "24885/05",
        "26772/95",
        "25803/94",
        "46477/99",
        "22535/93",
        "21986/93",
        "23763/94",
        "22676/93",
        "23531/94",
        "31143/96",
        "43233/02",
        "7188/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-141384",
    "judgementdate": "06/03/2014 00:00:00",
    "kpdate": "06/03/2014 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "GORDIYENKO",
        "RUSSIA"
    ],
    "rank": "1090.14025878906",
    "representedby": [],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "404506",
    "typedescription": "15"
}