{
    "__articles": "2;2-1;3;13;14;41",
    "__conclusion": "No violation of Art. 2 with regard to killing of applicant's brother;Violation of Art. 2 with regard to lack of effective investigation;No violation of Art. 2 with regard to applicant;No violation of Art. 3;Violation of Art. 13;No violation of Art. 14;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "28298/95",
    "article": [
        "14",
        "3",
        "2",
        "13",
        "41"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "element": "No violation of Art. 2 with regard to killing of applicant's brother",
            "type": "no-violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "element": "Violation of Art. 2 with regard to lack of effective investigation",
            "type": "violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "element": "No violation of Art. 2 with regard to applicant",
            "type": "no-violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "element": "No violation of Art. 3",
            "type": "no-violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "No violation of Art. 14",
            "type": "no-violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-61711.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 28298/95) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Nejdet Buldan (“the applicant”), on 2 December 1994. The application was introduced on his own behalf and on behalf of his deceased brother's widow and children.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr S. Leader, a lawyer practising in . The Turkish Government (“the Government”) did not designate an Agent for the purpose of the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular that his brother had been ill-treated and killed following his abduction by undercover agents of the State and that the authorities had failed to carry out an effective and adequate investigation into his death. In this respect, he relied on Articles 2, 3, 13 and 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11). Mr Rıza Türmen, the judge elected in respect of , withdrew from sitting in the case (Rule 28 of the Rules of Court). The Government accordingly appointed Mr Feyyaz Gölcüklü to sit as an ad hoc judge in his place (Article 27 § 2 of the Convention and Rule 29 § 1 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  By a decision of 4 June 2002 the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The kidnapping and subsequent killing of the applicant's brother",
                                "elements": [
                                    {
                                        "content": "9.  On 3 June 1994 at about 4.30 a.m. while the applicant's brother, Savaş Buldan, was leaving the casino at the Çınar Hotel in the Yeşilyurt area of , together with his two friends Adnan Yıldırım and Hacı Karay, they were approached by seven or eight people with walkie-talkies, firearms and bullet-proof vests who introduced themselves as police officers. The three men were then forced into three cars.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant, who at this time was living in , was informed of what had happened to his brother at 5 a.m. that same day. With friends and family he began a search, especially along the Istanbul-Ankara motorway. Part of the search party came to an area called the Yedigöller (). This was a national park. According to the applicant, there was a shooting polygon situated therein, open only to members of the security forces and high-level State officials. The Government on the other hand deny the existence of such a shooting polygon. The search party met a watchman at the national park, who told them that 10 or 11 people in three cars had entered the area on the same day at about 7.30 a.m. The watchman then gave a description of the three vehicles that matched the description given by those who had witnessed the abduction at the Çınar Hotel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  When the applicant learnt about the kidnapping of his brother, he immediately contacted members of Parliament, the Governor of Istanbul and the media. The Office of the Prime Minister was also informed about the kidnapping. The applicant and his legal representative made a further written application to the Bakırköy public prosecutor's office. The initial enquiries made by the authorities showed that the three persons had not been taken into custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The same day, Mr Nihat Buldan, one of Savaş Buldan's brothers, submitted another petition to the Bakırköy public prosecutor's office in which he claimed that his brother and two of his brother's friends had been abducted by people who had identified themselves as plainclothes police officers. Mr Nihat Buldan requested the prosecutor to investigate the matter. The prosecutor asked the family members to go to the Yeşilköy police headquarters, which was responsible for the area where the incident had taken place. The family members complied with this request but no written statements were taken from them at the police headquarters. The Yeşilköy police headquarters informed the Bakırköy police headquarters and also the anti-terrorist branch of the police about the events on the same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 3 June 1994 at about 9 p.m., Mr İsmail Taşcan contacted the Yığılca gendarmerie station within the district of Bolu, some 270 kilometres from where the three men had been abducted. He informed the gendarmes that he had seen three bodies in an area near the river where he had gone to fish. The same day at about 9.15 p.m. the gendarmerie arrived at the scene. During the preliminary search, no empty cartridges or other evidence could be found as it was very dark.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The public prosecutor and two doctors arrived at the scene of the crime at about 11 p.m. The positions of the bodies were recorded. No documents or other property were found on the bodies which might establish their identities. It was further noted that valuable items such as gold rings and wrist watches were intact. The preliminary investigation of the bodies revealed that rigor mortis had set in and that the three men had been shot at point-blank range. Subsequently, at about 2.45 a.m. on 4 June 1994 the corpses were taken to the Health Centre in Yığılca for further examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On the night of 3 June 1994, the gendarmerie in Bolu contacted the applicant and informed him that three corpses had been found in Yığılca.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 4 June 1994 the applicant identified the bodies of his brother and his two friends at the .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Actions taken by the authorities",
                                "elements": [
                                    {
                                        "content": "1.  Investigation of Bakırköy Chief Public Prosecutor's Office",
                                        "elements": [
                                            {
                                                "content": "17.  On 4 June 1994 a statement was taken from Mr Sebahattin Uz, the doorman at the Çınar Hotel. In his statement, Mr Uz explained that when the three persons who had disappeared, all of whom he knew as they were regular customers at the hotel casino, emerged from the hotel door sometime between 4.30 and 5 a.m. on 3 June 1994, six or seven persons, who had arrived in two cars, had approached them and held them against the wall and conducted body searches. The three persons were then put into a dark-coloured Mercedes car with registration number 34 CK 420. The doorman stated that he had overheard one of the men saying that they were police officers and that they would release the three persons as soon as statements had been taken from them. The Mercedes then left followed by the second car which, according to the doorman, was a sports car. The doorman was unable to describe any of the men as it was dark and they had been standing some distance from him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  Also on 4 June 1994 a statement was taken from Mr Hüseyin Kılıç, a security guard at the Çınar Hotel. Mr Kılıç stated that seven or eight men had approached the three disappeared persons as they walked out the door. The men all wore waistcoats and were carrying weapons. They forced the three disappeared persons into the waiting cars, after having conducted body searches. This witness stated that one of the cars was a sports car.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 5 June 1994 a statement was taken from Mr Serdar Özdemir, who was a taxi driver waiting at the taxi rank outside the Çınar Hotel. He stated that while waiting for customers, he had noticed three persons coming out of the casino. At that very moment, seven or eight men walked towards them, made the three persons face the wall and then searched them. Afterwards, the three were put into the waiting cars. One of the cars was a black-coloured Mercedes 300 SEL. The second car was a cherry-red Hyundai. The witness also recalled that he had seen a third car, a sports car, which had been driven away by one of the men wearing a waistcoat. The witness had been unable to see the licence plates of the cars or the faces of the seven or eight men.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  Again on 5 June 1994 another statement was taken from another taxi driver, Mr Hüseyin Durmazer. Mr Durmazer stated that as he approached the taxi rank outside the hotel, he was able to see some people putting three other persons into a black car.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The preliminary enquiries led the Bakırköy public prosecutor to issue a continuous search warrant on 23 June 1994, which was valid for ten years in accordance with the statutory limit stipulated for kidnapping.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 17 March 1995 the Bakırköy public prosecutor's investigation file, together with a report summarising the investigation, was forwarded to the Yığılca public prosecutor in order to authorise him to investigate the killings since the bodies were found within his area of jurisdiction.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Investigation of the Yığılca Gendarmerie and Yığılca Public Prosecutor's Office",
                                        "elements": [
                                            {
                                                "content": "23.  When the bodies were brought to the Yığılca Health Centre in the early hours of 4 June 1994, post mortem examinations of the bodies were carried out by two doctors in the presence of the Yığılca public prosecutor. In the body examination report, it was noted that there was an ecchymosis measuring 1x1 cm and an abrasion on the surface of the knee cap of the second body that was later identified as that of Savaş Buldan. It was further recorded that cyanosis was noted on the front part of the body, left leg upper part, left knee, genitals and the head. It was also perceived that rigor mortis was fading. It was observed that when the body was touched, the skin peeled - which was most probably due to its damp condition. One bullet entrance hall on right occipital area and burnt hair caused by a close-range shot and a bullet exit hole behind the right ear (which damaged the tissue, internal tissue and bones) were noted. A wide haematoma on the left eye due to trauma caused by a blunt object, fracture of the nose, and blood from the nostrils to the moustache area were also noticed. No other signs or abnormalities were observed either on the back of the body or the genital area. There were no documents to prove identification, nor were there any valuables or money. On the surface of the right hand and wrist a further ecchymosis measuring 1 cm. in width was noted, which was probably caused when the hands were tied with a rope. The doctors further concluded that as the cause of death was clearly cerebral haemorrhage, there was no need to conduct a classical autopsy. The estimated time of death was given as 10 hours before the autopsy was carried out.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The bullets recovered from the bodies were sent for a ballistics examination to the Central Police Forensic Laboratory. The Central Police Laboratory prepared two forensic reports dated 6 and 14 June 1994. The ballistics report prepared by the Police Forensic Laboratory on 14 June 1994 showed that five spent bullet cases found at the scene of the killing had been discharged by three different pistols. The report also showed that two bullets recovered from the bodies of Savaş Buldan and Hacı Karay had been fired from the same 9 mm. pistol. The report concluded that comparisons of the five spent bullet cases with other bullet cases recovered from the scenes of other unknown perpetrator killings since 1985 did not reveal any similarities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The bullets were then sent to the Gendarmerie Forensic Laboratory which prepared its own report on 17 June 1994. This report showed that the two bullets recovered from the bodies of Savaş Buldan and Hacı Karay, both 9 mm and Parabellum type, had been fired from the same pistol. The report further concluded that comparisons of five spent bullet cases found at the scene of the killing with other bullet cases recovered from the scenes of other unknown perpetrator killings did not reveal any similarities. These ballistics reports, together with the photo fits of suspects, were sent to the Yığılca public prosecutor on 21 June 1994.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 4 June 1994 the Yığılca public prosecutor conducted a search of the scene of the crime in the presence of Mr İsmail Taşcan, who had found the bodies. During the examination, a person named Ms Ayşe Araç told the public prosecutor that she had heard a gun shot in the morning of 3 June 1994.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 4 June 1994 the Yığılca gendarmerie took statements from 13 persons who claimed to have seen three luxury cars travelling in the direction of the spot where the bodies were later found. One of these witnesses, Fevzi Aydın, stated that at around 8 a.m. on 3 June 1994 he had been having his breakfast when he had seen three cars. The first car had stopped and one of the persons inside the car had asked him for directions to Bolu. The witness stated that it was a red car, but he was unable to remember the make of the car. There were two persons in the car, both around 40 years of age with one of them sporting a beard. The witness had also seen three persons in the third car. The witness was able to remember that the car registrations all started with '34', the prefix for cars registered in . Most of the other witnesses also gave similar statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 6 June 1994 statements were taken from 11 other witnesses including a number of officials working at the . One of these witnesses, Muzaffer Yıldız, confirmed that the cars' licence plates all had the prefix '34'. The witness also stated that one of the passengers had asked for directions to the . Another witness, Şevket Öztürk, similarly stated that he had seen the three cars and that he had also been asked for directions to the  by a passenger in a Mercedes with darkened windows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 7 June 1994 five more witnesses were questioned. These witnesses also stated that they had seen the three cars at 9 or 9.30 a.m. One of them stated that he had been asked for directions to Bolu.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 10 June 1994 all the witness statements and other documents were sent to the Yığılca public prosecutor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 21 June 1994 a statement was taken from Nihat Buldan, a brother of Savaş Buldan. He stated that he had been told about the kidnapping which was said to have been carried out by persons claiming to be police officers. This was the reason why he had contacted the police to verify whether his brother had been taken into custody. The witness concluded his statement by stating that his brother had no enemies and that he did not suspect anyone. He requested that the perpetrators responsible for the kidnapping and the subsequent killing be apprehended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 31 August 1995 the Yığılca public prosecutor concluded in a continuous search warrant that it had not been possible to establish the identities of the perpetrators. The prosecutor further stated in this report that no evidence had been found during the investigation. It was decided, therefore, to issue a continuous search warrant for the perpetrators of the killings, which remained valid for twenty years, the statutory time limit under Article 102 of the Turkish Criminal Code. Copies of this search warrant were distributed to the Yığılca gendarmerie and the Yığılca police as well as to the Bakırköy public prosecutor in  so that they could inform the Yığılca public prosecutor if they found the perpetrators. The prosecutor also instructed these authorities to continue to carry out meticulous searches for the perpetrators.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Further investigations",
                                        "elements": [
                                            {
                                                "content": "33.  On 10 January 1995 the Police Laboratory, which had carried out a forensic examination on a 9-mm Smith and Wesson pistol and 11 bullets found in a car in Istanbul, concluded that this weapon had not been used in any unknown perpetrator murder.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 4 June 1996 a statement was taken from Mr İrfan Kurşunlu who had first seen the bodies together with his uncle at 8.15 p.m. on 3 June 1994. He stated that he had not heard any gun shots that day.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Also on 4 June 1996 the Yığılca public prosecutor visited the spot where the bodies had been found. He also went to take a statement from one Ayşe Araç who claimed that she had heard gun shots on the day of the killing. The house of Ayşe Araç was just outside Hacılar village and approximately two kilometres from the scene of the incident. In order to test whether this would have been possible, the prosecutor ordered a gendarmerie soldier to the incident scene and to fire a weapon similar to the one used in the killings. The prosecutor was able to hear the gun shot. The prosecutor summoned 12 persons who had seen the three cars on the day of the incident to his office in order to take further statements from them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 6 June 1996 a gendarmerie non-commissioned officer visited the spot where the bodies had been found and prepared a report. According to this report, the scene of the incident was exactly 7,000 metres from Yığılca town centre. It was impossible for a person in Hacılar village, which was eight kilometres away, to have heard the gun shots. According to the experiments carried out that day, the maximum distance from which gun shots could have been heard was five kilometres.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 6 June 1996 a statement was taken by the Yığılca public prosecutor from Ayşe Uzun who had seen the three cars on the day of the incident. She stated that one of the cars had been a red Mazda with four persons in it. She had not seen any of the cars' number plates.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 6 June 1996 another statement was taken by the prosecutor from one Bengü Çelebi who had also seen the three cars on the day of the incident. She was able to recall that one of the cars had been a red Mazda. She stated that there were three persons in the last car, which had darkened windows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On 7 June 1996 the Ministry of Justice informed the Düzce public prosecutor about the application made to the former Commission by the applicant. The Ministry's letter stated that there were no documents in the investigation file showing that attempts had been made to trace the cars used in the kidnapping despite the fact that eyewitnesses had given the authorities the full registration number of one of the cars and the prefixes of the other two cars. In addition, some witnesses who lived near the spot where the three persons had been killed had stated that they had heard gun shots and that the timing of the gun shots coincided with the time of the killing. The Ministry's letter finally stated that although it was highly probable that further investigations would not produce any outcome, the investigating authorities should still take further steps in the investigation as this case would be scrutinised by the Commission which, in the past, had put prosecutors in difficulties when questioning them. The Ministry requested that the cars be traced, a check made as to whether witnesses could have heard the gun shots and whether any tyre marks had been subjected to forensic examination. It should also be confirmed with the local gendarmerie whether or not any of the witnesses had informed them on the morning of 3 June 1994 that they had heard gun shots.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In response to the Yeşilköy public prosecutor's office, on 15 November 1996 the Istanbul Security Department stated that the vehicle with registration number 34 CK 420 was a 1984 model, metallic grey  which had belonged to a certain Mr J.H since 16 August 1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Between 14 July 1998 and 24 August 1999 the area where the three bodies had been found was visited 20 times by the gendarmerie and the police in an attempt to find the perpetrators there. It had not been possible, however, to find the perpetrators or any other evidence at the place.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Investigations following the Susurluk Report",
                                        "elements": [
                                            {
                                                "content": "42.  After the Susurluk incident of 3 November 1996, the spent cartridges and bullets recovered from the scene were re-examined and compared with the bullets and cartridges of the guns found at the scene of the Susurluk incident by the Gendarmerie Criminal Laboratory. In a report dated 15 January 1997, it was concluded that there was no connection between them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On 7 February 1997 Hanefi Avcı, who was the Head of Intelligence Branch of Istanbul Police Headquarters at the time, gave a statement to the public prosecutor in connection with the Susurluk incident. In his statement, Mr Avcı referred to the killings of Savaş Buldan, Adnan Yıldırım and Hacı Karay as the work of an illegal group. He further stated that, as that information was based on secret intelligence, he did not have any documents to prove the allegations. He was, however, of the opinion that, if an investigation was carried out into certain sources, it would be possible to find documents to verify the accuracy of these allegations. He was prepared to indicate those issues in respect of which it might be possible to find documents. Among his submissions, which were recorded in a seven-page statement, Mr Avcı stated, inter alia, the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Gendarmerie and the National Intelligence Service (Milli İstihbarat Teşkilatı, hereinafter MIT) became concerned about the financial assistance being provided to the PKK from certain members of the Kurdish community, which they felt accounted for its increased activity between 1991 and 1993. They did not feel that they had enough evidence to bring charges and consequently some officers from the Police, Gendarmerie and MIT started talking about using different methods of dealing with certain members of the Kurdish community. A special team was formed for this purpose by, inter alia, the Chief of Police, Mehmet Ağar and the Chief of Special Forces, Korkut Eken. This team consisted both of members of the Special Forces and certain civilians, including Yaşar Öz. The activities of this special team were known to other members of the MIT and the Intelligence Branch of the Gendarmerie (the JİTEM). The kidnapping and the killing of Savaş Buldan and his friends formed part of such activities. It was established that these persons were helping the PKK financially. The way they were kidnapped and killed did not bear any resemblance to the activities of a Mafia or other underground organisation known to us. Police identity cards and policing methods were used during the kidnapping of Savaş Buldan and his friends, otherwise it would not have been possible to kidnap them and to kill them as there are checkpoints on the roads along which they would have been stopped. To go through these checkpoints could only have been possible by making use of an official title”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On 24 March 1997 Hanefi Avcı was interrogated once again in  at the request of the Yığılca public prosecutor. In his statement, Mr Avcı stated that he did not know how and by whom the killings were carried out.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On 11 March 1997 the police officers Ercan Ersoy, Oğuz Yorumaz and Ayhan Çarkın, who were in detention as a result of the investigation into the Susurluk incident, were shown to the eyewitnesses to the abduction, Hüsnü Durmazel and Sabahhattin Uz. However, the eyewitnesses stated that they had not seen these persons before.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The photo-fit drawings of the three abductors made on the basis of the statements of the witnesses were compared with the photographs of Ercan Ersoy, Oğuz Yorulmaz and Ayhan Çarkın at the Criminal Police Laboratory. In the laboratory report, dated 19 March 1997, it was stated that the photo-fits did not have the necessary facial characteristics to make a positive comparison.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  On 23 February 1998 the lawyer representing the families of the other two deceased persons lodged a petition with the Yığılca public prosecutor's office. He requested that the photograph of the red car, belonging to Tarık Umit, which was found abandoned after his abduction, be shown to the witnesses heard in Yığılca. When the photograph of the red sports car with registration number 34 ZU 478 was shown to Ali Osman Sivri, Halit Sivri and Fevzi Aydın, who had given statements about the incident in 1994, they all stated that it was not like the car they had seen that day, and that a long time had elapsed since the incident.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The photo-fits were also compared with the photograph of Yaşar Öz, another suspect detained in connection with the Susurluk investigation. The report of the criminal laboratory dated 27 March 1998 concluded that one of the photo-fits bore resemblances to the photograph and that the person in the photo-fit could be Yaşar Öz. Accordingly, on 20 April 1998 the Yığılca Magistrates' Court issued an arrest warrant for Yaşar Öz. At that time, Mr Öz was detained in the Metris prision in  in connection with another crime. On 5 May 1998 Yaşar Öz gave a statement to the public prosecutor. He stated that he had not been in  between 1 April 1994 and October 1994 and that he did not know who had carried out the kidnapping on 3 June 1994. He further stated that he did not fit the description of any of the abductors as he had had a beard at the time of the kidnapping. Mr Öz explained that this fact could be easily verified because he had given an interview to a local television channel in Milas at around the time of the kidnapping. On 7 May 1998 Yaşar Öz was formally arrested by the Bakırköy Magistrates' Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  On 14 May 1998 the Yığılca Criminal Court rejected the appeal of Yaşar Öz against the decision ordering his arrest for the kidnapping and killing of the applicant's brother and the other two persons. On 29 May 1998 an identity parade was held in the prison where Yaşar Öz was being detained on remand. Both Mr Sebahattin Uz, the doorman at the Çınar Hotel, and Mr Hüsnü Durmazer, the taxi driver who had witnessed the kidnapping on 3 June 1994, stated that Yaşar Öz, who was included in a line-up of ten persons, was not one of the men who had carried out the kidnapping. On 14 July 1998 Ali Osman Sivri was questioned by the public prosecutor. Mr Sivri was a watchman working at the , which was on the road to the . He referred to his previous statement which he had given on 7 June 1994 and stated that he had only seen a red car stop outside his office in the forest at around 10.30 a.m. on 3 June 1994. One person got out of the car and filled a container with water from a fountain and left. This witness was unable to recognise the red sports car with registration number 34 ZU 478. He was also shown pictures of Yaşar Öz. The witness stated that the person he had seen did not look like Yaşar Öz.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  On 24 July 1998 the Yığılca public prosecutor took a decision of non-jurisdiction in respect of Yaşar Öz. The prosecutor sent the investigation file to the  which, in the prosecutor's opinion, was the competent court to prosecute Mr Öz.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On 7 October 1998 the public prosecutor attached to the Ankara State Security took a decision of non-jurisdiction in respect of Yaşar Öz. The prosecutor concluded that there was insufficient evidence to suggest that the killings had been carried out by or on behalf of an illegal organisation. He therefore concluded that the  did not have jurisdiction in this matter. The file was sent to the Düzce public prosecutor, who later transferred the file to the Yığılca public prosecutor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  On 2 November 1998 the Yığılca public prosecutor, noting that Yaşar Öz had been arrested and put on trial for the killings, decided to continue the search for the other perpetrators. The prosecutor also asked the Düzce public prosecutor to charge Yaşar Öz, who, according to the evidence gathered by the Yığılca public prosecutor, was one of the perpetrators of the kidnappings and subsequent killings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On 16 November 1998 the Düzce public prosecutor filed a bill of indictment with the . The prosecutor alleged that the evidence justified the prosecution of Yaşar Öz for the murder of the applicant's brother and his two friends.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  During the proceedings before the , the court took into consideration the indictment which had been submitted to the  on 29 April 1997 and which dealt with Yaşar Öz's role in the Susurluk affair. The  noted that, according to this indictment, Yaşar Öz was a notorious international drugs trafficker who held three official service passports, two of which were in the names of Tarık Ümit and Eşref Çuğdar.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The  finally noted that Yaşar Öz's name had been implicated in the Susurluk Report which had concluded that the fight against terrorism had gained momentum in 1993 when Mehmet Ağar was appointed head of the General Police Headquarters in . According to this Report, there had been a number of unknown perpetrator murders in the area between Izmit, Adapazarı and Bolu after the then prime minister declared publicly that she had in her possession a list containing the names of those businessmen who were supporting the PKK. The Report further stated that the killings of Savaş Buldan, Behçet Cantürk, Vedat Aydın, Medet Serhat Yöş and Metin Can formed part of such activities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Recalling that Savaş Buldan, Adnan Yıldırım and Hacı Karay had been kidnapped by seven persons and then killed in the area between Izmit, Adapazarı and Bolu, the  held that these killings resembled the above-mentioned killings in the same area. Considering that the defendant was already facing prosecution before another court for membership of an organisation which was allegedly responsible for killing persons who had much in common with the deceased persons in the present case and as there was no other evidence to suggest that these killings were carried out for personal reasons, the Düzce Assize Court concluded on 24 November 1998 that it was precluded from examining the merits of the case for reasons of jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The case file was transferred to the  which had jurisdiction to deal with cases involving organised crime. On 16 December 1998 the  concluded that it too did not have jurisdiction to deal with the case. The court held that according to the Düzce public prosecutor's indictment of 16 November 1998, Yaşar Öz was charged with multiple murders. The indictment had made no reference to organised crime and the court did not have jurisdiction to examine this allegation ex officio. The case file was sent to the Court of Cassation in order to resolve the dispute over jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 25 February 1999 the Fifth Criminal Chamber of the Court of Cassation, upholding the decision of the , ruled that the  had jurisdiction to deal with the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Seven hearings were held before the  in the course of the criminal proceedings against Yaşar Öz. Nihat Buldan, one of Savaş Buldan's brothers, joined the proceedings as a civil party. Yaşar Öz told the court that there was no evidence to link him to the killings and that the only reason for putting him on trial was to prove to the European courts that the killings were being investigated. 19 eyewitnesses, who had either seen the three men being put into the cars outside the hotel in Istanbul or had seen the three cars near the spot where these persons were killed, stated during the hearings that they had never seen Yaşar Öz before.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On 18 November 1999 the  acquitted Yaşar Öz of the charge of multiple murders due to lack of evidence. The case file was sent back to the Yığılca public prosecutor's office to continue the search for the perpetrators.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Documents as submitted by the parties",
                                "elements": [
                                    {
                                        "content": "61.  The parties submitted various documents concerning the investigation into the alleged abduction and killing of Savaş Buldan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Official documents",
                                        "elements": [
                                            {
                                                "content": "The documents listed below concern the statements taken from various witnesses and the investigation in relation to the kidnapping and subsequent killing of the applicant's brother.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Witness testimonies",
                                "elements": [
                                    {
                                        "content": "(i)\tStatement of Sabahattin Uz, doorman of the Çınar Hotel, dated 4 June 1994, taken by the Bakırköy public prosecutor's office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)\tStatement of Hüseyin Kılıç, security guard of the Çınar hotel, dated 4 June 1994, taken by the Bakırköy public prosecutor's office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)\tStatement of Serdar Özdemir, dated 5 June 1994, taken by the Bakırköy public prosecutor's office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)\tStatement of Hüseyin Durmazer, dated 5 June 1994, taken by the Bakırköy public prosecutor's office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)\tStatement of İsmail Taşcan, a villager, dated 4 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vi)\tStatement of Ayşe Araç, a villager, dated 6 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vii)\tStatement of Bengül Ünsal, a student, dated 4 June 1994, taken by Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(viii)\tStatement of Nuriye Cesur, a student, dated 4 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ix)\tStatement of Ayşe Uzun, a villager, dated 4 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(x)\tStatement of Hazım Yıldız, driver of the school bus, dated 4 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xi)\tStatement of Mehmet Baş, a villager, dated 4 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xii)\tStatement of Seyfettin Akmak, a villager, dated 4 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xiii)\tStatement of Fevzi Aydın Aslan, a villager, dated 6 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xiv)\tStatement of Bayram Yılmaz, a villager, dated 4 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xv)\tStatement of İrfan Kurşunlu, a villager, dated 4 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xvi)\tStatements of Hasan Baş; a villager, dated 4 June 1994 and 6 June 1994 taken by theYığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xvii)\tStatement of Mehmet Beşir Erdoğan, a villager, dated 4 June 1994, taken by the Yığılca District Gendarmerie. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xvii)\tStatement of Mehmet Yıldız, a villager, dated 6 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xviii)\tStatement of Şevket Öztürk, a villager, dated 6 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xix)\tStatement of Yunus Öztürk, dated 6 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xx)\tStatement of Ruhi Aldal, who works at the Yedigölller national park, dated 6 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xxi)\tStatement of Fikret Gürez, dated 6 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xxii)\tStatement of Hasan Salcı, dated 6 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xxiii)\tStatement of Kamil Çolak, dated 6 June 1994, taken by the Yığılca Ditrict Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xxiv)\tStatement of Muzaffer Yıldız, dated 6 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xxv)\tStatement of İsmail Topcan, dated 6 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xxvi)\tStatement of İlyas Topuz, dated 7 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xxvii)\tStatement of Şükrü Bayram Yılmaz, dated 7 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xxviii)\tStatement of Fevzi Aydın, dated 7 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xxix)\tStatement of Ali Osman Sivri, dated 7 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xxx)\tStatement of Bahar Yıldırım, dated 7 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xxxi)\tStatement of Güngör Aydoğan, dated 8 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xxxii)\tStatement of Şemsettin Okyay, dated 8 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xxxiii)\tStatement of Nihat Buldan, dated 21 June 1994, taken by the Yığılca District Gendarmerie.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Forensic documents",
                                "elements": [
                                    {
                                        "content": "(i)\tBody examination report, dated 4 June 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)\tBallistics examination reports, dated 6 and 14 June 1994, prepared by Central Police Forensic Laboratory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)\tBallistics report dated 17 June 1994, prepared by Gendarmerie Forensic Laboratory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)\tPhoto-fits of three of the perpetrators.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)\tBallistics examination report dated 10 January 1995, prepared by the Central Police Forensic Laboratory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vi)\tReport of the Gendarmerie Forensic Laboratory, dated 15 January 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vii)\tReport of Central Police Laboratory dated 19 March 1997, comparing the photo-fits of the perpetrators to Ercan Ersoy, Oguz Yorulmaz and Ayhan Çarkın.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Further documents in respect of the investigation",
                                "elements": [
                                    {
                                        "content": "(i)\tScene of incident report, dated 3 June 1994, prepared by the District Gendarme Commander.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)\tSecond scene of incident report, dated 4 June 1994, prepared by the District Gendarme Commander.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)\tSketch of the scene of incident drawn by District Gendarme Commander, dated 4 June 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)\tDecision of the Yığılca public prosecutor for a continuous search warrant, dated 31 August 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)\tA further scene of incident report, dated 4 June 1996, prepared by the Yığılca public prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vi)\tFurther statement of Ayşe Araç, dated 4 June 1996, who allegedly heard gun shots on the day of the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vii)\tA further sketch of incident, dated 4 June 1996, prepared by the Yığılca public prosecutor's office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(viii)\tAn expert report, dated 6 June 1996, stating that from the point where the witness, Ayşe Araç, had been standing on the day of the incident it was probable that she might have heard gun shots.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ix)\tThe letter of the Ministry of Justice International Law and Foreign Affairs Directorate, dated 3 June 1996, to the Düzce public prosecutor's office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(x)\tPeriodic follow-up reports (twenty in all) of gendarmes between 1998 and 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xi)\tBakırköy public prosecutor's decision to transfer the case file to Yığılca public prosecutor's office, dated 17 March 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xii)\tReport of the Istanbul Security Department to the Yeşilköy police, dated 15 November 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xiii)\tReport of identity parade, in which it is indicated that Ercan Ersoy, Oğuz Yorulmaz and Ayhan Çarkın were shown to two eyewitnesses to the kidnapping, Mr Sebahattin Uz and Hüsnü Durmazel, and that no similarities with the perpetrators had been noted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Documents concerning the investigation following the Susurluk incident",
                                "elements": [
                                    {
                                        "content": "(i)\tLetter of Pervin Buldan, the wife of Savaş Buldan, to the Yığılca public prosecutor, requesting the extension of the investigation so as to cover the new evidence produced after the Susurluk incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)\tStatements of Hanefi Avcı, dated 7 February 1997 and 24 March 1997, concerning the Susurluk incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)\tReport of the Central Police Laboratory indicating that the photo- fits of the perpetrators had similarities with the photo of Yaşar Öz.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)\tStatement of Yaşar Öz, dated 7 May 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)\tReport of identity parade, dated 29 May 1995, which indicates that although Yaşar Öz had been shown to two eye witnesses to the kidnapping, Mr Sabahattin Uz and Hüsnü Durmazer, the witnesses concluded that they had not seen Yaşar Öz before.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vi)\tDecision of non-jurisdiction, delivered by the Yığılca public prosecutor concerning the prosecution of Yaşar Öz, dated 7 March 1998. The file was transferred to Ankara State Security court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vii)\tNon-jurisdiction decision of the , dated 7 October 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(viii)\tNon-jurisdiction decision of , dated 24 November 1998, and transfer of case file to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ix)\tNon-jurisdiction decision of , dated 16 December 1998. The case was sent to the Court of Cassation to settle the dispute on jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(x)\tDecision of the Court of Cassation, dated 25 February 1999, settling the dispute over jurisdiction between the  and the . The case file was sent to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xi)\tMinutes of the criminal proceedings against Yaşar Öz before the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xii)\tDecision of the Düzce Assize Court, dated 18 November 1999, by which Yaşar Öz was acquitted of the charges against him due to lack of evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Unofficial documents",
                                        "elements": [
                                            {
                                                "content": "62.  The applicant produced several press releases concerning the abduction and killing of his brother.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The applicant further submitted to the Court a copy of the so-called “Susurluk Report”, which was produced at the request of the Prime Minister by Mr Kutlu Savas, Vice-President of the Board of Inspectors within the Prime Minister's Office. After receiving the report in January 1998, the Prime Minister made it available to the public, although eleven pages and certain annexes were withheld.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The introduction states that the Report was not based on a judicial investigation and did not constitute a formal investigation report. It was intended for information purposes and purported to do no more than describe certain events which had occurred mainly in south-east  and which tended to confirm the existence of unlawful dealings between political figures, government institutions and clandestine groups.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Report analyses a series of events, such as murders carried out under orders, the killings of well-known figures or supporters of the Kurds and deliberate acts by a group of “informants” supposedly serving the State, and concludes that there was a connection between the fight to eradicate terrorism in the region and the underground relations that formed as a result, particularly in the drug-trafficking sphere. In the Report, reference is made to the killing of the applicant's brother:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“All the relevant State bodies were aware of these activities and operations. ... When the characteristics of the individuals killed in the operations in question are examined, the difference between those Kurdish supporters who were killed in the region in which a state of emergency had been declared and those who were not lay in the financial strength the latter represented in economic terms. These factors also operated in the murder of Savaş Buldan, a smuggler and pro-PKK activist. (page 74).”",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Report concludes with numerous recommendations, such as improving co-ordination and communication between the different branches of the security, police and intelligence departments; identifying and dismissing security force personnel implicated in illegal activities; limiting the use of “confessors”; reducing the number of village guards; terminating the use of the Special Operations Bureau outside the south-east region and incorporating it into the police force outside that area; opening investigations into various incidents; taking steps to suppress gang and drug-smuggling activities; and recommending that the results of the Grand National Assembly Susurluk inquiry be forwarded to the appropriate authorities for the relevant proceedings to be undertaken.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "67.  For the relevant domestic law and background information on the Susurluk Report, the Court refers to the judgments of Ülkü Ekinci v. Turkey, no. 27602/95, §§ 111-18, 16 July 2002 and Tepe v. Turkey, no. 27244/95, §§ 115-22, 9 May 2003.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  The applicant alleged that his brother had been tortured and killed following his abduction by undercover agents of the State or by persons acting under their express or implicit instructions. He also complained that the authorities had failed to carry out an effective and adequate investigation into his brother's killing. Finally, the applicant alleged that he received life-threatening messages from unknown persons and as a result he had to leave  and go to  to live. The applicant relied on Article 2 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone's right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Parties' submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "69.  The applicant claimed that there was sufficient evidence to prove that his brother was killed by agents of the State and that the State had failed to protect his brother's right to life and to carry out an investigation to find the perpetrators. The applicant made extensive references to the Susurluk Report which concluded that his brother had been killed by agents of the State. According to the applicant, the Susuruluk Report and the statements of Mr Hanefi Avcı, former head of the intelligence service of Istanbul Police Headquarters, made it clear that the killing had taken place with the full knowledge of the Turkish authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  As to the unsatisfactory nature of the investigation, the applicant submitted that the authorities excluded the possibility that the killings might have been carried out by the police or other individuals acting on behalf of or with the approval of the State. In the applicant's opinion, the investigation carried out by the authorities was a mere formality intended to impress the  organs.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "71.  The Government disputed these allegations and denied that the applicant's brother had been killed by undercover agents of the State. There was no evidence to suggest this. The Government submitted that Savaş Buldan could have been killed by the PKK or Hezbollah.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  As regards the requirement to carry out an effective investigation, the Government maintained that the investigation carried out by the authorities met the requirements of the Convention. According to the Government, the authorities took all the necessary steps to find Savaş Buldan's killers. The Government further stated that the investigations were broadened following the Susurluk incident and any possible links between the Susurluk case and the killing of Savaş Buldan and his friends had been thoroughly considered.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  The death of the applicant's brother",
                                        "elements": [
                                            {
                                                "content": "73.  The Court recalls that Article 2, which safeguards the right to life and sets out the circumstances when deprivation of life may be justified, ranks as one of the most fundamental provisions in the Convention, to which no derogation is permitted. Together with Article 3, it also enshrines one of the basic values of the democratic societies making up the Council of Europe. The circumstances in which deprivation of life may be justified must therefore be strictly construed. The object and purpose of the Convention as an instrument for the protection of individual human beings also requires that Article 2 be interpreted and applied so as to make its safeguards practical and effective (see McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, pp. 45-46, §§ 146-47). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  In the light of the importance of the protection afforded by Article 2, the Court must subject deprivations of life to the most careful scrutiny, taking into consideration not only the actions of State agents but also all the surrounding circumstances (see, among other authorities, Orhan v. Turkey, no. 25656/94, § 326, 18 June 2002).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Court will examine the issues that arise in the light of the documentary evidence adduced in the present case, in particular the  documents lodged by the Government with respect to the judicial investigations carried out in the case as well as the parties' written observations. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Court is sensitive to the subsidiary nature of its role and must be cautious in taking on the role of a first-instance tribunal of fact, where this is not rendered unavoidable by the circumstances of a particular case (see, for example, McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000). Where domestic proceedings have taken place, it is not the Court's task to substitute its own assessment of the facts for that of the domestic courts and as a general rule it is for those courts to assess the evidence before them (see Klaas v. Germany, judgment of 22 September 1993, Series A no. 269, p. 17, § 29). Though the Court is not bound by the findings of domestic courts, in normal circumstances it requires cogent elements to lead it to depart from the findings of fact reached by those courts (see Klaas, cited above, p. 18, § 30). Nonetheless, where allegations are made under Articles 2 and 3 of the Convention the Court must apply a particularly thorough scrutiny (see, mutatis mutandis, Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, § 32, and Avşar v. Turkey, no. 25657/94, § 283, ECHR 2001-VII) even if certain domestic proceedings and investigations have already taken place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Court notes that the applicant alleges that his brother had been deliberately killed by agents of the State. In this respect, he relies on the Susurluk Report, which refers to the killing of Savaş Buldan. In this Report, it is stated that it had been a State strategy to kill wealthy Kurdish people who supported the PKK, an organisation proscribed under domestic law. It is further revealed that these factors were also relevant in the murder of Savaş Buldan. Furthermore, the Court observes that in the investigation conducted following the publication of the Report, Mr Hanefi Avcı, former head of Istanbul and Diyarbakır Police Intelligence, deposed before the public prosecutor that a special team made up of State officials and civilians had been established and that the kidnapping and assassination of Savaş Buldan had been one of the actions carried out by this team.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  In view of the above, the Court concludes that the applicant's allegation that his brother was killed by or at least with the connivance of State agents cannot therefore be discarded as prima facie untenable. However, it recalls that the required evidentiary standard of proof for the purposes of the Convention is that of “beyond reasonable doubt”, and such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 65, § 161, and Ülkü Ekinci, cited above, §§ 141-42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The Court observes that there is no indication in the case-file that the applicant's brother had been threatened by anyone, or had reason to believe that his life was at risk prior to his death. It further recalls that there were no eyewitnesses to the killing of Savaş Buldan. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  Moreover, in respect of the applicant's reliance on the Susurluk Report, it recalls that in its earlier judgments (Yaşa v. Turkey, judgment of 2 September 1998, Reports of Judgments and Decisions 1998VI, §§ 95-96, Özgür Gündem v. Turkey, no. 23144/93, § 40 ECHR 2000III), it held that the Susurluk Report may not be relied on for establishing to the required standard of proof that State officials were implicated in any particular incident. It can only be considered that the Report, which was drawn up at the request of the Prime Minister and which he decided should be made public, must be regarded as a serious attempt to provide information on and analyse problems associated with the fight against terrorism from a general perspective and to recommend preventive and investigative measures. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  In the light of the foregoing, the Court concludes that notwithstanding the fact that the name of the applicant's brother was mentioned in the Report, the actual circumstances in which the deceased died remain a matter of speculation and assumption. Accordingly, there is an insufficient evidentiary basis on which to conclude that the applicant's brother was, beyond reasonable doubt, killed by or with the connivance of State agents in the circumstances alleged by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  Accordingly, there has been no violation of Article 2 on that account.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The alleged inadequacy of the investigation",
                                        "elements": [
                                            {
                                                "content": "83.  The Court recalls that, according to its case-law, the obligation to protect the right to life under Article 2, read in conjunction with the State's general duty under Article 1 to “secure to everyone within [its] jurisdiction the rights and freedoms defined in [the] Convention”, requires by implication that there should be some form of effective official investigation when individuals have been killed as a result of the use of force. This obligation is not confined to cases where it has been established that the killing was caused by an agent of the State. Nor is it decisive whether members of the deceased's family or others have lodged a formal complaint about the killing with the competent investigation authority. The mere fact that the authorities were informed of the killing of the applicant's brother gave rise ipso facto to an obligation under Article 2 of the Convention to carry out an effective investigation into the circumstances surrounding the death (see Tanrıkulu v. Turkey [GC], no. 23763/94, §§ 101 and 103, ECHR 1999-IV). The nature and degree of scrutiny which satisfies the minimum threshold of an investigation's effectiveness depends on the circumstances of each particular case. It must be assessed on the basis of all relevant facts and with regard to the practical realities of investigation work (see Velikova v. Bulgaria, no. 41488/98, § 80, ECHR 2000-VI, and Ülkü Ekinci, cited above, §144).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  There is also a requirement of promptness and reasonable expedition implicit in this context (Yaşa, cited above, §§ 102-04; Çakıcı v. Turkey [GC], no. 23657/94, §§ 80, 87 and 106, ECHR 1999-IV, Tanrıkulu, cited above, § 109, Mahmut Kaya v. Turkey, no. 22535/93, §§ 106-07, ECHR 2000-III). It must be accepted that there may be obstacles or difficulties which prevent progress in an investigation in a particular situation. However, a prompt response by the authorities in investigating a use of lethal force or a disappearance may generally be regarded as essential in maintaining public confidence in their maintenance of the rule of law and in preventing any appearance of collusion in or tolerance of unlawful acts (see, in general, McKerr v. the United Kingdom, no. 28883/95, §§ 108-15, ECHR 2001III, and Avşar, cited above, §§ 390-95).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Turning to the particular circumstances of the case, the Court notes that an investigation was indeed carried out into the kidnapping and subsequent death of the applicant's brother. However, there were striking omissions in the conduct of the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  It observes in this connection that the applicant had made known his concerns to the domestic authorities on 4 June 1994 that undercover agents of the State might have been involved in his brother's killing. For the Court, the applicant's concerns should have led the authorities to broaden the scope of the investigation. However, it is apparent from the case file that the authorities did not make any serious attempt to broaden the investigation so as to investigate the possible involvement of State agents in the killing. It notes that a link between the killing of Savaş Buldan and the special team mentioned in the Susurluk Report was in fact established in the decision of the  dated 24 November 1998. In reaching this decision, the  stated that there was no evidence to suggest that the killing of Savaş Buldan and his friends had been carried out for personal motives. However, the  ruled that it had no jurisdiction in the matter and transferred the case file to the  (see paragraphs 54-56 above). As can be observed from the facts of the case, a protracted dispute then ensued over which court had jurisdiction to prosecute Yaşar Öz for the killing of Savaş Buldan. Ultimately, the Fifth Criminal Chamber of the Court of Cassation found that the charges laid against Yaşar Öz were not related to organised crime and remitted the case to the , which acquitted Yaşar Öz for lack of evidence. It can only be concluded that in the course of these proceedings the link identified between the killing of Savaş Buldan and the activities of the special team was regrettably ignored. The Court is also struck by the fact that it would appear that no investigation was carried out in order to determine whether the documents referred to by Mr Hanefi Avcı in his statement dated 7 February 1997 in fact existed (see paragraph 43 above). It recalls in this connection that, according to Mr Avcı, if an investigation were to be conducted into certain sources it would be possible to find documents to verify the accuracy of the allegation that Savaş Buldan and his friends had been killed by an illegal group.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Court further refers to the letter of the Ministry of Justice dated 3 June 1996. In this letter, which was written to the Düzce public prosecutor's office, the Ministry requested the Düzce public prosecutor's office to conduct a rapid and effective investigation into the killing of Savaş Buldan, while noting at the same time that it was highly probable that the investigations would not produce any outcome. Despite the Ministry's effort to carry out an effective investigation, the Court observes that the domestic authorities never provided any information about the owner of the car with registration number 34 CK 420, which, according to an eyewitness, was one of the cars that had been used on 3 June 1994. Although on 4 June 1994, one day after the incident, this registration number was clearly referred to in the statement of one of the eyewitnesses, it is to be regretted that no steps were taken by the Bakırköy public prosecutor to trace the car. It was not until the letter of the Ministry of Justice that the authorities took steps to trace the car. Even then, the response of the domestic authorities must be considered very vague. In a letter dated 15 November 1996, the Istanbul Security Department stated that the vehicle with registration number 34 CK 420 was a metallic grey 1984  that had belonged to Mr J.H. since 16 August 1995. The Court finds it striking that no information has ever been provided as to the identity of the owner of the car registered with this number in June 1994. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  In view of the fact that this crucial element has not been clarified by the Government, and given the delay in tracing the vehicles, such a failure clearly points to the inadequacy of the investigation carried out by the domestic authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  It should further be recalled that for an investigation to be effective there must also be a requirement of promptness and reasonable expedition. The Court notes in this respect that there was no real co-ordination between the different public prosecutors dealing with the case. In this connection, it refers to the fact that the Bakırköy public prosecutor's office only transferred the case file to the Yığılca public prosecutor on 17 March 1995, almost nine months after the incident. However, this case file contained crucial information including eyewitness testimonies to the abduction of the applicant's brother. Such information could have been very useful to the Yığılca public prosecutor in the early stages of his investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  In the light of the foregoing, the Court considers that the national authorities failed to carry out an adequate and effective investigation into the circumstances surrounding the death of the applicant's brother. It concludes therefore that there has been a violation of Article 2 of the Convention under its procedural limb.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Complaints concerning the applicant's right to life",
                                        "elements": [
                                            {
                                                "content": "91.  Under Article 2 of the Convention, the applicant further submitted on his own behalf that his right to life has been placed at risk as a result of his protests to the Turkish Government about the treatment of his brother. He submitted in this respect that he had to seek asylum in  as a result of a clear and immediate risk to his life. In this connection, he referred to life-threatening messages he had received.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The Government alleged that the applicant had fled to  as a result of the disputes he had had with the PKK.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The Court is not persuaded that the applicant's allegations, which were raised on his own behalf, are of such a nature or degree as to breach Article 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Accordingly, the Court concludes that there has been no violation of Article 2 of the Convention in respect of the applicant.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "95.  The applicant further alleged that there has been a violation of Article 3 of the Convention in respect of his brother. Article 3 reads:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "96.  The Government submitted that the applicant's allegation was untrue and unsubstantiated.",
                                "elements": []
                            },
                            {
                                "content": "97.  The Court recalls its finding above that it has not been established that any State agent was implicated, directly or indirectly, in the killing of the applicant's brother. There is thus no factual basis on which to conclude that there has been a violation of this provision as alleged by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "98.  In this respect, the Court finds no violation of Article 3 of the Convention in respect of the applicant's brother.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "99.  The applicant complained that he had no effective remedy in respect of his complaints, relying on Article 13 which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "100.  The applicant submitted that the lack of an effective investigation deprived him of an effective remedy in relation to his complaint regarding the killing of his brother.",
                                "elements": []
                            },
                            {
                                "content": "101.  The Government argued that there had been no shortcomings in the investigation carried out by the authorities.",
                                "elements": []
                            },
                            {
                                "content": "102.  The Court's case-law establishes that Article 13 of the Convention guarantees the availability at the national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their Convention obligations under this provision. The scope of the obligation under Article 13 varies depending on the nature of the applicant's complaint under the Convention. Nevertheless, the remedy required by Article 13 must be “effective” in practice as well as in law, in particular in the sense that its exercise must not be unjustifiably hindered by the acts or omissions of the authorities of the respondent State (see the following judgments: Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996VI, p. 2286, § 95, Aydın v. Turkey, judgment of 25 September 1997, Reports 1997VI, pp. 1895-96, § 103, and Kaya v. Turkey, judgment of 19 February 1998, Reports 1998I, pp. 329-30, § 106).",
                                "elements": []
                            },
                            {
                                "content": "103.  Given the fundamental importance of the right to protection of life, Article 13 requires, in addition to the payment of compensation where appropriate, a thorough and effective investigation capable of leading to the identification and punishment of those responsible for the deprivation of life and including effective access for the complainant to the investigation procedure (see Kaya, cited above, pp. 330-31, § 107).",
                                "elements": []
                            },
                            {
                                "content": "104.  On the basis of the evidence adduced in the present case, the Court has not found it proved beyond reasonable doubt that agents of the State carried out, or were otherwise implicated in, the killing of the applicant's brother. As it has held in previous cases, however, that does not preclude the complaint in relation to Article 2 from being an “arguable” one for the purposes of Article 13 (see Boyle and Rice v. the United Kingdom, judgment of 27 April 1988, Series A no. 131, p. 23, § 52, Kaya, cited above, pp. 330-31, § 107, and Yaşa, cited above, p. 2442, § 113). In this connection, the Court observes that it is not in dispute that the applicant's brother was the victim of an unlawful killing and the applicant may therefore be considered to have an “arguable claim” that there has been a breach of Article 2 of the Convention. ",
                                "elements": []
                            },
                            {
                                "content": "105.  The authorities thus had an obligation to carry out an effective investigation into the circumstances of the killing of the applicant's brother. For the reasons set out above (see paragraphs 85-90 above), no effective criminal investigation can be considered to have been conducted in accordance with the requirements of Article 13, which requirements are broader than the obligation to investigate imposed by Article 2 (see Kaya, cited above, pp. 330-31, § 107). The Court finds therefore that the applicant has been denied an effective remedy in respect of the death of his brother and thereby access to any other available remedies at his disposal, including a claim for compensation.",
                                "elements": []
                            },
                            {
                                "content": "106.  Consequently, there has been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "107.  The applicant complained that his brother had been killed because of his Kurdish origin, in violation of Article 14 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "108.  The Government did not address this issue beyond denying the factual basis of the complaint.",
                                "elements": []
                            },
                            {
                                "content": "109.  The Court has examined the applicant's allegations in the light of the evidence submitted to it, and considers them unsubstantiated. There has therefore been no violation under this head.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "110.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "111.  Under the heading of pecuniary damage, the applicant sought compensation for the loss of earnings of the deceased Savaş Buldan, who had been a businessman. In this respect, he requested the amount of 311,952.39 pounds sterling (“GBP”) on behalf of the widow and two children of Savaş Buldan and GBP 163,821.06 on his own behalf.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Government contested the applicant's claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Court does not find any casual connection between the matter found to constitute a violation of the Convention – the absence of an effective investigation – and the pecuniary damage alleged by the applicant In accordance with the principles in its case-law, it rejects the entirety of the applicant's claims under this heading (see Çakıcı, cited above, § 127, and Önen v. Turkey, no. 22876/93, § 115, 14 May 2002).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage ",
                                "elements": [
                                    {
                                        "content": "114.  The applicant claimed the sum of GBP 40,000 for the widow and two children of the deceased Savaş Buldan and GBP 27,500 on his own behalf by way of compensation for mental suffering they experienced due to his brother's death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Government submitted that the claims were excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Court notes that the applicant seeks compensation both for the wife and two children of Savaş Buldan and for himself. The Court observes in this respect that the authorities' failure to investigate effectively the death of Savaş Buldan must have caused considerable anguish and distress to his wife, children and brother. Accordingly, deciding on an equitable basis, the Court awards 10,000 euros (“EUR”) in respect of non-pecuniary damage to the wife and children of Savaş Buldan, which amount is to be converted into Turkish liras at the rate applicable at the date of payment and to be paid into the bank account in Turkey of Savaş Buldan's widow and two children. The Court further awards EUR 6,000 to the applicant by way of compensation for non-pecuniary damage, such sum to be paid into the applicant's bank account in .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "117.  The applicant claimed a total of GBP 26,379 for fees and costs incurred in bringing his case before the Convention institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Government maintained that the claim was excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The Court, deciding on an equitable basis and having regard to the details of the claims submitted by the applicant, awards the sum of EUR 10,000 in respect of fees and expenses claimed, such sum to be converted into pounds sterling at the date of settlement and to be paid into the bank account in the United Kingdom indicated by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "120.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been no violation of Article 2 of the Convention as regards the applicant's allegation that his brother was killed in circumstances engaging the responsibility of agents of the respondent State;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 2 of the Convention on account of the failure of the authorities of the respondent State to conduct an adequate and effective investigation into the circumstances surrounding the death of the applicant's brother;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 2 of the Convention in respect of the applicant himself;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been no violation of Article 3 of the Convention in respect of the applicant's brother;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been no violation of Article 14 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following sums free of any tax that may be payable:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 April 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsW. Thomassen",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrF. Gölcüklü",
            "role": "ad hoc judge"
        },
        {
            "name": "Mr T.L. Early",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BULDAN v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61711.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0420JUD002829895",
    "externalsources": [],
    "extractedappno": [
        "28298/95",
        "27602/95",
        "27244/95",
        "25656/94",
        "28883/95",
        "25657/94",
        "23144/93",
        "23763/94",
        "41488/98",
        "23657/94",
        "22535/93",
        "22876/93"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-61711",
    "judgementdate": "20/04/2004 00:00:00",
    "kpdate": "20/04/2004 00:00:00",
    "kpthesaurus": [
        "449",
        "231",
        "310",
        "350",
        "193",
        "444",
        "110",
        "343",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "2-1",
        "14",
        "3",
        "2",
        "13",
        "41"
    ],
    "parties": [
        "BULDAN",
        "TURKEY"
    ],
    "rank": "484.623413085938",
    "representedby": [
        "N/A"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996 VI, p. 2286, § 95",
        "Avsar v. Turkey, no. 25657/94, §§ 283, 390-395, ECHR 2001-VII",
        "Aydin v. Turkey, judgment of 25 September 1997, Reports 1997 VI, pp. 1895-96, § 103",
        "Boyle and Rice v. the United Kingdom, judgment of 27 April 1988, Series A no. 131, p. 23, § 52",
        "Çakici v. Turkey [GC], no. 23657/94, §§ 80, 87 and 106, 127, ECHR 1999-IV",
        "Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 65, § 161",
        "Kaya v. Turkey, judgment of 19 February 1998, Reports 1998 I, pp. 329-331, §§ 106, 107",
        "Klaas v. Germany, judgment of 22 September 1993, Series A no. 269, pp. 17, 18, §§ 29, 30",
        "Mahmut Kaya v. Turkey, no. 22535/93, §§ 106-07, ECHR 2000-III",
        "McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, pp. 45-46, §§ 146-47",
        "McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000",
        "McKerr v. the United Kingdom, no. 28883/95, §§ 108-15, ECHR 2001 III",
        "Önen v. Turkey, no. 22876/93, § 115, 14 May 2002",
        "Orhan v. Turkey, no. 25656/94, § 326, 18 June 2002",
        "Özgür Gündem v. Turkey, no. 23144/93, § 40 ECHR 2000 III",
        "Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, § 32",
        "Tanrikulu v. Turkey [GC], no. 23763/94, §§ 101, 103, 109, ECHR 1999-IV",
        "Tepe v. Turkey, no. 27244/95, §§ 115-22, 9 May 2003",
        "Ülkü Ekinci v. Turkey, no. 27602/95, §§ 111-118, 141, 142, 144, 16 July 2002",
        "Velikova v. Bulgaria, no. 41488/98, § 80, ECHR 2000-VI",
        "Yasa v. Turkey, judgment of 2 September 1998, Reports 1998 VI, §§ 95-96, 102-104, 113"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "317835",
    "typedescription": "15"
}