{
    "__articles": "5;5-1",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention)",
    "applicability": "",
    "appno": "9673/09",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-181880.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 9673/09) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Sergey Marksovich Dudin (“the applicant”), on 10 December 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr K. V. Pakin, a lawyer practising in Velikiy Novgorod. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 8 November 2013 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant, Mr Sergey Marksovich Dudin, is a Russian national, who was born in 1962 and lives in Parfino, Novgorod Region. He is represented before the Court by Mr K. V. Pakin, a lawyer practising in Velikiy Novgorod.",
                                "elements": []
                            },
                            {
                                "content": "5.  The facts of the case, as submitted by the applicant, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s pre-trial detention and conviction",
                                "elements": [
                                    {
                                        "content": "6.  On 23 July 2007 the applicant was apprehended by police at the cargo terminal “Shushary” in Saint Petersburg under suspicion of robbery. Later that day he was transferred to Krestsy, Novgorod Region.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 25 July 2007 the Krestetskiy District Court of Novgorod Region (the District Court) ordered pre-trial detention of the applicant. Subsequently the period of the applicant’s detention was extended on 20 September and 2 November 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In the order of 2 November 2007 the District Court authorised extension of the applicant’s detention “until and including 24 December 2007”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 11 December 2007 the District Court scheduled a preliminary hearing for the applicant’s trial in order to decide on his further detention. The relevant section of the operative part of the decision read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[The court] ORDERED",
                                        "elements": []
                                    },
                                    {
                                        "content": "To schedule a preliminary hearing in the criminal case of Mr Dudin ... on 25 December 2007 at 10.00 a.m. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "To transfer [from the detention facility] the accused Mr Dudin for the hearing at the set date and time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "To keep the measure of Mr Dudin’s restraint – pre-trial detention – unchanged.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 25 December 2007 between 10.00 a.m. and 11.00 a.m. the District Court held a preliminary hearing ordering the criminal case to be send to trial and the applicant’s further detention. During the hearing the applicant and his representative raised the objection regarding unlawfulness of the applicant’s detention between 24 December 2007 and the time of the hearing, but the District Court dismissed it without advancing any specific reasons in this regard. The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 21 February 2008 the Novgorod Regional Court upheld the lower court’s decision. In the relevant part the Regional Court’s decision read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Mr Dudin’s and his representative’s arguments regarding unlawfulness of the detention ... at the moment of the adoption of the decision [are unfounded] ... [T]he present criminal case was transferred to court on 11 December 2007, i.e. within the period of [the accused’s detention ordered during investigation] and according to section 2, Article 255 of the Criminal Procedure Code the period of the defendant’s detention is calculated from the date when the case was transferred to court and until the judgment is pronounced and may not exceed six months.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 27 May 2008 the District Court convicted the applicant of aggravated robbery and sentenced to six years’ imprisonment. On 10 July 2008 the conviction was upheld on appeal by the Novgorod Regional Court and the period of the applicant’s pre-trial detention between 23 June 2007 and the day of conviction was fully counted towards execution of his sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 2 March 2011 the applicant was released before serving his full sentence on probation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The proceedings concerning non-pecuniary damages for allegedly unlawful detention",
                                "elements": [
                                    {
                                        "content": "14.  The applicant lodged a civil action against the Ministry of Finance of the Russian Federation seeking non-pecuniary damages for his allegedly unlawful detention without a court order between 24 and 25 December 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 24 April 2008 the Novgorodskiy Town Court of Novgorod Region found that between midnight 24 December 2007 and 11.00 a.m. on 25 December 2007 the applicant’s detention was unlawful and violated his rights under Article 22 of the Russian Constitution and Article 5 § 1 of the Convention. The applicant was awarded non-pecuniary damages of 2000 Russian roubles (50 euros). During the hearings the representative of the Ministry of Finance acknowledged that the applicant’s detention during the abovementioned period was not secured by a court order. The representative of the Ministry of the Interior (intervening in the proceedings) admitted that the authorisation for the detention expired on 24 December 2007. The representative of the regional Prosecutor’s Office (also intervening in the proceedings) maintained that the applicant’s detention was lawful, but stated that any detention without a court order would be unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 11 June 2008 the Novgorod Regional Court annulled the lower court’s judgment on appeal and adopted a new judgment dismissing the applicant’s claims. The Regional Court argued that while the order of 2 November 2007 set the period of detention “until and including 24 December 2007”, the decision of 11 December 2007 to schedule a preliminary hearing to 25 December 2007 essentially ordered the detention until that date, because it left it “unchanged” (see paragraph 6 above).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  The applicant complained under Article 5 § 1 of the Convention that he was unlawfully detained without a court order for a period of eleven hours between 24 and 25 December 2007. In the relevant part it reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "18.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "19.  The applicant considered his detention for eleven hours between 24 and 25 December 2007 without a valid court order to be unlawful within the meaning of Article 5 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Government acknowledged that there had been no valid court order during the relevant period. However, they maintained that the applicant did not suffer a significant disadvantage given that the reasons for the applicant’s detention were valid prior and after that time and because that period had been counted towards the applicant’s sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court reiterates that where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law but also, where appropriate, to other applicable legal standards, including those which have their source in international law. In all cases it establishes the obligation to conform to the substantive and procedural rules of the laws concerned, but it also requires that any deprivation of liberty be compatible with the purpose of Article 5, namely, to protect the individual from arbitrariness (see Medvedyev and Others v. France [GC], no. 3394/03, § 79, ECHR 2010 with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court observes that the Government in their submissions acknowledged absence of a valid court order between midnight 24 December 2007 and 11.00 a.m. on 25 December 2007. It further observes that on 24 April 2008 the Novgorodskiy Town Court of Novgorod Region found that the applicant’s detention during that period was unlawful and violated his right to liberty and security of person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court finds no reason to rule otherwise and concludes that the applicant’s detention for eleven hours without a court order had been unlawful within the meaning of Article 5 of the Convention. It further finds that despite the Government’s arguments the applicant in the present case cannot be argued to have suffered no significant disadvantage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Accordingly, there has been a violation of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant further complained under Article 6 § 1 of the Convention about the refusal of the Novgorod Regional Court to award him nonpecuniary damages. The Court notes that the main thrust of the present application, as submitted by the applicant, rests under Article 5 of the Convention which provision, it concluded, has been violated (see paragraph 24 above). Having regard to all the material in its possession, the Court finds that in the present case no issue arises under Article 6 of the Convention. It follows that this part of the application must be rejected as being manifestly illfounded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "27.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 5 § 1 of the Convention about the applicant’s allegedly unlawfully detention without a court order for a period of eleven hours between 24 and 25 December 2007 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 April 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luis López Guerra",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DUDIN v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-181880.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0403JUD000967309",
    "externalsources": [],
    "extractedappno": [
        "9673/09",
        "3394/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-181880",
    "judgementdate": "03/04/2018 00:00:00",
    "kpdate": "03/04/2018 00:00:00",
    "kpthesaurus": [
        "448",
        "220"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "5-1",
        "5"
    ],
    "parties": [
        "DUDIN",
        "RUSSIA"
    ],
    "rank": "2321.00952148438",
    "representedby": [
        "PAKIN K. V."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "473656",
    "typedescription": "15"
}