{
    "__articles": "8;8-1;14;14+8;41",
    "__conclusion": "Violation of Art. 14+8;Non-pecuniary damage - finding of violation sufficient",
    "applicability": "8",
    "appno": "22028/04",
    "article": [
        "14",
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 14+8",
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "Violation of Art. 14+8",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-96020.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 22028/04) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Horst Zaunegger (“the applicant”), on 15 June 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr F. Wieland, a lawyer practising in Bonn, and subsequently by Mr G. Rixe, a lawyer practising in . The German Government (“the Government”) were represented by their Agent, Mrs A. Wittling-Vogel, Ministerialdirigentin, of the Federal Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the domestic courts had infringed his right to the enjoyment of his family life and discriminated against him as an unmarried father.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 1 April 2008, the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.",
                        "elements": []
                    },
                    {
                        "content": "6.  Judge Jaeger, the judge elected in respect of , withdrew from sitting in the case (Rule 28 of the Rules of Court). On 3 August 2009 the Government, pursuant to Rule 29 § 1 (a), informed the Court that they had appointed Mr Bertram Schmitt as an ad hoc judge in her stead.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1964 and lives in Pulheim.",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicant is the father of a daughter born out of wedlock in 1995. The applicant and the mother of the child separated in August 1998. Their relationship had lasted five years. Until January 2001, the daughter lived with the applicant, whereas the mother had moved to another flat which was located in the same building. As the parents did not make a joint custody declaration (gemeinsame Sorgerechtserklärung), the mother obtained sole custody (alleinige Personensorge) pursuant to Article 1626a § 2 of the German Civil Code (Bürgerliches Gesetzbuch, see Relevant domestic law and practice below).",
                                "elements": []
                            },
                            {
                                "content": "9.  In January 2001, the child moved to the mother’s flat. Subsequently, the parents started to argue about the applicant’s contact with the child. In June 2001 they reached an agreement with the assistance of the Cologne-Nippes Youth Welfare Office (Jugendamt Köln-Nippes), according to which the applicant would have contact with the child every Wednesday afternoon until Thursday morning, every Sunday from 10 a.m. to Monday morning and half of each holiday, amounting in total to approximately four months per year. In 2001, the applicant applied for a joint custody order, as the mother was unwilling to agree on a joint custody declaration, although otherwise both parents were cooperative and on good terms.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 18 June 2003, the Cologne District Court (Amtsgericht Köln) dismissed the applicant’s application. It found that there was no basis for a joint custody order. Under German law, joint custody for parents of children born out of wedlock could only be obtained through a joint declaration, marriage or a court order under Article 1672 § 1 of the Civil Code, the latter requiring the consent of the other parent. The Cologne District Court considered Article 1626a of the Civil Code to be constitutional and referred to a leading judgment of the Federal Constitutional Court (Bundesverfassungsgericht) of 29 January 2003 (see §§ 18-21, below). Having regard to the fact that the pertinent legal provisions did not allow for a different decision, the District Court did not consider it necessary to hear the concerned parties in person.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant appealed and on 2 October 2003 the Cologne Court of Appeal (Oberlandesgericht Köln) dismissed the appeal. It reasoned that, as the applicant and the mother were unmarried, the applicant’s participation in the exercise of custody was only possible in accordance with Article 1626a of the Civil Code. The applicant and the mother had, however, not submitted the required joint custody declaration. In its judgment of 29 January 2003, the  had found that Article 1626a of the Civil Code was constitutional with regard to the situation of parents of children born out of wedlock who had separated after 1 July 1998. The Cologne Court of Appeal noted that the applicant and the mother of the child had separated in August 1998. Thus, they had had a period of one and a half months before they separated in which they could have made a joint custody declaration. The Cologne Court of Appeal further noted that the new legislation, which had entered into force on 1 July 1998, had received public attention for a considerable period. Unmarried parents might have been expected therefore to have shown an interest in the matter and to have noticed the new legislation.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 15 December 2003 the , referring to the pertinent provisions of its Rules of Procedure, declined to consider the applicant’s constitutional complaint, without giving further reasons.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC AND COMPARATIVE LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A. Relevant domestic law",
                                "elements": [
                                    {
                                        "content": "1. Relevant provisions of the German Civil Code",
                                        "elements": [
                                            {
                                                "content": "13.  The statutory provisions on custody and contact are to be found in the German Civil Code (the “Civil Code”). Article 1626 § 1 of the Civil Code provides that the father and the mother have the right and the duty to exercise parental authority (elterliche Sorge) over a minor child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  As regards children born out of wedlock, custody was pursuant to the former Article 1705 of the Civil Code automatically obtained by the mother. That provision was however declared unconstitutional by the  in 1996. On 1 July 1998, the amended Law on Family Matters of 16 December 1997 (Reform zum Kindschaftsrecht, Federal Gazette 1997, p. 2942), entered into force to implement the ’s judgment of 1996. The relevant law in the Civil Code was changed as follows: under Article 1626a § 1, the parents of a minor child born out of wedlock may exercise joint custody if they make a declaration to that effect (joint custody declaration) or if they marry. Otherwise Article 1626a § 2 provides that the mother obtains sole custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  If the parents have not merely temporarily separated and if the mother has obtained sole custody in accordance with Article 1626a § 2 of the Civil Code, Article 1672 § 1 of the Civil Code provides that the family court may transfer sole custody to the father if he lodges the relevant application with the consent of the mother. The application is to be granted if the transfer serves the child’s interest. Article 1672 § 2 of the Civil Code provides that in the case of a transfer of the right to custody under Article 1672 § 1 of the Civil Code, the family court may subsequently order joint custody on the application of one parent with the consent of the other parent unless it would be to the detriment of the child. The same applies if the transfer of custody under Article 1672 § 1 of the Civil Code is later annulled.",
                                                "elements": []
                                            },
                                            {
                                                "content": "By contrast, parents exercising joint parental authority before their separation either because the child was born in wedlock, the parents have married following the child’s birth or they have made a joint custody declaration, retain joint custody following their separation unless the court at the request of one parent awards sole custody to the latter in accordance with the child’s best interest pursuant to Article 1671 of the Civil Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  Under Article 1666 of the Civil Code, the family court may order the necessary protective measures if the child’s physical, psychological or mental well-being is threatened by negligence and if the parents are unwilling to take those measures themselves. Measures which result in the separation of the child from one parent are admissible only if the child would be at risk otherwise (Article 1666a of the Civil Code).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Case-law of the Federal Constitutional Court",
                                        "elements": [
                                            {
                                                "content": "17.  On 29 January 2003, the Federal Constitutional Court found that Article 1626a of the Civil Code was unconstitutional because it lacked a transitional period for unmarried couples with children who were living together in 1996 but who had separated before the amended Law on Family Matters entered into force on 1 July 1998 (that is, those who were unable to make a joint custody declaration before 1 July 1998). In order to resolve the above-mentioned constitutional flaws, the German legislator introduced Article 224 (2) (a) of the Introductory Act to the Civil Code (Einführungsgesetz in das Bürgerliche Gesetzbuch), on 31 December 2003, according to which a court may substitute the mother’s consent to joint custody if an unmarried couple have a child born out of wedlock, have lived together with the child and were separated before 1 July 1998, provided that joint custody would serve the best interests of the child (Kindeswohl).",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  In its judgment of 29 January 2003, the Federal Constitutional Court also held that Article 1626a § 2 of the Civil Code, apart from the lack of a transition period, did not breach the right to respect for the family life of fathers whose children were born out of wedlock. Parents who were married had obliged themselves on marriage to take responsibility for each other and their children. In contrast to this, the legislator could not assume that parents of children born out of wedlock lived together or wanted to take responsibility for each other. There was insufficient evidence that a father of a child born out of wedlock would want to bear joint responsibility as a general rule. The child’s well-being therefore demanded that the child had a person at birth who could act for it in a legally binding way. In view of the very different life conditions into which those children were born, generally it was justifiable to grant sole custody to the mother, and not to the father or to both parents. This legislation could also not be objected to from a constitutional point of view because the legislature had given both parents of children born out of wedlock the possibility of obtaining custody through a joint declaration.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The  found that the legislator could legitimately assume that joint custody which was exercised against the will of one parent would have more disadvantages than advantages for a child born out of wedlock. Joint custody required a minimum of agreement between the parents. If the parents were unable or unwilling to cooperate, joint custody might run counter to the child’s well-being. The legislator assumed that the will to exercise joint custody which parents explicitly expressed upon marriage also showed their will to cooperate. Unmarried parents could express this will to cooperate through a joint custody declaration. The father’s right to custody indeed depended on the mother’s willingness to exercise joint custody, but the mother in turn could not demand joint custody without the father’s consent. The parents could thus only exercise joint custody if they both wanted to. That limitation on the father’s right to respect for his family life was not unjustified, given that the joint custody exercised by a married couple was based on their marriage. The applicable law gave unmarried couples the possibility of exercising joint custody, in particular, if they lived together with the child and not after the couple had separated. The legislator could legitimately assume that, if the parents lived together but the mother refused to make a joint custody declaration, the case was an exceptional one in which the mother had serious reasons for the refusal which were based on the child’s interest. Given this assumption, the applicable law did not infringe the father’s right to respect for his family life by not providing for a judicial review. In the event of such serious reasons it could not be expected that the courts would consider joint custody to be in the child’s best interest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  In view of the fact that this legal structure had only recently been established, it had not been possible to ascertain whether there was a substantial number of similar cases where joint custody was in dispute or crucially, to reach conclusions as to why this should be the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The  stated that the legislator was obliged to keep developments under observation and to verify whether the assumptions it had made when forming the rules in question were sustainable in the face of reality. If this proved not to be the case, the legislator was obliged to revise the legislation and to provide fathers with the adequate possibility of obtaining custody rights.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. Relevant comparative law",
                                "elements": [
                                    {
                                        "content": "22.  A survey on comparative law taking into account the national laws of a selection of Member States of the Council of Europe shows that basically all Member States included in the survey provide for joint parental authority by unmarried parents over their children born out of wedlock. The main elements referred to as a basis for allowing joint parental authority for unmarried parents are the establishment of paternity and the parents’ agreement to exercise joint authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  However, the solutions in the Member States vary as regards the attribution of joint parental authority for children born out of wedlock in the event no agreement between the parents can be reached in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In only a limited number of countries do the statutory regulations explicitly address this issue. In a few countries, such as Austria, Norway and , the national law stipulates that the exercise of joint parental authority of unmarried parents requires the consent of both parents and thus implies that the non-consenting parent has a right of veto. By contrast, the laws in Hungary, Ireland and  appear to provide for a joint exercise of parental authority even without the parents’ consent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In some Member States such as the Czech Republic and Luxembourg, while the law itself is not clear on the subject, the domestic courts have interpreted the applicable provisions so as to allow joint parental authority only with the consent of the parents, whereas for example the Dutch Supreme Court has held that the national law has to be interpreted so as to enable the father of a child born out of wedlock to request joint parental authority with the mother even though the latter disagrees. A similar approach seems to be followed in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  With the exception of the few countries where a right of veto of one parent is explicitly stipulated in national law, the most common solution put forward by national legislations is that a court decides on the outcome of a corresponding dispute between the parents at the request of one of the parents bearing in mind the best interests of the child. All Member States emphasise the importance of the child’s best interest in decisions regarding the attribution of custody. In determining the child’s best interest in this connection domestic courts commonly take into consideration the positions of the parents and the child and the particular circumstances of the case, as regards, inter alia, the demonstrable interest in and commitment to the child by the respective parent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In summary, and as also pointed out by the Government, the survey confirms that while different approaches exist in the Member States, the majority provide for paternal participation in custody if the parents were not married to each other, either irrespective of the mother’s will or at least by court order following an evaluation of the child’s interests.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 8",
                        "elements": [
                            {
                                "content": "28.  The applicant complained under Article 8 of the Convention that the court decisions refusing joint custody had infringed his right to respect for his family life, and under Article 14 read in conjunction with Article 8 of the Convention that the application of Article 1626a § 2 of the Civil Code amounted to unjustified discrimination against unmarried fathers on the grounds of sex and in comparison with divorced fathers.",
                                "elements": []
                            },
                            {
                                "content": "Article 8 provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "Article 14 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "1. The Government’s submissions",
                                "elements": [
                                    {
                                        "content": "29.  The Government submitted that Article 1626a § 2 of the Civil Code was founded on the differences that existed in the respective environments into which children born out of wedlock were born, ranging from father-child relationships that were intact to those where the father was indifferent. With the primary assignment of parental custody to the mother, whose identity – in contrast to that of the father – was established at the time of birth, the intention was to have a clear allocation of the right of custody for the purpose of legal certainty, so that from the outset there would be a binding determination of the statutory representative for the protection of the child concerned. The approval requirement applying to both parents for the joint exercise of parental custody was based on the notion that parents who could not agree to make a custody declaration were highly likely to come into conflict when specific questions relating to the exercise of parental custody were at stake, which could cause painful disputes which would be detrimental to the child’s interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government further underlined that the  obliged the legislator to keep any developments under observation and to verify whether the assumptions it had made when forming the rules in question were sustainable in the face of reality. For the purpose of fulfilling this obligation the Government had taken various measures such as obtaining statistical data and conducting surveys. A research project on joint custody as regards unmarried parents had been launched in March 2009. However, the said surveys had not yet yielded any clear results.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In the Government’s view, the interference with the father’s presumed rights through the statutory provision making joint custody dependent on the mother’s approval was necessary in a democratic society for the legitimate aim of protecting the child’s best interests, even though there existed no European consensus on the issue. While it was true that the majority of the Member States provided for paternal participation in custody if the parents were not married to each other, either irrespective of the mother’s will or at least by court order following an evaluation of the child’s interests, other European countries (such as Austria, Liechtenstein, Switzerland and Denmark) had similar rules to those in force in Germany. As the Court did not evaluate the abstract statutory position but rather the way in which the rules were being applied to the applicant under the specific circumstances concerned, the agreement of the parents, with the assistance of the Youth Welfare Office, which gave the applicant contact with the child for a good four months every year, had to be taken into account. Therefore the applicant had had the opportunity to play a large part in his daughter’s life. He had neither been discriminated against by the ruling in favour of the mother nor had the ruling discriminated against married or divorced fathers. The mother’s situation and the father’s situation were not totally comparable, given that fatherhood could not be established from the outset if the parents were unmarried. While taking into account as far as possible the interests of everyone concerned, the above provisions in the Civil Code were not linked to gender, but sought to regulate parental custody in a balanced manner in the case of children born out of wedlock. Moreover, German law provided that joint custody with the mother was linked to her consent, regardless of whether the parents were married or not. The Government finally contended that, under the circumstances of the present case, it could not be ruled out that the ordering of joint custody would cause conflicts between the parents and would therefore be contrary to the child’s best interests.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. The applicant’s submissions",
                                "elements": [
                                    {
                                        "content": "32.  The applicant maintained that the interest of a child born out of wedlock did not justify that a father who had cared for the child in the past could not obtain joint custody. That joint custody against the will of the mother was necessarily to the detriment of the child’s best interests remained mere speculation. Under the applicable law, the authorities and courts did not even have to take into account the child’s best interests, given that the law explicitly provided that a father could not obtain joint custody without the mother’s consent. Furthermore, the child had not been heard in the present case. Article 1626 a § 2 of the Civil Code was based on the assumption that fathers of children born out of wedlock were less suitable to exercise custody compared with mothers of children born out of wedlock. The present application, however, proved the opposite, as the applicant’s care for his daughter had in fact been excellent. Moreover, the Federal Republic of Germany had not given sufficient reasons in the present case for excluding the applicant’s right to custody, which he was willing to exercise. The German legislator had assumed that a father’s right to custody was not justified in view of the allegedly numerous unstable relationships with children born out of wedlock in society, thereby ignoring developments such as the growing number of unmarried couples who were willing to exercise joint custody. It was hence unacceptable generally to exclude joint custody for fathers of children born out of wedlock simply due to negative experiences with the exercise of joint custody by couples in unstable relationships. Furthermore, the legislator had failed sufficiently to fulfil its obligation to keep current and recent developments under scrutiny.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  As the applicant’s paternity had been certified from the beginning, there was no legal uncertainty in the present case. Moreover, the applicant considered it unacceptable to assume that the mother of a child born out of wedlock was a priori better suited than the father to exercise custody simply because she had given birth to that child. However, the defect in the currently applicable domestic law was not so much that the mother would initially obtain the right to sole custody as that the father did not have the opportunity to correct that decision. Even if the mother’s refusal to make a joint custody declaration was completely arbitrary, the father had no chance to have that declaration replaced by a court order pursuant to Article 1672 § 1 of the Civil Code. The legal situation breached, in particular, the father’s right to respect for his family life in situations in which the father had had contact with the child for a considerable amount of time and was closely attached to the child. As regards Article 14, the applicant submitted that the applicable law discriminated against the applicant on grounds of sex and as an unmarried father without sufficient justification. The child’s interest would not allow the mother to veto a declaration on joint custody. Moreover, the applicant did not have the opportunity to substitute that veto with a court decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3. The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "34.  In view of the alleged discrimination against the applicant in his capacity as the father of a child born out of wedlock, the Court considers it appropriate to examine the case first under Article 14 taken in conjunction with Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "A. Applicability",
                                "elements": [
                                    {
                                        "content": "35.  The Court reiterates that Article 14 only complements the other substantive provisions of the Convention and the Protocols. It has no independent existence since it has effect solely in relation to “the enjoyment of the rights and freedoms” safeguarded by those provisions. Although the application of Article 14 does not presuppose a breach of those provisions – and to that extent it is autonomous – there can be no room for its application unless the facts at issue fall within the ambit of one or more of the latter (see, among many other authorities, Abdulaziz, Cabales and Balkandali v. the United Kingdom, judgment of 28 May 1985, Series A no. 94, § 71, and Karlheinz Schmidt v. Germany, judgment of 18 July 1994, Series A \nno. 291-B, § 22).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court must therefore determine whether Article 8 of the Convention is applicable in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.   In this context the Court reiterates that the notion of family under this provision is not confined to marriage-based relationships and may encompass other de facto \"family\" ties where the parties are living together out of wedlock. A child born out of such a relationship is ipso jure part of that “family” unit from the moment and by the very fact of his birth. Thus there exists between the child and its parents a bond amounting to family life (see Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, § 44). The existence or non-existence of “family life” within the meaning of Article 8 is essentially a question of fact depending upon the real existence in practice of close personal ties, in particular the demonstrable interest in and commitment by the father to the child both before and after the birth (see, among other authorities, L. v. the Netherlands, no. 45582/99, § 36, ECHR 2004-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court further notes that the mutual enjoyment by a parent and child of each other’s company constitutes a fundamental element of family life, even if the relationship between the parents has broken down, and domestic measures which hinder such enjoyment amount to an interference with the right protected by Article 8 (see, among others, Johansen v. , judgment of 7 August 1996, Reports of Judgments and Decisions 1996-III, pp. 1001-1002, § 52, and Elsholz v. Germany [GC], no. 25735/94, § 43, ECHR 2000-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court observes that in the instant case the applicant’s paternity was established from the beginning and that he lived together with the mother and the child until the child reached the age of three and a half. Following the parents’ separation in 1998, the child continued to live for more than two years with the applicant. Since 2001, the child has lived with her mother, while the father has enjoyed extensive contact rights and during which time he has provided for the child’s daily needs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  It follows that the impugned measures in the instant case, namely the decisions which dismissed the applicant’s request for joint custody, the right to exercise joint parental authority as regards, inter alia, his daughter’s education, care and the determination of where she should live, amounted to interference with the applicant’s right to respect for his family life as guaranteed by paragraph 1 of Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court therefore finds that the facts of the instant case fall within the scope of Article 8 of the Convention and that, accordingly, Article 14 is applicable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Compliance",
                                "elements": [
                                    {
                                        "content": "42.  The Court reiterates that in the enjoyment of the rights and freedoms guaranteed by the Convention, Article 14 affords protection against different treatment, without an objective and reasonable justification of persons in similar situations (see, among other authorities, Hoffmann v. Austria, 23 June 1993, § 31, Series A no. 255C).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In this connection the Court notes that the applicant in his capacity as the father of a child born out of wedlock complained firstly of different treatment in comparison with the mother, in that he had no opportunity to obtain joint custody without the latter’s consent. Secondly, he complained of different treatment in comparison with married or divorced fathers, who are able to retain joint custody following divorce or a separation from the mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  As to the situation under the applicable law of fathers of children born in wedlock in comparison with that of fathers of children born out of wedlock, the Court observes that the applicable legal provisions contain different standards and give rise to a difference in treatment between the two categories of parents. The former category of parent has a legal right to joint custody from the outset and even following divorce, which can be restricted or suspended by a family court only if necessary in the child’s interest. The Court notes that on the other hand parental authority over a child born out of wedlock is attributed to the mother unless both parents consent to make a request for joint authority. While the pertinent provisions do not categorically exclude the possibility that the father may obtain joint custody in future, Articles 1666 and 1672 of the Civil Code provide that the family court may only transfer the right to custody to the father if the child’s well-being is threatened by negligence on the mother’s part or if one parent makes the relevant application with the consent of the other parent. In the absence of these prerequisites, that is to say if the child’s well-being is not jeopardised and if the mother does not consent to a transfer of custody, as has been established in the present case, German law does not provide for judicial examination as to whether the attribution of joint parental authority to both parents would suit the child’s best interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court reiterates that in cases arising from individual applications it is not its task to examine the domestic legislation in the abstract, but it must examine the manner in which that legislation was applied to the applicant in the particular circumstances and whether its application in the present case led to an unjustified difference in the treatment of the applicant (see Sommerfeld v. Germany [GC], no. 31871/96, § 86, ECHR 2003VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Turning to the circumstances of the present case, the Court notes that the German courts dismissed the applicant’s request for joint custody of his daughter because under Article 1626a of the Civil Code, in the absence of a declaration on joint custody by both parents, the mother held sole custody. The approach taken by the German courts in the present case thus fully reflects the underlying legislation. Consequently, as there was no alternative decision possible under national law, the domestic courts did not examine whether the granting of joint custody would jeopardise the child’s welfare in this individual case or whether on the contrary the granting of joint custody would be in the best interests of the child. The crucial point is that joint custody against the will of the mother of a child born out of wedlock is prima facie considered as not being in the child’s interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Both the Cologne District Court and the Court of Appeal referred to the leading judgment of the Federal Constitutional Court of 29 January 2003, in which the latter court gave detailed reasons regarding the conflict between Article 1626a of the Civil Code and the rights of fathers of children born out of wedlock to have their family life respected. The  found that the child’s well-being demanded that it had a person at birth who could act for the child in a legally binding way. In view of the very different life conditions into which those children were born, it was generally justified to grant sole custody to the mother, and not to the father who in any event could obtain custody through a joint custody declaration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Having regard to the above court decisions and underlying legislation, the Court finds that there is sufficient reason to conclude that there has been a difference in treatment as regards the attribution of custody to the applicant in his capacity as a father of a child born out of wedlock in comparison with the mother and in comparison with married fathers. The Government argued in this connection that the situation of the mother and the father could not be regarded as being totally comparable, since in contrast to motherhood, which was established on the birth of the child, fatherhood could not be established from the outset if the father was not married to the mother. The Court considers that these arguments are of relevance in determining whether the difference in treatment was justified (see Rasmussen v. , 28 November 1984, § 37, Series A no. 87).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  As is well established in the Court’s case-law, a difference in treatment is discriminatory for the purposes of Article 14 if it has no objective and reasonable justification, that is if it does not pursue a legitimate aim or if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be realised (see, in particular, Inze v. Austria, 28 October 1987, § 41, Series A no. 126, and Mazurek v. France, no. 34406/97, § 48, ECHR 2000-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Contracting States enjoy a margin of appreciation in assessing whether and to what extent differences in otherwise similar situations justify a different treatment (see Abdulaziz, Cabales and Balkandali, cited above, pp. 35-36, § 72). The scope of the margin of appreciation will vary according to the circumstances, the subject matter and its background; in this respect, one of the relevant factors may be the existence or non-existence of common ground between the laws of the Contracting States (see, among others, Petrovic v. Austria, 27 March 1998, § 38, Reports of Judgments and Decisions 1998II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  However, the Court has already held that very weighty reasons need to be put forward before a difference in treatment on the ground of sex or birth out of or within wedlock can be regarded as compatible with the Convention (see Karlheinz Schmidt v. Germany, cited above, § 24; Mazurek v. France, cited above, § 49). The same is true for a difference in the treatment of the father of a child born of a relationship where the parties were living together out of wedlock as compared with the father of a child born of a marriage-based relationship (see Sommerfeld v. Germany, cited above, § 93).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court notes that the impugned decisions of the domestic courts were based on Article 1626a of the Civil Code, which itself is aimed at protecting the best interests of a child born out of wedlock by determining its legal representative and by avoiding disputes between the parents over questions relating to the exercise of parental custody at the child’s expense. The decisions thus pursued a legitimate aim for the purposes of Article 14.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court acknowledges that allowing parents of a child born out of wedlock to agree on joint custody constitutes an attempt by the legislator to put them to a certain extent on the same footing as married parents who had obliged themselves on marriage to take responsibility for each other and their children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.   The Court further is aware that differences exist in the respective environments into which the children of parents who are not married are born, ranging from relationships where the father’s identity is not established or where he does not want to take responsibility for the child to those where the father fully participates in the upbringing of the child and where the child grows up in an environment that is practically indistinguishable from an environment based on an intact parental marriage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court accepts that in view of these different life situations of children born out of wedlock and in the absence of a joint declaration on parental authority, it was justified for the protection of the child’s interests to attribute parental authority over the child initially to her mother in order to ensure that there was a person at birth who could act for her in a legally binding way.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court further accepts that there may exist valid reasons to deny an unmarried father participation in parental authority, as might be the case if arguments or lack of communication between the parents risk jeopardising the child’s welfare. However, nothing establishes that such an attitude is a general feature of the relationship between unmarried fathers and their children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court observes in particular that the above considerations did not apply in the applicant’s case. The applicant’s paternity was certified from the beginning, he lived together with the mother and the child until the child reached the age of three and a half and for an additional two years following the parents’ separation, more than five years in total. After the child had moved to live with her mother, the father still enjoyed extensive contact rights and provided for the child’s daily needs. Nevertheless, the applicant was excluded from the outset by force of law from seeking a judicial examination as to whether the attribution of joint parental authority would serve the child’s best interests and from having a possible arbitrary objection of the mother to agree to joint custody replaced by a court order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court is not convinced by the argument put forward by the Government and included in the Federal Constitutional Court’s reasoning that the legislator could legitimately assume that, if the parents lived together but the mother refused to make a joint custody declaration, the case was an exceptional one in which the mother had serious reasons for the refusal which were based on the child’s interest. In this context the Court welcomes the measures undertaken by the Government for the purpose of fulfilling the mandate from the  to keep actual developments under observation and to verify whether the assumptions it had made when forming the rules in question were sustainable in face of reality. However, it observes that these surveys have not yet produced clear results and that in particular as regards the mothers’ motives for objecting to joint parental authority they indicate that these are not necessarily based on considerations related to the child’s best interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Having regard to the above considerations, the Court cannot share the assumption that joint custody against the will of the mother is prima facie not to be in the child’s interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  While having regard to the wide margin of appreciation of the authorities, in particular when deciding on custody-related matters (see Sommerfeld v. Germany, cited above, § 63), the Court also considers the evolving European context in this sphere and the growing number of unmarried parents. The Court reiterates in this connection that the Convention is a living instrument which must be interpreted in the light of present-day conditions (see, among other authorities, Marckx v. Belgium, 13 June 1979, § 41, Series A no. 31, and Johnston and Others v. Ireland, 18 December 1986, § 53, Series A no. 112). The Court observes in this context that although there exists no European consensus as to whether fathers of children born out of wedlock have a right to request joint custody even without the consent of the mother, the common point of departure in the majority of Member States appears to be that decisions regarding the attribution of custody are to be based on the child’s best interest and that in the event of a conflict between the parents such attribution should be subject to scrutiny by the national courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court is not persuaded by the Government’s argument in this connection that, under the circumstances of the present case, it could not be ruled out that the ordering of joint custody by a court would cause conflicts between the parents and would therefore be contrary to the child’s best interests. While it is true that legal proceedings on the attribution of parental authority always bear the potential of unsettling a young child, the Court observes that the domestic law provides for a full judicial review of the attribution of parental authority and resolution of conflicts between separated parents in cases in which the father once held parental authority, either because the parents were married at the time of birth, had married thereafter or had opted for joint parental authority. In such a case the parents retain joint custody unless the court at the request of one parent awards sole custody to the latter in accordance with the child’s best interest pursuant to Article 1671 of the Civil Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court considers that the Government have not submitted sufficient reasons why the present situation should allow for less judicial scrutiny than these cases and why the applicant, who has been acknowledged as a father and has acted in that role, should in this respect be treated differently from a father who had originally held parental authority and later separated from the mother or divorced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  In view of the above considerations, the Court concludes that in respect of the discrimination at issue there was not a reasonable relationship of proportionality between the general exclusion of judicial review of the initial attribution of sole custody to the mother and the aim pursued, namely the protection of the best interests of a child born out of wedlock.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  There has accordingly been a violation of Article 14 of the Convention, taken together with Article 8 in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Having regard to this conclusion, the Court does not consider it necessary to determine whether there has also been a breach of Article 8 of the Convention taken alone.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "66.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "67.  The applicant, relying on the Elsholz case (Elsholz v.  [GC], no. 25735/94, ECHR 2000VIII), claimed a sum of at least 15,000 euros (EUR) in respect of non-pecuniary damage for the sorrow and frustration he has suffered from not having been formally recognised in his role as a father and from not having been able to actively contribute to key decisions regarding his daughter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Government, while leaving the matter to the Court’s discretion, considered the amount claimed by the applicant to be excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court considers that it cannot speculate as to whether the applicant would have been granted parental authority if the domestic courts had examined the merits of his request in accordance with his Convention Rights. Taking further into account that the applicant – unlike the father in the Elsholz case – enjoyed regular contact with his daughter throughout the proceedings, the Court considers that the finding of a violation constitutes sufficient just satisfaction for any non-pecuniary damage suffered by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "70.  The applicant also claimed EUR 3,696.55 for the costs and expenses incurred before the domestic courts and EUR 3,311.59 for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.   The Government contested the claim for expenses before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers that the sum claimed should be awarded in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "73.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds by 6 votes to 1 that there has been a violation of Article 14 of the Convention taken in conjunction with Article 8;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that there is no need to examine separately the complaint under Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay to the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 7,008.14 (seven thousand and eight euros and fourteen cents), plus any tax that may be chargeable to the applicant, in respect of costs and expenses,",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses unanimously the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 December 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the dissenting opinion of Judge Schmitt is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  I am unable to subscribe to the conclusion that there has been a violation of Article 14 in conjunction with Article 8 of the Convention. In consideration of the wide margin of appreciation of the domestic authorities and in the light of the particular circumstances of the case, the interference with the applicant’s right to respect for his family life is necessary in a democratic society within the meaning of Article 8 and any unequal treatment in comparison with the mother or a divorced father is justified for the purposes of Article 14.",
                        "elements": []
                    },
                    {
                        "content": "2.  I see that the applicant had no possibility of obtaining joint custody against the will of the mother and that he was excluded by force of law from seeking judicial review. But the Court accords the domestic authorities, and courts in particular, a wide margin of appreciation with regard to decisions concerning the custody of children, unlike in the case of restrictions on parents’ right of access (see Görgülü v. Germany, no. 74969/01, § 42, 26 February 2004, and Sommerfeld v.  [GC], no. 31871/96, § 63, ECHR 2003VIII). Contrary to the majority, I think that in the instant case this wide margin of appreciation has not been exceeded by the statutory rules and the court decisions based on them. The reasoning underlying the relevant legal provisions, especially Article 1626a § 2 of the Civil Code, is tenable and can especially not be dismissed in the applicant’s case. The German legislature has fully recognised and considered the problems arising for the father from the mother’s privileged position and has deliberately decided against so-called “enforced harmony” (which means the legal possibility of joint parental custody by court order). The explanation of the report submitted by the Legal Affairs Committee of the German Federal Parliament following the deliberations on the amended Law on Family Matters makes clear that the interests of the father and the problems of the proposed solution were not only fully considered in the weighing-up-process, but that the legal provisions are based on close examination and a defensible reasoning.",
                        "elements": []
                    },
                    {
                        "content": "3.  The reasoning of the German legislature is mainly based on the notion of legal certainty and the protection of the child’s best interests, the latter also being an important factor in the case-law of the Court (see Sahin v. Germany [GC], no. 30943/96, § 94, ECHR 2003VIII). Parliament could legitimately assume that in the case of children born out of wedlock, joint custody for both parents enforced by a court order against the will of the mother was contrary to the child’s best interests. This is especially true when the parents do not live together, as in the present case. This crucial point was emphasised by the  in its judgment of 29 January 2003, which confirmed the legal approach as constitutional. If the parents did not make a joint custody declaration while they were living together (in the present case until the child was aged three and a half), after the parents’ separation and a custody dispute the assumption of the legislature that joint custody enforced by court order regularly entails more disadvantages than advantages for the child is even more justified. In such a case it is obvious that there is no basis for cooperation between the parents and therefore no basis for joint custody in the child’s best interests.",
                        "elements": []
                    },
                    {
                        "content": "4.  This applies in particular because the assumption behind the regulatory approach cannot be dismissed in the applicant’s case either. It has to be borne in mind that the Court – as a general rule – does not assess the abstract legal situation but the manner in which the rules are applied to the applicant in the given specific circumstances. With regard to this principle, the following facts have to be considered. Before the  had decided the question of the constitutionality of Article 1626a of the Civil Code the domestic courts additionally examined in the context of the applicant’s application for legal aid in respect of his application for custody whether the granting of joint custody would jeopardise the child’s welfare and they answered this question in the affirmative. The Cologne District Court referred in a decision of 29 August 2002 to “a dispute between the parents on fundamental questions”. It further stated explicitly that joint parental custody would not be in the child’s interests and the fundamental dispute between the parents would even be a reason to revoke joint custody. The Cologne Court of Appeal made itself even more clear in a decision of 19 July 2002 when it explained that the applicant, “irrespective of section 1626a of the Civil Code”, could not obtain joint parental custody because it was not in the child’s interests. In the light of these remarks by the domestic courts – albeit only in the context of the applicant’s application for legal aid and not in the main proceedings – I do not agree with the majority, who dismiss the Government’s argument that in the circumstances of the present case the ordering of joint custody by a court would be likely to cause conflicts between the parents and would therefore be contrary to the child’s best interests. Moreover, it has to be considered in this connection that the applicant exercises a relatively extensive right of access without any problems, namely a good four months a year, giving him the opportunity to play a large part in his daughter’s life.",
                        "elements": []
                    },
                    {
                        "content": "5.  Furthermore, I do not agree with the majority that in the present case the Court can overcome the wide margin of appreciation of the authorities with the notion that the Convention is a living instrument which must be interpreted in the light of present-day conditions. Like the majority I do not see a European consensus on this issue. The judgment states correctly that only a limited number of countries explicitly address the issue of a lack of agreement between the parents. Although the majority of the member States may provide for scrutiny by the courts in the event of a conflict between the parents, the provisions and the underlying legal approaches are very different in their details and cannot be compared to each other, as a comparative-law survey on parental authority over a child born out of wedlock shows. Where there is no uniform approach it has to be accepted in my opinion that there are a number of possible ways of solving the conflict between the different interests at stake. Moreover, the common starting-point of the legislation in the member States is, as in , the child’s best interests. With regard to this common goal and the non-existent consensus among the member States, I am not convinced that providing the father with the possibility of obtaining joint custody by court order against the will of the mother should be the only legal solution in accordance with the Convention. Besides, it is rather in line with past decisions of the Court that Parliament’s evaluation can anticipate the weighing-up process without providing for a weighing-up of interests in every individual case (see Evans v. the United Kingdom, no. 6339/05, § 65, 7 March 2006). It has additionally to be mentioned that the advantage of such anticipation is a clear law which provides certainty for the persons involved.",
                        "elements": []
                    },
                    {
                        "content": "6.  With reference to the foregoing, especially the interests of the child, I am of the opinion that the applicant has also not been subjected to unjustified discrimination. Furthermore, the mother’s and the father’s situations are not totally comparable; sole custody of the mother is, at least initially, necessary for reasons of legal certainty, as the majority concede. The fact that the father cannot enforce joint custody later on is justified, as mentioned above, especially in the event of a separation, by the notion of the child’s well-being, with a view to avoiding painful disputes between the parents at the child’s expense. The statutory rules legitimately proceed from the idea that parents who are unable to agree on joint custody are also unable to solve the difficult problems arising in the exercise of joint custody. Moreover, the situation of the applicant is not totally comparable to that of divorced fathers and unmarried fathers who have exercised joint custody based on joint declarations. In the case of married parents joint custody is founded on joint declarations manifesting themselves in the marital vows. The right of a divorced father is therefore based on a continuation of his legal position which was established beforehand by both parents. This is equally true for parents who are not married to each other if they have previously exercised joint custody by means of a joint declaration. Besides, in both cases joint custody is linked to the consent of the mother. On the contrary, the legislature could legitimately assume that parents do not wish to exercise joint parental custody if they are not married to each other and do not make joint declarations.",
                        "elements": []
                    },
                    {
                        "content": "7.  In the final analysis I think that there is a reasonable relationship of proportionality between the exclusion of judicial review of the initial granting of sole custody to the mother and the aim pursued, namely the protection of the child’s well-being. This is especially true in the present case, where the German courts involved in the above-mentioned decisions ascertained that joint custody would be against the child’s interests and would on that account have even had to be revoked had it been established previously. This underlines the validity of the argument of the Federal Constitutional Court in its judgment of 29 January 2003, concerning another case, where it stated that the applicable law, especially Article 1626a § 2 of the Civil Code, did not infringe the father’s right to respect for his family life by not providing for judicial review, because in the event of a serious dispute between the parents it could not be expected that the courts would consider joint custody to be in the child’s best interests. However, in the end the different assessment by the majority in this case means that the domestic legislature is left with hardly any margin of appreciation with regard to the details of regulating parental custody for children born out of wedlock. I consider this to be a too far-reaching consequence of the judgment and would have preferred a more cautious approach in this difficult area. For the foregoing reasons I have therefore voted against finding a violation of Article 14 in conjunction with Article 8 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF ZAUNEGGER v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-96020.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1203JUD002202804",
    "externalsources": [],
    "extractedappno": [
        "22028/04",
        "45582/99",
        "25735/94",
        "31871/96",
        "34406/97",
        "74969/01",
        "30943/96",
        "6339/05"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 1626a, 1666, 1671 and 1672 of the Civil Code"
    ],
    "itemid": "001-96020",
    "judgementdate": "03/12/2009 00:00:00",
    "kpdate": "03/12/2009 00:00:00",
    "kpthesaurus": [
        "238",
        "343",
        "100",
        "27",
        "354",
        "451",
        "425",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "14",
        "8",
        "41",
        "8-1"
    ],
    "parties": [
        "ZAUNEGGER",
        "GERMANY"
    ],
    "rank": "706.165832519531",
    "representedby": [
        "WIELAND, F.",
        "RIXE, G."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "Abdulaziz, Cabales and Balkandali v. the United Kingdom, judgment of 28 May 1985, Series A no. 94, §§ 35-36, 71-72",
        "Elsholz v. Germany [GC], no. 25735/94, § 43, ECHR 2000-VIII",
        "Hoffmann v. Austria, 23 June 1993, § 31, Series A no. 255-C",
        "Johansen v. Norway, judgment of 7 August 1996, Reports of Judgments and Decisions 1996-III, pp. 1001-1002, § 52",
        "Johnston and Others v. Ireland, 18 December 1986, § 53, Series A no. 112",
        "Karlheinz Schmidt v. Germany, judgment of 18 July 1994, Series A no. 291-B, §§ 22, 24",
        "Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, § 44",
        "L. v. the Netherlands, no. 45582/99, § 36, ECHR 2004-IV",
        "Marckx v. Belgium, 13 June 1979, § 41, Series A no. 31 , Mazurek v. France, no. 34406/97, §§ 48, 49, ECHR 2000-II",
        "Petrovic v. Austria, 27 March 1998, § 38, Reports of Judgments and Decisions 1998-II",
        "Rasmussen v. Denmark, 28 November 1984, § 37, Series A no. 87",
        "Sommerfeld v. Germany [GC], no. 31871/96, §§ 63, 86, 93, ECHR 2003-VIII",
        "v. Austria, 28 October 1987, § 41, Series A no. 126"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "355069",
    "typedescription": "15"
}