{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings",
    "applicability": "36",
    "appno": "28249/95",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-59519.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”), in accordance with the provisions applicable prior to the entry into force of Protocol No. 11 to the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”), on 30 October 1999. It originated in an application (no. 28249/95) against the Republic of Poland lodged with the Commission under former Article 25 of the Convention by Mr Henryk Kreuz (“the applicant”), who has dual Austrian and Polish citizenship, on 10 May 1995.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr P. Sendecki, a lawyer practising in Lublin (Poland). The Polish Government (“the Government”) were represented by their Agent, Mr K. Drzewicki, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his right of access to a court, guaranteed by Article 6 § 1 of the Convention, had been violated because the excessive amount of court fees required of him for lodging his claim for damages prevented him from submitting that claim to the courts.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was declared admissible by the Commission on 20 April 1998. In its report of 26 October 1999 (former Article 31 of the Convention) [Note by the Registry. The report is obtainable from the Registry], it expressed the opinion that there had been a violation of Article 6 § 1 (seventeen votes to seven).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 8 December 1999 a panel of the Grand Chamber decided that the case should be examined by one of the Sections of the Court.",
                        "elements": []
                    },
                    {
                        "content": "Subsequently, the application was allocated to the First Section (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  A hearing took place in public in the Human Rights Building, Strasbourg, on 10 October 2000 (Rule 59 § 2).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Sendecki, Mr Drzewicki, Ms Kowalska and Mr Kaliński.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background",
                                "elements": [
                                    {
                                        "content": "8.  On 10 July 1991 the Płock Town Office (Urząd Miejski) granted the applicant provisional zoning approval for the construction of a carwash. Subsequently, the applicant applied to the Mayor of Płock (Prezydent Miasta) for final zoning approval. In particular, he asked for confirmation that the intended construction could be located in a specified area. On 23 November 1992 the Mayor refused the application. That decision was upheld by the Płock Self-Government Board of Appeal (Kolegium Odwoławcze przy Sejmiku Samorządowym) on 27 January 1993. The authorities held that the development in question did not conform to the class of land use set out in the relevant master plan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant appealed to the Supreme Administrative Court (Naczelny Sąd Administracyjny), contesting both decisions. He maintained, in particular, that the authorities had arbitrarily and erroneously established that the development planned by him had not been in conformity with the requirements of the master plan. He also alleged that the authorities had made a number of significant errors of fact and law in the impugned decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 27 January 1994 the Supreme Administrative Court quashed both decisions appealed against and remitted the case to the authority of first instance. Referring to the conduct of the relevant authorities, the court observed that “while under the relevant provisions of the Code of Administrative Procedure [Kodeks Postępowania Administracyjnego] the public authorities were obliged to act both in accordance with the law and in a manner reinforcing citizens’ confidence in such authorities, yet the way they had acted in the applicant’s case had shown the contrary”. It consequently found that their conduct had amounted to a serious breach of the rule of law. The court further held that the authorities had arbitrarily refused the zoning approval sought by the applicant and that, by their refusal, they had flagrantly infringed the master plan requirements. It added that they had misinterpreted the master plan, made wrong findings of fact and that they had, in particular, without any basis whatsoever, established that the applicant’s intended project would not conform to the relevant class of land use. Lastly, the court observed that the authorities had failed to ascertain the facts of the case “in a thorough manner”, as required by the Code of Administrative Procedure.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Claim for damages",
                                "elements": [
                                    {
                                        "content": "11.  On 9 May 1994 the applicant sued the Płock Municipality in the Płock Regional Court (Sąd Wojewódzki). He sought damages of 5,850,000,000 old zlotys (PLZ) based on the fact that the municipal authorities had not handled his application for zoning approval in a timely and proper manner. He claimed that as a result of inactivity on their part and the protracted length of the zoning approval proceedings he had lost both money which had been intended for investment in his business venture and his prospective partners, who had been about to participate in his undertaking. He further maintained that he had also been deprived of future profits. Relying on the relevant rules of the law of tort, the applicant alleged unlawful conduct on the part of the defendant and cited the above-mentioned judgment of the Supreme Administrative Court of 27 January 1994 in which it had been established that the authorities concerned had been in breach of the rule of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On the same date the applicant asked the Płock Regional Court to exempt him from court fees involved in the litigation. The relevant part of his application read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... The plaintiff declares that he is at present unemployed [and] that he does not conduct any profit-making activity. The breach of the law committed by the defendant resulted in his being prevented from starting his business activity. The plaintiff has no assets that would provide him with an income.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The plaintiff came to Poland three years ago in order to conduct a business activity; his intentions were [initially] accepted and supported by the defendant. [At some point,] for unknown reasons, the defendant changed his point of view and, in the plaintiff’s case, took steps aimed at making the latter’s investment impossible. That included a breach of the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The plaintiff’s efforts, aimed at preparing his project and starting a business activity, in effect became a struggle with civil servants [who were] breaking the law. Finally, the plaintiff’s arguments were fully acknowledged by the Supreme Administrative Court which, in its judgment of 27 January 1994, confirmed that [the authorities] had breached the rule of law. However, all those endeavours excessively reduced the plaintiff’s financial resources.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The plaintiff has not secured financial means for the litigation because he fully trusted the defendant. He did not foresee the possibility that a public body could contravene the law rather than comply with it and that, as a result, he would suffer loss. Nor was he prepared for such a possibility. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The damage sustained – which the plaintiff seeks to have compensated in the present case – is very significant. In the circumstances, the plaintiff is unable to pay the court fees. In the event that his present application is rejected, the plaintiff will have no possibility of obtaining redress, even though [a duty] to compensate for loss arising from a breach of the law is a basic legal principle.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 4 July 1994 the court rejected the applicant’s claim on formal grounds, holding that his action was premature because the zoning approval proceedings were still pending. The court considered that a final ruling in those proceedings constituted a preliminary condition sine qua non of access to a civil court in the applicant’s case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards his application for an exemption from court fees, the court decided that there was no need to charge such fees because the claim had been rejected ab initio and, in consequence, the case was not to be examined on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 27 July 1994 the applicant lodged an interlocutory appeal (zażalenie) against that decision. He maintained that no issue of preliminary conditions for access to a civil court arose in his case because he had based his action on the general principles of the law of tort, not on the relevant provisions of administrative law dealing with the liability of the State for issuing a decision contrary to the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 1 August 1994 the Płock Regional Court ordered the applicant to pay a court fee of PLZ 200,000,000 for lodging the interlocutory appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 9 August 1994 the applicant made another application for exemption from court fees. He submitted a declaration of means, pursuant to Article 113 § 1 of the Code of Civil Procedure. The relevant part of that declaration reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The plaintiff asks for an exemption from court fees on the ground that he cannot pay those fees [as they will] entail a substantial reduction in his standard of living.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The plaintiff has been seeking damages for wrongs committed against him by the civil servants of the Płock Municipality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He has the following items of property:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  a flat in Vienna",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  a ‘Peugeot 405D’ car",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  shares in the company ‘Clean Cars JV’ valued at PLZ 300,000,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "These assets do not provide him with any income. The plaintiff has tried (unsuccessfully) to sell part of the ‘Clean Cars JV’ assets in order to pay the court fees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[In connection with that argument, the applicant produced a press cutting of the relevant advertisement put by him in the Gazeta Wyborcza.]",
                                        "elements": []
                                    },
                                    {
                                        "content": "The plaintiff declares that he has dual citizenship, Polish and Austrian. After obtaining a provisional zoning approval for construction of a model network of car washes, the plaintiff came to Poland in 1991 in order to prepare the project. He has worked hard and not enjoyed his income but invested his savings in the preparation of his company to operate under a franchise agreement, a contract unknown in Poland at that time. [He invested in:]",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  setting up his company’s headquarters; refurbishing the company’s premises; designing the company’s emblem;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  searching for employees; advertising and publicity;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  searching for sites suitable for the development; conducting negotiations; concluding contracts;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  making feasibility studies and, on their basis, preparing economic and marketing analyses of the following areas: Płock (1), Chojnice (2), Włocławek (1), Toruń (3), Bydgoszcz (1), Grudziądz (1), Świecie (1);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  on the basis of (4) – planning investments and making projects for areas situated in Płock and Chojnice;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(6)  implementing the measures indicated in the zoning approval decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "All of the plaintiff’s savings and his work over several years were put into the preparation of the investment. Because of the defendant’s tortious conduct, that model investment did not come into existence and the plaintiff’s business partner resigned from the intended development and from conducting a business activity in Poland. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is evident that the plaintiff, since he started to work in Poland and to invest his savings there, has not been able to work in [Austria] and that there is no fault on his part if he now cannot pay the court fees. The only reason why the plaintiff is still in Poland is that he is to close his business and he has to continue proceedings before the courts, which in a sense is ‘work’, although not of a gainful kind.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[underlined] The plaintiff has not put money aside for the litigation with the defendant because he approached the defendant in a manner in which a Polish citizen should – with full confidence. He did not envisage or take into account the possibility that a public authority would break the law rather than comply with it and that he could sustain damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The plaintiff has also sustained further material losses in Poland. They were not his fault but did influence his present financial situation:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  the plaintiff has not received compensation for damage to his car – loss of PLZ 180,000,000, the proceedings against the ‘Westa’ Insurance Company started in 1991 but were stayed and the bankruptcy judge [sędzia komisarz] has so far not dealt with his claim;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  in 1990 his satellite dishes were misappropriated in Płock (final judgments have not been enforced due to the protracted length of the proceedings; impossibility of obtaining satisfaction) – loss (together with interest) PLZ 700,000,000; now [another] action [in that connection] has been lodged with the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... In the circumstances, the plaintiff is unable to pay the court fees. ... [I]n the event that his present application is rejected, the plaintiff will have no possibility of asserting his rights and obtaining redress. In his view, making it impossible for him to have his case heard by an independent court would infringe his basic rights set forth in the Constitution and in international human rights treaties.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 12 August 1994 the Płock Regional Court exempted the applicant from payment of the fee of PLZ 200,000,000. The exemption applied only to the interlocutory appeal proceedings. That decision did not contain any reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 27 September 1994 the Warsaw Court of Appeal (Sąd Apelacyjny) quashed the decision dismissing the claim on formal grounds and remitted the case. It held that since the applicant’s claim was based on civil, not administrative law, there were no preliminary conditions of access to a civil court in his case and that, in consequence, there were no obstacles to the claim being examined on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 17 November 1994 the Płock Regional Court considered Mr Kreuz’s application for an exemption from court fees for lodging his claim. It accepted that the fees for lodging a claim of PLZ 5,850,000,000 – fees which would normally have amounted to PLZ 308,500,000 – were indeed unusually high. In view of that consideration, the court ordered the applicant to pay the fee of PLZ 100,000,000. The relevant part of the reasons for that decision read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... Paying the full amount of court fees would certainly entail too substantial a reduction in the plaintiff’s standard of living, even assuming that he lives on his savings, the value of which he has failed to specify.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A[ny] person who lives on his savings but conducts business activities on a substantial scale and has invested considerable capital in his ventures should be able to pay the fees of PLZ 100,000,000. The plaintiff should have taken into account the fact that engaging in such a [business] activity could also result in litigation being conducted before the courts. He should therefore have ensured that he had [at his disposal] financial resources for such a purpose. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 30 November 1994 the applicant appealed against that order to the Warsaw Court of Appeal. He argued, in particular, that it had been unreasonable of the court of first instance to hold that a business activity could imply the necessity of litigation, in particular against the public authorities. Those authorities should normally be expected to act in accordance with the rule of law. In that context, the applicant strongly criticised the Regional Court’s opinion that he should have secured money in anticipation of the litigation, even though he had been involved in dealings with the municipality. That, in his submission, would imply that the breaking of the law by civil servants had to be foreseen as normal conduct on their part.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant also maintained that it had clearly emerged from his declaration of means that he was unable to pay the court fees imposed on him. He recalled the facts which he had mentioned in his declaration of means and which, in his view, had been overlooked by the court, namely that he had lost a significant amount of money because his insurance company had not repaid the costs of damage to his car (and then had become insolvent) and that he had suffered heavy financial losses of PLZ 700,000,000 because his goods had been misappropriated by a fraudulent business partner. As to the latter point, the applicant stressed that the relevant civil proceedings (which he had initiated against that partner) were still pending in the Płock Regional Court and, in order to have his case heard by that court, he had already paid substantial court fees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant further argued that had the court of first instance had any doubts as to his real financial situation, it should have checked the truth of his declaration under Article 116 § 1 of the Code of Civil Procedure. Finally, he pointed out that his financial situation had remained totally unchanged if compared with that on 12 August 1994, when the same court had exempted him from payment of fees of PLZ 200,000,000 for lodging the interlocutory appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 29 December 1994 the Warsaw Court of Appeal dismissed the appeal. The relevant part of that decision read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The plaintiff has in fact failed to show what are his current sources of income. Having regard to the fact that he has made preparations for a large-scale project in Poland, [we] assume that he has had sufficient means for the purpose. The plaintiff seeks damages of some PLZ 5,000,000,000 (he has failed to state precisely to what this sum relates), claiming that he was unable – due to fault on the part of the defendant [municipality] – to start his business activity (though he has failed to prove that he had indeed made any investments). [In so far as] the applicant submits that he suffered loss of PLZ 700,000,000 in connection with the misappropriation of his satellite dishes ..., that [fact], despite the loss sustained by him, shows what was the value of the transactions in which he was involved ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the present case the court fees are considerable. The plaintiff was exempted from the greater part of those fees. There is, however, no basis on which to exempt the plaintiff from the entirety of court fees. [We therefore consider] that the Regional Court was right in finding that [the applicant] was able to pay the court fees of PLZ 100,000,000.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicant did not pay the fee of PLZ 100,000,000 to the court. As a consequence, on an unspecified date, the Płock Regional Court ordered that the applicant’s statement of claim be returned to him (zarządził zwrot pozwu), which meant that his claim was of no legal effect and the relevant proceedings were, for all legal and practical purposes, regarded as having never been brought before a court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "23.  Under Polish law every plaintiff is obliged to pay a court fee at the time of lodging a statement of claim with a court. As the case proceeds, either party is obliged to pay further court fees at the time of lodging any appeal or constitutional complaint, unless granted an exemption from such fees.",
                                "elements": []
                            },
                            {
                                "content": "Court fees are based on a percentage (if a fee is due for lodging a claim or an appeal) or a fraction (if a fee is due for lodging an interlocutory appeal) of the value of the claim in question.",
                                "elements": []
                            },
                            {
                                "content": "The court fees incurred by either party can, depending on the outcome of the litigation, be finally repaid by the losing party (who, in principle, is ordered to pay all the costs of litigation in a final judgment).",
                                "elements": []
                            },
                            {
                                "content": "24.  There are, however, categories of litigants who are exempted from court fees by virtue of statutory provisions. Some of those categories are listed in Article 111 § 1 of the Code of Civil Procedure. That provision, in the version applicable at the relevant time, exempted from court fees a party lodging a paternity action, a party seeking maintenance, a prosecutor, a court-appointed guardian and “any party exempted from court fees by the competent court” (that is to say, a party who had been granted an exemption under Article 113 of the Code, cited below).",
                                "elements": []
                            },
                            {
                                "content": "25.  The other categories of these exempted litigants are listed in, inter alia, sections 8 and 9 of the Law of 13 June 1967 on Court Fees in Civil Cases (Ustawa o kosztach sądowych w sprawach cywilnych).",
                                "elements": []
                            },
                            {
                                "content": "Under section 8 of the Law, the State Treasury, municipalities and other public organs or institutions are not obliged to pay court fees, provided that the claim in question does not relate to their business activity. Section 9 authorises the Minister of Justice to exempt non-governmental organisations from court fees.",
                                "elements": []
                            },
                            {
                                "content": "26.  In case of a successful outcome of litigation initiated by a person exempted from court fees, the fees which would normally have been collected from that person for lodging and proceeding with his claim are awarded to the State Treasury against his opponent.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Law of 13 June 1967 on Court Fees in Civil Cases (as amended) sets out general principles with respect to the collection of fees by courts.",
                                "elements": []
                            },
                            {
                                "content": "Section 5(1) of the Law, in the version applicable at the material time, stipulated:",
                                "elements": []
                            },
                            {
                                "content": "“Unless otherwise provided by the law, a party who has submitted to a court a pleading which is subject to court fees, shall pay such fees.”",
                                "elements": []
                            },
                            {
                                "content": "28.  The relevant part of section 16 of the Law, in the version applicable at the material time, provided as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  The court shall not take any action if the court fee due for lodging a given pleading is not paid. In such a case the president of the court shall order the party concerned to pay the fee due within a period not exceeding seven days, on pain of having the pleading returned. If the party does not comply with the time-limit, the pleading shall be returned to this party. ",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Any appeal, cassation appeal, interlocutory appeal or objection to a judgment by default ... shall be rejected if the court fee due is not paid within the [above] time-limit.”",
                                "elements": []
                            },
                            {
                                "content": "29.  \tSection 18 provided:",
                                "elements": []
                            },
                            {
                                "content": "“A pleading which has been returned to a party as a result of the fact that the court fee had not been paid, shall be of no legal effect.”",
                                "elements": []
                            },
                            {
                                "content": "30.  The relevant part of paragraph 1 of the Ordinance of the Minister of Justice of 17 May 1993 on Determining Court Fees in Civil Cases (Rozporządzenie Ministra Sprawiedliwości w sprawie określania wysokości wpisów w sprawach cywilnych) (as amended), in the version applicable at the material time, stated:",
                                "elements": []
                            },
                            {
                                "content": "“(4)  Where the value of the claim exceeds PLZ 1,000,000,000 the court fee shall amount to PLZ 66,000,000 for the first PLZ 1,000,000,000 and 5% of the remaining value of the claim. In any case the court fee due shall not exceed the sum of PLZ 1,000,000,000.”",
                                "elements": []
                            },
                            {
                                "content": "31.  Exemption from payment of court fees was (and still is) a matter for the discretion of the court competent to deal with the case.",
                                "elements": []
                            },
                            {
                                "content": "Article 113 § 1 of the Code of Civil Procedure, in the version applicable at the material time, stipulated:",
                                "elements": []
                            },
                            {
                                "content": "“An individual may ask the court competent to deal with the case to grant him an exemption from court fees provided that he submits a declaration to the effect that the fees required entail a substantial reduction in his and his family’s standard of living. Such a declaration shall contain details concerning his family, assets and income. It falls within the court’s discretion to assess whether or not the declaration satisfies the requirements for granting the exemption requested.”",
                                "elements": []
                            },
                            {
                                "content": "Article 116 § 1 of the Code of Civil Procedure provides:",
                                "elements": []
                            },
                            {
                                "content": "“In case of doubt ... as to the real financial situation of the party requesting exemption from court fees, the court may order a verification of his declaration.”",
                                "elements": []
                            },
                            {
                                "content": "The relevant part of Article 120 § 1 of the Code, in the version applicable at the material time, stated:",
                                "elements": []
                            },
                            {
                                "content": "“The court shall revoke an exemption from court fees or legal assistance granted if the basis therefor did not exist or has ceased to exist. In either instance the party concerned shall pay all court and/or legal fees due in his case ...”",
                                "elements": []
                            },
                            {
                                "content": "32.  Fees collected by courts do not constitute, nor are they equivalent to, security for costs. The court fees are transferred by financial departments of the courts to the State Treasury and are deemed to be part of its income.",
                                "elements": []
                            },
                            {
                                "content": "33.  On 11 January 1995 the Supreme Court (Sąd Najwyższy) gave a decision in which it referred for the first time to the “right to a court” guaranteed under Article 6 § 1 in the context of the requirement to pay court fees for lodging a claim or appeal (decision no. III ARN 75/95, published in OSN Zb. U. 1995, no. 9).",
                                "elements": []
                            },
                            {
                                "content": "That ruling concerned an extraordinary appeal lodged by the First President of the Supreme Court with the Supreme Court. The appeal was directed against a decision of the Supreme Administrative Court, refusing to exempt a claimant in administrative proceedings from payment of court fees. The Supreme Court held as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  From the date on which Poland became a member of the Council of Europe, the case-law of the European Court of Human Rights in Strasbourg may and should be taken into account in interpreting Polish law.",
                                "elements": []
                            },
                            {
                                "content": "2.  If the subject matter of a case is the party’s application for substantial financial assistance from the public authorities, particular diligence should be displayed in considering [that party’s] parallel application for an exemption from court fees. [Any decision] rejecting such an application should give relevant and particularly cogent reasons so as not to amount to an actual denial of the right to a court (as secured by Article 6 of the European Convention of Human Rights) ...”",
                                "elements": []
                            },
                            {
                                "content": "Although the relevant decision related to court fees for lodging an appeal with the Supreme Administrative Court by a person who had requested financial assistance from the public authorities, it has been applied mutatis mutandis to civil cases.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant complained that he had not enjoyed the right of access to a “tribunal” because he had had to desist from submitting his claim to a civil court on account of his inability to pay the excessively high court fees required under Polish law for lodging that claim. He alleged a breach of Article 6 § 1 of the Convention, which, in its relevant part, states:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicability of Article 6 § 1",
                                "elements": [
                                    {
                                        "content": "35.  The parties agreed that Article 6 of the Convention applied to the proceedings at issue. The Court, noting that those proceedings concerned the applicant’s claim for damages, and therefore related to “the determination of his civil rights” for the purposes of that Article, does not see any reason to hold otherwise.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compliance with Article 6 § 1",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "36.  The applicant began by reiterating the Court’s established case-law on the matter and stressing that the right of access to a court, even though not an absolute one, must be effective and that the authorities are not allowed to restrict or reduce that right in a manner infringing the very essence of it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In particular, the applicant considered that the State should not restrict that fundamental human right by creating financial barriers. He argued that if, as in Poland, court fees were a substantial source of the State budget, the fundamental function of the judiciary would in consequence be transformed into a fiscal instrument and justice would inevitably become a mechanism accessible only to persons who could afford it. That would also reduce the role played by the right to a “fair trial” in a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The applicant accepted that there might be exceptional cases where special measures had to be taken or where, in appeal proceedings, the requirement of the “cautio judicatem solvi” would not interfere with the individual’s right to a court in a manner contrary to Article 6.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, in his view, it was otherwise if the limitations imposed on the individual’s access to a court in effect formed, as in his case, a genuine financial barrier preventing him from initiating proceedings in a first-instance court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Turning to the particular circumstances of the present case, the applicant further maintained that the relevant courts, when refusing him an extra exemption, could not have been unaware of the consequences of their decisions, namely that setting a court fee of PLZ 100,000,000, a sum equal to the average annual salary in Poland at that time, would deprive him of his right to bring his civil claim before a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In the applicant’s submission, the Polish courts had acted arbitrarily and had based their decisions on a speculative assessment of his financial situation. He considered that those courts had had no basis on which to disbelieve the true facts he had stated in his declaration of means. Yet they had dismissed his arguments without obtaining any evidence to the contrary, whereas, under Article 116 § 1 of the Code of Civil Procedure, in the event of doubts as to the accuracy of his declaration, they were obliged to check the relevant facts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The courts, the applicant added, had misread his arguments and had in consequence made wrong findings of fact. For instance, he had never stated that he had been living on his savings but that he had put all of his savings into the preparation of his intended project. Despite that, in its decision of 17 November 1994 the Płock Regional Court had held against him that he had – allegedly – failed to specify the value of the savings he had been living on, as though he could have been expected to specify sums which he did not have.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Furthermore, the applicant argued that the Regional Court, considering the same declaration of means, had reached contradictory decisions. On 12 August 1994 that court had, without any reservation whatsoever, exempted him from paying PLZ 200,000,000 in the interlocutory appeal proceedings. On 17 November 1994 it had charged him PLZ 100,000,000 for proceeding with his claim on the merits. On the material before it, the court had had no grounds to suggest that his financial situation had in any way improved between those two dates. Nor had there been any essential difference as regards court fees between the interlocutory proceedings and those on the merits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Lastly, the applicant observed that the prospective defendant municipality had not been obliged to pay any court fees in bringing or defending the proceedings. That being so, he could not see how the refusal to exempt him from payment of court fees could serve the interests of the proper administration of justice. Nor did he see how that refusal could be considered proportionate in the circumstances, given that he had ultimately been deprived of the possibility of having his case heard by a “tribunal”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In conclusion, the applicant requested the Court to find a violation of Article 6 § 1 of the Convention on the ground that imposing on him the inordinately excessive court fee had infringed the very essence of his “right to a court” guaranteed under that provision.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "44.  The Government disagreed. They considered that court fees collected by Polish courts for dealing with civil claims constituted a form of legitimate restriction on the individual’s access to a court and that that form of regulating access to courts could not be seen as being in itself contrary to Article 6.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Referring to the particular circumstances of the case, the Government underlined in the first place that the national courts had exempted the applicant from the greater part of the fee for lodging his claim, but had refused to grant him a further exemption because he had not satisfied the conditions for such an exemption, as required by Article 113 § 1 of the Code of Civil Procedure. The applicant had not, therefore, shown the diligence normally required from and expected of a plaintiff in civil proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Government argued, secondly, that – contrary to the applicant’s assertion – the courts were not obliged to verify his declaration of means even if they had doubts as to its accuracy. Under Article 113 of the Code of Civil Procedure, it fell within the courts’ discretion to assess whether or not the granting of an exemption from payment of court fees was justified. Furthermore, the courts had no duty to check his declaration under Article 116 of the Code. That provision merely stipulated that the courts might decide to do so, not that they had to or should do so. It was not, therefore, the relevant courts’ task to gather evidence and to conduct an enquiry in order to clarify and verify the applicant’s declaration of means. In contrast, it was incumbent on the applicant to prove the facts relevant to his request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Government further argued that both the Regional Court and the Court of Appeal had given detailed and cogent reasons for their decisions. In those decisions, they had presented views based on the well-established jurisprudence of the Supreme Court, stating that engaging in a business activity could in itself imply the necessity of litigation and, consequently, the need to secure in advance sufficient resources to cover court fees.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Government considered that the relevant courts, when assessing the pertinent facts of the case, had exercised their power of appreciation in a proper manner. They had based their findings on such factors as the fact that the applicant had at the material time been involved in other civil proceedings (in which he had sought substantial damages) and that he had made preparations for a significant project. Those circumstances had shown the large-scale nature of his financial transactions and, consequently, his ability to pay the court fees in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The courts, the Government added, had also taken into account the fact that he had sought damages of a very considerable amount and had in fact been exempted from payment of the greater part of the court fees due for lodging his claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In the Government’s opinion, the interests of justice required that a party to civil proceedings pay court fees if he or she had not fulfilled the conditions prescribed by law for obtaining an exemption from such fees. This had been particularly so in the applicant’s case, in which the sum in question, albeit equal to the average annual salary in Poland at the time, had simply corresponded to the significant value of the damages sought by him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Government next referred to the applicant’s argument that even though his financial situation had not changed, the courts, considering the same declaration of means, had reached contradictory decisions on whether or not he should be exempted from payment of the court fees. On that point, the Government observed that there had been a fundamental difference between the interlocutory appeal proceedings and those on the merits of the claim. That, in their view, explained why the Polish courts had come to different conclusions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  In sum, the Government contended that those fees had been levied on the applicant in accordance with the law and had pursued a legitimate aim. They had not been disproportionate to his means or imposed arbitrarily. The Government accordingly asked the Court to hold that there had been no violation of Article 6 § 1 in the applicant’s case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Principles deriving from the Court’s case-law",
                                "elements": [
                                    {
                                        "content": "52.  The Court reiterates that, as it has held on many occasions, Article 6 § 1 secures to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal. In this way, that provision embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before a court in civil matters, constitutes one aspect only; however, it is an aspect that makes it in fact possible to benefit from the further guarantees laid down in paragraph 1 of Article 6. The fair, public and expeditious characteristics of judicial proceedings are indeed of no value at all if such proceedings are not first initiated. And in civil matters one can scarcely conceive of the rule of law without there being a possibility of having access to the courts (see, among many other authorities, Golder v. the United Kingdom, judgment of 21 January 1975, Series A no. 18, pp. 16-18, §§ 34 in fine and 35-36, and \nZ and Others v. the United Kingdom [GC], no. 29392/95, §§ 9193, ECHR 2001-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The “right to a court” is not absolute. It may be subject to limitations permitted by implication because the right of access by its very nature calls for regulation by the State. Guaranteeing to litigants an effective right of access to courts for the determination of their “civil rights and obligations”, Article 6 § 1 leaves to the State a free choice of the means to be used towards this end but, while the Contracting States enjoy a certain margin of appreciation in that respect, the ultimate decision as to the observance of the Convention’s requirements rests with the Court (see Golder and Z and Others, cited above, ibid., and, mutatis mutandis, Airey v. Ireland, judgment of 9 October 1979, Series A no. 32, pp. 14-16, § 26).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court has ruled that in some cases, in particular where the limitations in question related to the conditions of admissibility of an appeal, or where the interests of justice required that the applicant, in connection with his appeal, provide security for costs to be incurred by the other party to the proceedings, various limitations, including financial ones, may be placed on the individual’s access to a “court” or “tribunal” (see, for instance, Brualla Gómez de la Torre v. Spain, judgment of 19 December 1997, Reports of Judgments and Decisions 1997-VIII, p. 2955, § 33, and Tolstoy-Miloslavsky v. the United Kingdom, judgment of 13 July 1995, Series A no. 316-B, pp. 80-81, §§ 61 et seq.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court has also accepted that there can be cases where the prospective litigant must obtain prior authorisation before being allowed to proceed with his claim (see Ashingdane v. the United Kingdom, judgment of 28 May 1985, Series A no. 93, pp. 25-26, § 59).",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, in all those cases the Court has satisfied itself that the limitations applied did not restrict or reduce the access afforded to the applicant in such a way or to such an extent that the very essence of that right was impaired.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In that context, the Court underlines that a restriction placed on access to a court or tribunal will not be compatible with Article 6 § 1 unless it pursues a legitimate aim and there is a reasonable relationship of proportionality between the means employed and the legitimate aim sought to be achieved (see, for instance, Tinnelly & Sons Ltd and Others and McElduff and Others v. the United Kingdom, judgment of 10 July 1998, Reports 1998-IV, p. 1660, § 72).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court further recalls that, when assessing compliance with the above-mentioned standards, its task is not to substitute itself for the competent domestic authorities in determining the most appropriate means of regulating access to justice, nor to assess the facts which led those courts to adopt one decision rather than another. The Court’s role is to review under the Convention the decisions that those authorities have taken in the exercise of their power of appreciation and ascertain whether the consequences of those decisions have been compatible with the Convention (see, mutatis mutandis, Tolstoy-Miloslavsky, cited above, ibid., and Brualla Gómez de la Torre, cited above, p. 2955, § 32 in fine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Still in that connection, the Court would finally reiterate that its scrutiny is based on the principle that the Convention is intended to guarantee not rights that are theoretical or illusory but rights that are practical and effective. This is particularly so of the right of access to the courts in view of the prominent place held in a democratic society by the right to a fair trial (see Airey, cited above, pp. 12-14, § 24, and Aït-Mouhoub v. France, judgment of 28 October 1998, Reports 1998-VIII, p. 3227, § 52).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles to the present case",
                                "elements": [
                                    {
                                        "content": "58.  In the instant case the applicant first contested the general rule whereby access to Polish civil courts depended on the payment of a court fee amounting to a certain percentage or fraction of the claim being lodged (see paragraphs 23 and 36-37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government maintained that collecting court fees for proceeding with civil claims could not be seen as in itself contrary to Article 6 § 1 (see paragraph 44 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Having regard to the aforementioned statement of principles established by its case-law, the Court once again recalls that it has never ruled out the possibility that the interests of the fair administration of justice may justify imposing a financial restriction on the individual’s access to a court (see paragraph 54 above and, in particular, Tolstoy-Miloslavsky, cited above, pp. 80-81, §§ 61 et seq.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, the Court considers that while under Article 6 § 1 fulfilment of the obligation to secure an effective right of access to a court does not mean merely the absence of an interference but may require taking various forms of positive action on the part of the State, neither an unqualified right to obtain free legal aid from the State in a civil dispute, nor a right to free proceedings in civil matters can be inferred from that provision (see, mutatis mutandis, Airey, cited above, p. 14, §§ 25-26).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court accordingly holds that the requirement to pay fees to civil courts in connection with claims they are asked to determine cannot be regarded as a restriction on the right of access to a court that is incompatible per se with Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It reiterates, however, that the amount of the fees assessed in the light of the particular circumstances of a given case, including the applicant’s ability to pay them, and the phase of the proceedings at which that restriction has been imposed are factors which are material in determining whether or not a person enjoyed his right of access and had “a ... hearing by [a] tribunal” (see Tolstoy-Miloslavsky, cited above, and Aït-Mouhoub, cited above, pp. 80-81, § 63 et seq., and p. 3228, § 57, respectively).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Bearing those factors in mind, the Court must next determine whether, in the particular circumstances of the present case, the fee actually charged constituted a restriction that impaired the very essence of the applicant’s right of access to a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant complained that the requirement that he pay PLZ 100,000,000 for lodging his action had amounted to a total bar on his access to a court (see paragraphs 38-43 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government, for their part, considered that that sum had been entirely justified from the point of view of the interests of justice and had been based on an objective assessment of his financial situation (see paragraphs 45-51 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In that connection, the Court notes at the outset that even though the sum ultimately required from the applicant was substantially reduced in comparison with that previously imposed, it was nevertheless equal to the average annual salary in Poland at that time (see paragraphs 38 and 49 above). That amount, if seen from the perspective of the ordinary litigant, was undoubtedly substantial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant was a businessman, however, and the relevant courts, when setting the court fee, relied to a considerable degree on the assumption that engaging in a business activity could in itself imply the necessity of litigation. On that basis, they came to the conclusion that the applicant should have taken into account the need to secure in advance sufficient funds for court fees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "To that assumption, the courts added the hypothesis that the applicant – who in his declaration of means had in fact stated that he had no income and had put all his savings into the intended investment, and mentioned further material losses in his business ventures – lived on his savings and that the scale of his investments (regardless of the losses sustained) proved his ability to pay the court fee (see paragraphs 19-21 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court does not find those grounds persuasive, in particular if weighed against the importance of securing to a person “effective” access to a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the first place, it notes that the claim the applicant intended to lodge related only loosely, if at all, to a business activity as such. It is not for the Court to assess the merits of that claim, although it cannot but note that the applicant’s action was based on the breach of the rule of law by the defendant public authority (a breach already established by the judgment of the Supreme Administrative Court) and concerned damages allegedly arising from that breach (see paragraphs 10-11 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It observes, secondly, that the findings which the relevant courts made in respect of the applicant’s financial situation appear to have been based on his hypothetical earning capacity rather than on the facts he supplied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  It is true that the taking and evaluating of evidence are primarily matters for the domestic courts and that the Court’s role is to ascertain whether those courts, when exercising their power of appreciation in that sphere, acted in accordance with Article 6 § 1 (see paragraph 56 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, in the present case the Court notes that the judicial authorities refused to accept the applicant’s argument that he was unable to pay the court fees, without obtaining or considering any evidence contradicting the facts he stated in his declaration of means.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, the courts made certain assumptions as to the applicant’s financial standing that were not fully supported by the material before them (see paragraphs 19-21 and 40 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court also observes that under Polish law an exemption from payment of court fees can at any time be revoked by the courts if the basis thereof has ceased to exist. Allowing the applicant to proceed with his claim at the initial phase of the proceedings would not therefore have prevented the Polish courts from collecting court fees if at some further stage his financial situation had improved (see paragraph 31 in fine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  Assessing the facts of the case as a whole and having regard to the prominent place held by the right to a court in a democratic society, the Court considers that the judicial authorities failed to secure a proper balance between, on the one hand, the interest of the State in collecting court fees for dealing with claims and, on the other hand, the interest of the applicant in vindicating his claim through the courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The fee required from the applicant for proceeding with his action was excessive. It resulted in his desisting from his claim and in his case never being heard by a court. That, in the Court’s opinion, impaired the very essence of his right of access.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  For the above reasons, the Court concludes that the imposition of the court fees on the applicant constituted a disproportionate restriction on his right of access to a court. It accordingly finds that there has been a breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "69.  Under the head of pecuniary damage, the applicant claimed the sum of 50,000 zlotys (PLN) which constituted some part of the costs he had incurred in connection with the setting up of a company in Poland and, in addition, compensation for loss of profit from salaries he could have earned in Austria if he had not been involved in the preparation of his project in Poland.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He further asked the Court to award him PLN 100,000 for moral suffering and distress caused by a violation of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government submitted that the sums in question were inordinately excessive. They added that the applicant had failed to prove that his stay in Poland had been indispensable and pointed out that the investment in the establishment of a company in Poland should have been a source of income rather than of the alleged damage. As to the question of non-pecuniary damage, the Government maintained that the applicant had not shown a causal link between the damage claimed and the alleged violation of Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In sum, they requested the Court to rule that the finding of a violation would constitute in itself sufficient just satisfaction. In the alternative, they invited the Court to make an award of just satisfaction on the basis of its case-law in similar cases and national economic circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court’s conclusion, on the material before it, is that the applicant has not shown that the pecuniary damage pleaded was actually caused by being deprived of access to a court. Consequently, there is no justification for making any award to him under that head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  On the other hand, the Court accepts that the applicant has suffered non-pecuniary damage which is not sufficiently compensated by the finding of a violation of the Convention. Making its assessment on an equitable basis, the Court awards the applicant PLN 30,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "73.  The applicant, who received legal aid from the Council of Europe in connection with the presentation of his case, sought reimbursement of PLN 9,000 for costs and expenses incurred in the proceedings before the Court, to be awarded in addition to the sum of 976.55 euros (EUR) already paid under the Court’s legal aid scheme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Government invited the Court to make an award, if any, only in so far as the costs and expenses claimed were actually and necessarily incurred and were reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court has assessed the claim in the light of the principles laid down in its case-law (see Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II; Baranowski v. Poland, no. 28358/95, § 85, ECHR 2000-III; and Kudła v. Poland [GC], no. 30210/96, § 168, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Applying these criteria to the present case, the Court considers it reasonable to award the applicant PLN 12,442 for his costs and expenses together with any value-added tax that may be chargeable, less EUR 976.55 received by way of legal aid from the Council of Europe.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "76.  According to the information available to the Court, the statutory rate of interest applicable in Poland at the date of adoption of the present judgment is 30 % per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 30% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 June 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsW. Thomassen",
            "role": "president"
        },
        {
            "name": "MrL. Ferrari Bravo",
            "role": "judges"
        },
        {
            "name": "MrJ. Makarczyk",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrB. Zupančič",
            "role": "judges"
        },
        {
            "name": "MrT. Panţîru",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "and Mr T.L. Early",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KREUZ v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59519.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2001:0619JUD002824995",
    "externalsources": [],
    "extractedappno": [
        "28249/95",
        "75/95",
        "29392/95",
        "31195/96",
        "28358/95",
        "30210/96"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Code of Civil Procedure, Articles 113 § 1, 116 § 1"
    ],
    "itemid": "001-59519",
    "judgementdate": "19/06/2001 00:00:00",
    "kpdate": "19/06/2001 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "40",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "KREUZ",
        "POLAND"
    ],
    "rank": "421.296691894531",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Airey v. Ireland judgment of 9 October 1979, Series A no. 32, pp. 14-15, §§ 24-26",
        "Aït-Mouhoub v. France judgment of 28 October 1998, Reports 1998-VIII, p. 3227, § 52, § 57",
        "Ashingdane v. the United Kingdom judgment of 28 May 1985, Series A no. 93, p. 25, § 59",
        "Baranowski v. Poland, no. 28358/95, § 85, ECHR 2000-III",
        "Brualla Gómez de la Torre v. Spain judgment of 19 December 1997, Reports 1997-VIII, p. 2955, §§ 32-33",
        "Golder v. the United Kingdom judgment of 21 January 1975, Series A no. 18, p. 18, §§ 34 in fine and 35- 36",
        "Kudla v. Poland [GC], no. 30210/96, § 168, ECHR 2000-XII",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II",
        "Tinnelly & Sons Ltd. and Others and McElduff and Others v. the United Kingdom judgment of 10 July 1998, Reports 1998-IV, p. 1660, § 72",
        "Tolstoy-Miloslavsky v. the United Kingdom judgment of 13 July 1995, Series A no. 316-B, pp. 80-81, §§ 61-63",
        "Z and Others v. the United Kingdom [GC], no. 29392/95, §§ 91-93, ECHR 2001-..."
    ],
    "separateopinion": "FALSE",
    "sharepointid": "437931",
    "typedescription": "15"
}