{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "29411/05",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-88698.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 29411/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Natalya Vladimirovna Ivchenko (“the applicant”), on 8 July 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Rashevskiy, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr P. Laptev and Ms V. Milinchuk, former Representatives of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 14 November 2006 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1961 and lives in , a town in the Voronezh Region.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 25 September 2000 the Sovetskiy District Court of Voronezh awarded the applicant 4,322.91 Russian roubles (RUB) in arrears of child benefits against the Regional Authority. This judgment became binding on 5 October 2000 but was not enforced immediately.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 28 May 2002 the Justice of the Peace of Judicial District 3 of Voronezh awarded the applicant RUB 2,064.16 in further arrears of child benefits. This judgment became binding on 10 June 2002 but was not enforced immediately.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 15 February 2007 the authorities paid to the applicant RUB 12,302.12. This sum included the judgment debts adjusted for the increasing cost of living.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "8.  Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment within two months. Under section 242.2.6 of the Budget Code of 31 July 1998, the Ministry of Finance must enforce a judgment within three months.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "9.  The applicant complained under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 about the delayed enforcement of the judgments. Insofar as relevant, these Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "10.  The Government admitted that there had been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1. Nevertheless, they asked the Court to strike the case out of its list of cases, because they had paid the judgment debts and in addition adjusted them for the cost of living. They argued that the applicant had had no right to non-pecuniary damages, because the child benefits had been fringe benefits, and because their lack had not undermined the applicant’s well-being (see Poznakhirina v. , no. 25964/02, § 35, 24 February 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant maintained her complaint. She argued that the Government had not explained the method of the adjustment. Furthermore, unlike in Poznakhirina, in her case the child benefits had been crucial for the family budget. In several subsequent cases concerning child benefits in Voronezh, the Court did award non-pecuniary damages (see Bragina v. Russia, no. 20260/04, § 31, 1 February 2007; Nartova v. Russia, no. 33685/05, § 30, 1 February 2007; Deykina v. Russia, no. 33689/05, § 30, 1 February 2007; Voloskova v. Russia, no. 33707/05, § 30, 1 February 2007; Zaichenko v. Russia, no. 33720/05, § 25, 1 February 2007; Voronina v. Russia, no. 33728/05, § 31, 1 February 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Court considers that even though the Government phrase their objection as a strike-out request, in substance it relates to the applicant’s status as a victim and should be examined under the head of admissibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The Court reiterates that to deprive an applicant of her status as a victim, the State must acknowledge a breach of her rights and afford adequate redress (see Amuur v. France, judgment of 25 June 1995, Reports of Judgments and Decisions 1996-III, § 36). In the case at hand, the Government have acknowledged the breach, but the redress they afforded – the adjustment for the cost of living – was not adequate because it did not compensate pecuniary and non-pecuniary damage. It follows that the applicant retains her status as a victim, and that the application is compatible ratione personae with the provisions of the Convention within the meaning of Article 35 § 3 and cannot be rejected in accordance with Article 35 § 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "15.  The Government have admitted that there had been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In the circumstances of the present case, the Court finds no reason to hold otherwise. There has, accordingly, been a violation of these Articles.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "18.  The applicant claimed 3,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Government argued that this claim was excessive since the authorities had paid the judgment debts adjustment for the cost of living.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court accepts that the applicant must have been distressed by the delayed enforcement of the judgments. Making its assessment on an equitable basis, the Court awards EUR 3,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "21.  The applicant also claimed EUR 20 for postal expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Government argued that this claim was unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 20 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "24.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(i)  EUR 3,000 (three thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "\t(ii)  EUR 20 (twenty euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 October 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF IVCHENKO v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-88698.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:1002JUD002941105",
    "externalsources": [],
    "extractedappno": [
        "29411/05",
        "25964/02",
        "20260/04",
        "33685/05",
        "33689/05",
        "33707/05",
        "33720/05",
        "33728/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-88698",
    "judgementdate": "02/10/2008 00:00:00",
    "kpdate": "02/10/2008 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "IVCHENKO",
        "RUSSIA"
    ],
    "rank": "643.357177734375",
    "representedby": [
        "RASHEVSKIY A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "348146",
    "typedescription": "15"
}