{
    "__articles": "3;5;5-1;5-1-f;5-4;34;35;41",
    "__conclusion": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Extradition) (Conditional) (Uzbekistan);Violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Tajikistan);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Extradition);No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Extradition);Violation of Article 5 - Right to liberty and security (Article 5-4 - Speediness of review);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention);Violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of petition);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "14743/11",
    "article": [
        "3",
        "34",
        "35",
        "5",
        "41"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Expulsion"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Tajikistan"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Review of lawfulness of detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention",
                "Article 5-1-f - Extradition"
            ],
            "element": "No violation of Article 5 - Right to liberty and security",
            "type": "no-violation"
        },
        {
            "article": "34",
            "base_article": "34",
            "details": [
                "Article 34 - Hinder the exercise of the right of petition"
            ],
            "element": "Violation of Article 34 - Individual applications",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-113287.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 14743/11) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Uzbek national, Mr Murodzhon Adikhamzhonovich Abdulkhakov (“the applicant”), on 6 March 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms E. Ryabinina and Ms D. Trenina, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his extradition to  would subject him to the risk of ill-treatment, that his detention pending extradition had been unlawful and that there had been no effective judicial review of his detention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 8 March 2011 the President of the First Section indicated to the respondent Government that the applicant should not be extradited to  until further notice (Rule 39 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 6 May 2011 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1979. He is currently in hiding in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s background and his arrival in ",
                                "elements": [
                                    {
                                        "content": "7.  The applicant lived in the  in Andijan Region, which is located in the Fergana Valley of Uzbekistan. He worked as a carpenter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The events preceding the applicant’s departure from , as described by him, may be summarized as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 25 May 2009 a police station in Khanabad, a neighbouring town, was burnt down. A number of witnesses stated that they had seen a car belonging to a resident of Sultanabod. The owner of the car was arrested. The police found out that he was a practising Muslim and that he regularly went to the mosque.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The imam of the local mosque was arrested, tortured and forced to disclose the names of all those visiting the mosque. In particular, he named Mr K., who taught the Koran. Mr K. was also arrested and tortured. He gave the police the names of his pupils, including the applicant’s name.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant was summoned to the local police station, where he was beaten with the aim of extracting a confession to his involvement in extremist activities. He was, however, released after his relatives had bribed the police. He was then fined for participating in unlawful religious gatherings and for praying outside the mosque.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  According to the applicant, all those arrested after the events of 25 May 2009 were convicted of anti-government activities and sentenced to imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 24 August 2009 the applicant left for . His family, including his parents, one of his brothers, wife and three minor children, remained in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 8 September 2009 the applicant’s house in Sultanabod was searched and a religious book was found. He then received a telephone call from a local police officer, who insisted that he should return to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 4 November 2009 the applicant left Kazakhstan for . He firstly went to the city of Kazan where another of his brothers lived and then, on 8 December 2009, took a train to . He intended to travel onward to , where he wanted to apply for refugee status.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Initiation of criminal proceedings against the applicant in Uzbekistan, the applicant’s arrest in Russia and the request for his extradition to ",
                                "elements": [
                                    {
                                        "content": "16.  On 20 September 2009 the Andijan Region Interior Department charged the applicant with participating in an extremist organisation of a religious, separatist or fundamentalist nature (Article 244-2 § 1 of the Uzbek Criminal Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 9 October 2009 the  ordered the applicant’s arrest. On 13 October 2009 his name was put on the list of wanted persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 24 October 2009 the Andijan Region Interior Department amended the charges against the applicant. He was charged with participating in an extremist organisation of a religious, separatist or fundamentalist nature; smuggling of extremist materials; storing and distributing materials containing religious extremist, separatist and fundamentalist ideas; using religion with the aim of disturbing the public peace and order; disseminating slanderous and damaging insinuations and committing other acts against the established rules of conduct and national security; and calling for the overthrow of the constitutional order of Uzbekistan, the usurpation of power and breach of the territorial integrity of Uzbekistan (the offences contained in Articles 244-2 § 1, 246 § 1, \n244-1 § 3, 159 § 3 of the Uzbek Criminal Code). In particular, he was accused of membership of a banned organisation, “jamaat”, which was allegedly disseminating “the separatist, fundamentalist and extremist ideas of Wahhabism”. The members of that organisation were claimed to hold regular religious gatherings and to collect money. The applicant was also accused of smuggling religious books authored by Muhammad Rafiq Kamoliddin and Abduvali Mirzaev, which allegedly “encouraged unconstitutional and anti-government sentiments” and contained “slanderous insinuations alien to traditional Islam”. The Interior Department concluded from the above that, by being a member of a banned religious organisation and by smuggling extremist religious books, the applicant had disseminated the ideas of Wahhabism, called for the establishment of an Islamic Caliphate based on Sharia, and “slandered the democratic system established in the ”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.   On 8 December 2009 the Moscow Interior Department informed the Andijan Region Anti-Terrorism Department that, according to their information, the applicant would arrive in  the next day. In reply, the Andijan Region Anti-Terrorism Department confirmed that the applicant was wanted by the Uzbek authorities on the charge of membership of an extremist organisation of a religious, separatist or fundamentalist nature and that an arrest warrant had been issued in respect of him. It asked the Moscow Interior Department to keep the applicant in custody pending an extradition request, which would be sent without delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 9 December 2009, immediately after his arrival in , the applicant was arrested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 30 December 2009 the Prosecutor General’s Office of the Russian Federation received a request for the applicant’s extradition from the Prosecutor General of . The Uzbek prosecutor’s office gave an assurance that the applicant would not be extradited to a third-party State, or prosecuted or punished for any offences committed before extradition and which were not mentioned in the extradition request, without ’s consent. It also stated that after serving his sentence he would be free to leave .",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 31 December 2009, 19 January and 3 February 2010 the Ministry of Foreign Affairs, the Federal Migration Service and the Federal Security Service informed the Prosecutor General that the applicant did not hold Russian citizenship and there were no other obstacles to his extradition to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 5 May 2010 further assurances were given by a Deputy Prosecutor General of . He gave an undertaking that the applicant would not be subjected to torture, violence or other forms of inhuman or degrading treatment and that the rights of the defence would be respected. He also gave an assurance that the Uzbek authorities had no intention of persecuting the applicant for political motives or on account of his race or religious beliefs.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Decisions concerning the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "24.  On 10 December 2009 the Moskovsko-Ryazanskiy Transport Prosecutor ordered the applicant’s detention. He referred to the arrest warrant issued by the , to Article 61 of the 1993 Minsk Convention and to Article 108 of the Code of Criminal Procedure (“CCrP”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 18 January 2010 the Moskovsko-Ryazanskiy Transport Prosecutor again ordered the applicant’s detention. He referred to the extradition request received from the Uzbek authorities and relied on Article 466 § 2 of the CCrP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 8 February 2010 the Meshchanskiy District Court of Moscow extended the applicant’s detention until 9 June 2010, referring to Article 109 of the CCrP. On 7 April 2010 the Moscow City Court upheld the decision on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 9 June 2010 the Meshchanskiy District Court extended the applicant’s detention until 9 September 2010, referring to Article 109 of the CCrP. On 28 July 2010 the Moscow City Court upheld that decision on appeal. It found, in particular, that the applicant’s detention was in conformity with Article 61 of the 1993 Minsk Convention and Article 466 § 2 of the CCrP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 7 September 2010 the Meshchanskiy District Court ordered a further extension of the applicant’s detention until 9 December 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant appealed on 9 September 2010. On 1 December 2010 the Moscow City Court rejected his appeal and upheld the decision of 7 September 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 8 December 2010 the Moscow City Court extended the applicant’s detention until 9 June 2011 on the grounds that the extradition proceedings against him were still pending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 16 December 2010 the applicant lodged appeal submissions. On 20 January 2011 the Supreme Court of the  upheld the extension order on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 9 June 2011 the Moskovsko-Ryazanskiy Transport Prosecutor ordered the applicant’s release subject to his lawyer providing a personal guarantee. Relying on Article 109 of the Code of Criminal Procedure (see paragraph 84 below), he found that the maximum detention period permitted under Russian law had expired and that it was not possible to extradite the applicant for the time being due to the indication of an interim measure by the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Applications for refugee status and temporary asylum",
                                "elements": [
                                    {
                                        "content": "33.  On 22 December 2009 the applicant applied to the Russian Federal Migration Service (“the FMS”) for refugee status. In particular, he submitted that he was being persecuted in  for his religious beliefs. He feared being tortured with the aim of obtaining a confession to offences he had not committed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 13 April 2010 the Moscow Town Department of the FMS rejected his application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 6 September 2010 that decision was confirmed by a deputy head of the FMS. He found that, given that a majority of the population of  was Muslim, the applicant’s persecution for his adherence to Islam was unlikely. Although, according to the information provided by the Ministry of Foreign Affairs, the Uzbek authorities exercised close control over the religious life of the population, that was justified by their legitimate intention to limit the influence of radical Islamic organisations, such as Jamaat-e-Islami. The FMS had no competence to verify whether the charges brought against the applicant in  were well-founded. It therefore appeared that the application for refugee status had been motivated by the applicant’s wish to avoid criminal liability. As regards the applicant’s allegations of a risk of ill-treatment in , they could not serve as a basis for granting refugee status. The existence of such a risk, if substantiated, might, however, serve as a basis for granting temporary asylum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The applicant challenged that refusal before the Basmanniy District Court of Moscow. He complained that the FMS had presumed him guilty of the offences imputed to him and had disregarded his argument that he was being persecuted for his religious beliefs. He submitted that he had been tortured and fined for praying outside the mosque and that criminal proceedings had been opened against him after a religious book, which had never been declared extremist or banned by the authorities, had been found in his house. He also referred to the case-law of the Court, in particular the cases of Yuldashev v. Russia (no. 1248/09, 8 July 2010), Abdulazhon Isakov v.  (no. 14049/08, 8 July 2010), and Karimov v. Russia (no. 54219/08, 29 July 2010) in which the Court had found, in similar circumstances, that the applicants’ forced return to Uzbekistan would give rise to a violation of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 19 November 2010 the Basmanniy District Court confirmed the decision of 6 September 2010. It found that the reasons for the refusal of refugee status advanced by the FMS had been convincing and that the applicant had failed to substantiate his allegation that he had been persecuted for his religious beliefs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant appealed. He repeated his arguments advanced before the FMS and the Basmanniy District Court. He also referred to Amnesty International reports describing persecution and ill-treatment of members of minority religious Islamic groups.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 24 December 2010 the Moscow City Court upheld the judgment of 19 November 2010 on appeal, finding that it had been lawful, well-reasoned and justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 16 June 2011 the applicant applied to the FMS for temporary asylum, referring to the risks of his ill-treatment and persecution for his religious beliefs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 13 July 2011 the Moscow Town Department of the FMS rejected his application. It found that the applicant could not be persecuted for his religious beliefs because he belonged to the Sunni branch of Islam, which was the religion followed by 80% of the population of . The charges brought against him appeared to be well-founded. It was also relevant that the applicant had never applied for a residence or work permit in . There were therefore no grounds for granting temporary asylum to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On an unspecified date in October 2011 a deputy head of the FMS quashed the decision of 13 July 2011 and remitted the application for temporary asylum for fresh examination before the Moscow Town Department of the FMS.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  It appears that the temporary asylum proceedings are still pending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  By letter of 18 November 2011, the office of the United Nations High Commissioner for Refugees (“UNHCR”) informed counsel for the applicant that the applicant had been granted mandate refugee status. The UNHCR found that he had a well-founded fear of being persecuted and ill-treated in  for reasons of his religion and imputed political opinion.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Decision to extradite the applicant and subsequent appeal proceedings",
                                "elements": [
                                    {
                                        "content": "45.  On 14 May 2010 a deputy Prosecutor General decided to extradite the applicant to . The prosecutor enumerated the charges against the applicant and found that his actions were punishable under Russian criminal law. An extradition order was granted in respect of attempted overthrow of the constitutional order of  and dissemination of materials presenting a danger to national security and public order. The prosecutor found that the above offences corresponded to the offences of attempted violent overthrow of the government and constitutional order and public incitement to extremist activities, which were proscribed by Russian criminal law. However, the prosecutor refused to extradite the applicant for smuggling of extremist materials because this was not an offence under Russian criminal law and for membership of “Jamaat” because that organisation had never been declared extremist or terrorist in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The applicant challenged the extradition order before the Moscow City Court. He submitted that the accusations against him were unfounded and he was in fact being persecuted by the Uzbek authorities on account of his religious beliefs. He faced torture and other forms of ill-treatment if extradited to . It transpired from the reports by the UN agencies and by respected international NGOs that torture was widespread in  and confessions were often extracted from defendants under duress. He also referred to the Court’s case-law, in particular the cases of Ismoilov and Others v. Russia (no. 2947/06, 24 April 2008) and Muminov v. Russia (no. 42502/06, 11 December 2008) concerning extradition to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  During the hearing, Ms R., an expert in refugees from Central Asia, testified that charges under Article 159 of the Uzbek Criminal Code (attempted overthrow of the constitutional order of Uzbekistan, usurpation of power and breach of the territorial integrity of ) were in most cases politically motivated. Charges under Article 159 were often brought against individuals criticising the authorities or following religious practices not approved by the State. Such individuals were at a substantially higher risk of ill-treatment. In her opinion, the applicant was being persecuted for his religious beliefs and practices. She had drawn that conclusion, in particular, from the fact that he was being prosecuted for possessing a religious book by Abduvali Mirzaev, a respected imam whose followers were often targeted by the Uzbek authorities. It was significant that the books authored by him were not banned in  or any other country. She also referred to the Court’s case-law establishing that diplomatic assurances were not sufficient to ensure adequate protection against the risk of ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  A witness for the applicant, Mr N., a former investigator in Uzbekistan, testified that ill-treatment was wide-spread in . Suspects were tortured to obtain confessions and those confessions were subsequently used against them at trial. He also confirmed Ms R.’s statement that charges under Article 159 of the Uzbek Criminal Code were often brought against believers who attended a mosque, prayed or wore a beard. All persons charged under Article 159 were tortured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The applicant asked the court to examine the reports about the situation in  by the UN agencies and human rights NGOs and the judgments of the Court. His request was rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  During the hearing the applicant also disputed the prosecutor’s finding that the actions imputable to him were punishable under Russian criminal law. He argued that under Russian law only the attempted violent overthrow of the government and the constitutional order was prosecutable, while he had never been accused of resorting to violence. Nor could possession of religious books be characterised as public incitement to extremist activities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 29 December 2010 the Moscow City Court upheld the extradition order. It held that the Uzbek and Russian authorities had followed the extradition procedure set out in applicable international and domestic law. The applicant was charged with offences punishable under Uzbek and Russian criminal law and there was no evidence that he was being persecuted for his political opinions or religious beliefs. The City Court found that the international reports, expert opinions and the Court’s case-law relied upon by the applicant were irrelevant because they described the general situation in  rather than the applicant’s personal circumstances. Mr N.’s testimony was also irrelevant because it referred to the situation from 1999 to 2002. The Uzbek authorities had given assurances that the applicant would not be tortured. There was no reason to question the validity of those assurances, which had been given by a competent State authority, the Prosecutor General’s office of . The City Court therefore considered that the assurances were sufficient to exclude any risk of ill-treatment. It further held that the issue of the applicant’s guilt or innocence was not within the scope of the review undertaken by the extraditing authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The applicant appealed. He reiterated his arguments advanced before the Moscow City Court and relied on Article 3 of the Convention. He further submitted that the diplomatic assurances against ill-treatment were unreliable due to the absence of any mechanism of compliance monitoring or any accountability for a breach of such assurances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 14 March 2011 the Supreme Court of the  rejected his appeal and upheld the decision of 29 December 2010, finding that it had been lawful and justified. It endorsed the City Court’s finding that the international reports on the situation in  were irrelevant because they were not based on “real evidence”. It also found that the diplomatic assurances given by the Uzbek authorities were sufficient to ensure adequate protection against eventual ill-treatment of the applicant because if the assurances in respect of the applicant were breached,  would refuse to extradite other people. Moreover, the applicant had not submitted any evidence that such assurances had been breached in previous cases.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  The applicant’s abduction and transfer to ",
                                "elements": [
                                    {
                                        "content": "54.  According to the applicant, in the afternoon of 23 August 2011 he met two acquaintances, K. and A., in the centre of . They were stopped by a policeman who checked their identity documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Immediately after that five or six people in plain clothes grabbed them by the arms and forced them into a van. The abductors put black plastic bags on their heads and laid them on the floor of the van.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  By about 4 p.m. they arrived at a forest outside . They were then beaten and threatened with a gun. Their hands were burnt using a lighter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  At sunset they were handcuffed, forced into the van and brought to an airport by 1 a.m. on 24 August 2011. They drove directly into the airfield and parked near an airplane. They were then placed onboard the airplane, accompanied by two guards. The passengers boarded afterwards. The airplane took off at 1.40 a.m. and landed in the city of Khujand in  three-and-a-half hours later.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  At  the applicant, K. and A. were handed over to Tajik policemen. Black plastic bags were again put on their heads and they were then separated and placed in different cars.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The applicant was taken to a police station in Khujand, where he remained for three days. He was ill-treated and required to give evidence against K. The police officers threatened to tie him up and throw him into a river, stating that nobody knew that he was in  because he had not been checked in for the flight.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On 26 August 2011 the applicant was taken to . He was taken to a police station, where he was questioned. On the next day he was placed in a temporary detention centre, where he remained until 2 September 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  On 30 August 2011 the Shokhmansurskiy District Court ordered the applicant’s detention pending extradition to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  On 2 September 2011 the applicant was transferred to remand centre no. 1 in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  On 22 November 2011 the applicant was told that a court had ordered his release. He was released the next day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  A certificate issued by the Ministry of Justice of  states that the applicant had “served his prison sentence” from 27 August to 22 November 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The applicant has been in hiding ever since. Intending to return to Russia, he asked the UNHCR to assist him with recovering his national passport, which had been retained by the FMS in .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Official inquiry into the applicant’s abduction",
                                "elements": [
                                    {
                                        "content": "66.  On an unspecified date an investigator of the Investigations Committee of the Zamoskvoretskiy District of Moscow opened an inquiry into the circumstances of the applicant’s abduction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  On 20 January 2012 the investigator refused to open criminal proceedings into the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  On 26 March 2012 the acting head of the Zamoskvoretskiy District Investigations Committee quashed the decision of 20 January 2012 and ordered an additional inquiry. He found that it was necessary to question counsel for the applicant and to obtain information about the applicant’s crossing of the Russian border.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The inquiry was resumed. On unspecified dates between 26 March and 5 April 2012 the investigator ordered that the local police should search for witnesses to the applicant’s abduction. In the same period he also sent inquiries for information about the applicant to the Federal Security Service, the local office of the Transport Department of the Interior Ministry, the FMS, the State Border Control Office in , and other state agencies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  It appears that the inquiry is pending.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT INTERNATIONAL AND DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Extradition proceedings",
                                "elements": [
                                    {
                                        "content": "1.  The Code of Criminal Procedure",
                                        "elements": [
                                            {
                                                "content": "71.  Chapter 54 of the Code of Criminal Procedure (“CCrP”) of 2002 governs the procedure to be followed in the event of extradition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  An extradition decision made by the Prosecutor General may be challenged before a court (Article 463 § 1). In that case the extradition order should not be enforced until a final judgment is delivered (Article 462 § 6).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  A court is to review the lawfulness and validity of a decision to extradite within a month of receipt of a request for review. The decision should be taken in open court by a panel of three judges in the presence of a prosecutor, the person whose extradition is sought and the latter’s legal counsel (Article 463 § 4).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Issues of guilt or innocence are not within the scope of judicial review, which is limited to an assessment of whether the extradition order was made in accordance with the procedure set out in applicable international and domestic law (Article 463 § 6).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Article 464 § 1 lists the conditions under which extradition cannot be authorised. Thus, the extradition of the following should be denied: a Russian citizen (Article 464 § 1 (1)) or a person who has been granted asylum in Russia (Article 464 § 1 (2)); a person in respect of whom a conviction has become effective or criminal proceedings have been terminated in Russia in connection with the same act for which he or she has been prosecuted in the requesting State (Article 464 § 1 (3)); a person in respect of whom criminal proceedings cannot be launched or a conviction cannot become effective in view of the expiry of the statute of limitations or under another valid ground in Russian law (Article 464 § 1 (4)); or a person in respect of whom extradition has been blocked by a Russian court in accordance with the legislation and international treaties of the Russian Federation (Article 464 § 1 (5)). Finally, extradition should be denied if the act that serves as the basis for the extradition request does not constitute a criminal offence under the Russian Criminal Code (Article 464 § 1 (6)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  In the event that a foreign national whose extradition is being sought is being prosecuted or is serving a sentence for another criminal offence in Russia, his extradition may be postponed until the prosecution is terminated, the penalty is lifted on any valid ground or the sentence is served (Article 465 § 1).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Decisions of the Russian Supreme Court",
                                        "elements": [
                                            {
                                                "content": "77.  In its ruling no. 11 of 14 June 2012, the Plenary Session of the Russian Supreme Court indicated, with reference to Article 3 of the Convention, that extradition should be refused if there were serious reasons to believe that the person might be subjected to torture, inhuman or degrading treatment in the requesting country. Extradition could also be refused if exceptional circumstances disclosed that it might entail a danger to the person’s life and health on account of, among other things, his or her age or physical condition. Russian authorities dealing with an extradition case should examine whether there were reasons to believe that the person concerned might be sentenced to the death penalty, subjected to ill-treatment or persecuted because of his or her race, religious beliefs, nationality, ethnic or social origin or political opinions. The courts should assess both the general situation in the requesting country and the personal circumstances of the person whose extradition was sought. They should take into account the testimony of the person concerned and that of any witnesses, any assurances given by the requesting country, and information about the country provided by the Ministry of Foreign Affairs, by competent United Nations institutions and by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Detention pending extradition and judicial review of detention",
                                "elements": [
                                    {
                                        "content": "1.  The Russian Constitution",
                                        "elements": [
                                            {
                                                "content": "78.  The Constitution guarantees the right to liberty (Article 22):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Everyone has the right to liberty and personal integrity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  Arrest, placement in custody and detention are only permitted on the basis of a judicial decision. Prior to a judicial decision, an individual may not be detained for longer than forty-eight hours.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The 1993  Convention",
                                        "elements": [
                                            {
                                                "content": "79.  The CIS Convention on legal assistance and legal relations in civil, family and criminal cases (“the Minsk Convention”), to which both Russia and Uzbekistan are parties, provides that in executing a request for legal assistance, the requested party applies its domestic law (Article 8 § 1).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  A request for extradition must be accompanied by a detention order (Article 58 § 2). Upon receipt of a request for extradition, measures should be taken immediately to find and arrest the person whose extradition is sought, except in cases where that person cannot be extradited (Article 60).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  A person whose extradition is sought may be arrested before receipt of a request for his or her extradition. In such cases a special request for arrest containing a reference to the detention order and indicating that a request for extradition will follow must be sent (Article 61 § 1). A person may also be arrested in the absence of such a request if there are reasons to suspect that he has committed, in the territory of the other Contracting Party, an offence for which extradition may be requested. The other Contracting Party must be immediately informed of the arrest (Article 61 § 2).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  A person arrested pursuant to Article 61 must be released if no request for extradition is received within forty days of the arrest (Article 62 § 1).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Code of Criminal Procedure",
                                        "elements": [
                                            {
                                                "content": "83. The term “court” is defined by the CCrP as “any court of general jurisdiction which examines a criminal case on the merits and delivers decisions provided for by this Code” (Article 5 § 48). The term “judge” is defined by the CCrP as “an official empowered to administer justice” (Article 5 § 54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Chapter 13 of the CCrP (“Measures of restraint”) governs the use of measures of restraint, or preventive measures (меры пресечения), while criminal proceedings are pending. Such measures include placement in custody. Custody may be ordered by a court on an application by an investigator or a prosecutor if a person is charged with an offence carrying a sentence of at least two years’ imprisonment, provided that a less restrictive measure of restraint cannot be used (Article 108 §§ 1 and 3). A period of detention pending investigation may not exceed two months (Article 109 § 1). A judge may extend that period up to six months (Article 109 § 2). Further extensions of up to twelve months, or in exceptional circumstances, up to eighteen months, may only be granted if the person is charged with serious or particularly serious criminal offences (Article 109 § 3). No extension beyond eighteen months is permissible and the detainee must be released immediately (Article 109 § 4). If the grounds serving as the basis for a preventive measure have changed, the preventive measure must be cancelled or amended. A decision to cancel or amend a preventive measure may be taken by an investigator, a prosecutor or a court (Article 110).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Chapter 16 (“Complaints about acts and decisions by courts and officials involved in criminal proceedings”) provides for the judicial review of decisions and acts or failures to act by an investigator or a prosecutor that are capable of adversely affecting the constitutional rights or freedoms of the parties to criminal proceedings (Article 125 § 1). The competent court is the court with territorial jurisdiction over the location at which the preliminary investigation is conducted (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Chapter 54 (“Extradition of a person for criminal prosecution or execution of sentence”) regulates extradition procedures. Upon receipt of a request for extradition not accompanied by an arrest warrant issued by a foreign court, a prosecutor must decide on the measure of restraint in respect of the person whose extradition is sought. The measure must be applied in accordance with established procedure (Article 466 § 1). If a request for extradition is accompanied by an arrest warrant issued by a foreign court, a prosecutor may impose house arrest on the individual concerned or place him or her in detention “without seeking confirmation of the validity of that order from a Russian court” (Article 466 § 2).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Relevant case-law of the Constitutional and Supreme Courts of ",
                                        "elements": [
                                            {
                                                "content": "87.  On 4 April 2006 the  examined an application by Mr N., who had submitted that the lack of any limitation in time on the detention of a person pending extradition was incompatible with the constitutional guarantee against arbitrary detention. In its decision no. 101-O of the same date, the  declared the application inadmissible. In its view, the absence of any specific regulation of detention matters in Article 466 § 1 did not create a legal lacuna incompatible with the Constitution. Article 8 § 1 of the Minsk Convention provided that, in executing a request for legal assistance, the requested party would apply its domestic law, which in the case of Russia was the procedure laid down in the CCrP. Such procedure comprised, in particular, Article 466 § 1 of the Code and the norms in its Chapter 13 (“Measures of restraint”) which, by virtue of their general character and position in Part I of the Code (“General provisions”), applied to all stages and forms of criminal proceedings, including proceedings for the examination of extradition requests. Accordingly, Article 466 § 1 of the CCrP did not allow the authorities to apply a custodial measure without complying with the procedure established in the CCrP or the time-limits fixed in the Code. The Court also refused to analyse Article 466 § 2, finding that it had not been applied in Mr N.’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  On 1 March 2007 the Constitutional Court in its decision no. 333-O-P held that Articles 61 and 62 of the Minsk Convention, governing a person’s detention pending the receipt of an extradition request, did not determine the body or official competent to order such detention, the procedure to be followed or any time-limits. In accordance with Article 8 of the Minsk Convention, the applicable procedures and time-limits were to be established by domestic legal provisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The  further reiterated its settled case-law to the effect that the scope of the constitutional right to liberty and personal inviolability was the same for foreign nationals and stateless persons as for Russian nationals. A foreign national or stateless person may not be detained in  for more than forty-eight hours without a judicial decision. That constitutional requirement served as a guarantee against excessively long detention beyond forty-eight hours, and also against arbitrary detention, in that it required a court to examine whether the arrest was lawful and justified. The Constitutional Court held that Article 466 § 1 of the CCrP, read in conjunction with the Minsk Convention, could not be construed as permitting the detention of an individual for more than forty-eight hours on the basis of a request for his or her extradition without a decision by a Russian court. A custodial measure could be applied only in accordance with the procedure and within the time-limits established in Chapter 13 of the CCrP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  On 19 March 2009 the Constitutional Court by its decision no. 383-O-O dismissed as inadmissible a request for a review of the constitutionality of Article 466 § 2 of the CCrP, stating that this provision “does not establish time-limits for custodial detention and does not establish the grounds and procedure for choosing a preventive measure, it merely confirms a prosecutor’s power to execute a decision already delivered by a competent judicial body of a foreign state to detain an accused. Therefore the disputed norm cannot be considered to violate the constitutional rights of [the claimant] ...”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Status of refugees",
                                "elements": [
                                    {
                                        "content": "1.  The 1951 Geneva Convention on the Status of Refugees",
                                        "elements": [
                                            {
                                                "content": "94.  Article 33 of the UN Convention on the Status of Refugees of 1951, which was ratified by  on 2 February 1993, provides as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  No Contracting State shall expel or return (‘refouler’) a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. The benefit of the present provision may not, however, be claimed by a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgement of a particularly serious crime, constitutes a danger to the community of that country.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Refugees Act",
                                        "elements": [
                                            {
                                                "content": "95.  The Refugees Act (Law no. 4258-I of 19 February 1993) incorporated the definition of the term “refugee” contained in Article 1 of the 1951 Geneva Convention, as amended by the 1967 Protocol relating to the Status of Refugees. The Act defines a refugee as a person who is not a Russian national and who, owing to a well-founded fear of being persecuted for reasons of race, religion, nationality, ethnic origin, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such fear, unwilling to avail himself of the protection of that country, or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such fear, unwilling to return to it (section 1 § 1 (1)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Act does not apply to anyone believed on reasonable grounds to have committed a crime against peace, a war crime, a crime against humanity, or a serious non-political crime outside the country of refuge prior to his admission to that country as a person seeking refugee status (section 2 § 1 (1) and (2)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  A person who has applied for refugee status or who has been granted refugee status cannot be returned to a State where his life or freedom would be imperilled on account of his race, religion, nationality, membership of a particular social group or political opinion (section 10 § 1).",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  If a person satisfies the criteria established in section 1 § 1 (1), or if he does not satisfy such criteria but cannot be expelled or deported from  for humanitarian reasons, he may be granted temporary asylum (section 12 § 2). A person who has been granted temporary asylum cannot be returned against his will to the country of his nationality or to the country of his former habitual residence (section 12 § 4).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  INTERNATIONAL MATERIALS",
                        "elements": [
                            {
                                "content": "A.  Reports on  by the UN Institutions and NGOs",
                                "elements": [
                                    {
                                        "content": "1.  The situation regarding ill-treatment and religious prosecution in ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  United Nations Institutions",
                                "elements": [
                                    {
                                        "content": "99. In his report of 3 February 2003 submitted in accordance with the United Nations Commission on Human Rights resolution 2002/38 (E/CN.4/2003/68/Add.2), the Special Rapporteur on the question of torture, Theo van Boven, described the situation in Uzbekistan as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“66.  The combination of a lack of respect for the principle of presumption of innocence despite being guaranteed by the Constitution (art. 25) and [the CCrP] (art. 23), the discretionary powers of the investigators and procurators with respect to access to detainees by legal counsel and relatives, as well as the lack of independence of the judiciary and allegedly rampant corruption in the judiciary and law enforcement agencies, are believed to be conducive to the use of illegal methods of investigation. The excessive powers in the overall criminal proceedings of procurators, who are supposed at the same time to conduct and supervise preliminary criminal investigations, to bring charges and to monitor respect for existing legal safeguards against torture during criminal investigations and in places of detention, make investigations into complaints overly dependent on their goodwill ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Special Rapporteur believes, on the basis of the numerous testimonies (including on a number of deaths in custody) he received during the mission, not least from those whose evident fear led them to request anonymity and who thus had nothing to gain personally from making their allegations, that torture or similar ill-treatment is systematic as defined by the Committee against Torture. Even though only a small number of torture cases can be proved with absolute certainty, the copious testimonies gathered are so consistent in their description of torture techniques and the places and circumstances in which torture is perpetrated that the pervasive and persistent nature of torture throughout the investigative process cannot be denied. The Special Rapporteur also observes that torture and other forms of ill-treatment appear to be used indiscriminately against persons charged for activities qualified as serious crimes such as acts against State interests, as well as petty criminals and others.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  Subsequently, the UN Special Rapporteur on Torture stated to the 2nd Session of the UN Human Rights Council on 20 September 2006:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The practice of torture in  is systematic, as indicated in the report of my predecessor Theo van Boven’s visit to the country in 2002. Lending support to this finding, my mandate continues to receive serious allegations of torture by Uzbek law enforcement officials ... Against such significant, serious and credible evidence of systematic torture by law enforcement officials in Uzbekistan, I continue to find myself appealing to Governments to refrain from transferring persons to . The prohibition of torture is absolute, and States risk violating this prohibition - their obligations under international law - by transferring persons to countries where they may be at risk of torture. I reiterate that diplomatic assurances are not legally binding, undermine existing obligations of States to prohibit torture, are ineffective and unreliable in ensuring the protection of returned persons, and therefore shall not be resorted to by States.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  Further referring to the situation regarding torture in , the UN Special Rapporteur on Torture stated to the 3rd Session of the UN Human Rights Council on 18 September 2008:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“741. The Special Rapporteur ... stressed that he continued to receive serious allegations of torture by Uzbek law enforcement officials ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "744. In light of the foregoing, there is little evidence available, including from the Government that would dispel or otherwise persuade the Special Rapporteur that the practice of torture has significantly improved since the visit which took place in 2002 ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  In its 2010 report (CCPR/C/UZB/CO/3) the UN Human Rights Committee, stated, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“11. The Committee notes with concern the continued reported occurrence of torture and ill-treatment, the limited number of convictions of those responsible, and the low sanctions generally imposed, including simple disciplinary measures, as well as indications that individuals responsible for such acts were amnestied and, in general, the inadequate or insufficient nature of investigations on torture/ill-treatment allegations. It is also concerned about reports on the use, by courts, of evidence obtained under coercion, despite the 2004 ruling of the Supreme Court on the inadmissibility of evidence obtained unlawfully ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "19. The Committee is concerned regarding the limitations and restrictions on freedom of religion and belief, including for members of non-registered religious groups. It is concerned about persistent reports on charges and imprisonment of such individuals. It is also concerned about the criminalization, under article 216-2 of the Criminal Code, of “conversion of believers from one religion to another (proselytism) and other missionary activities” (CCPR/C/UZB/3, para. 707). (art. 18) ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Non-Governmental Organisations",
                                "elements": [
                                    {
                                        "content": "103.  In its report of 29 March 2004, “Creating Enemies of the State: Religious Persecution in Uzbekistan”, Human Rights Watch remarked:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“For the past decade, with increasing intensity, the government of  has persecuted independent Muslims. This campaign of religious persecution has resulted in the arrest, torture, public degradation, and incarceration in grossly inhumane conditions of an estimated 7,000 people.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The campaign targets nonviolent believers who preach or study Islam outside the official institutions and guidelines. They include independent imams and their followers, so-called Wahhabis - a term used incorrectly by the government to defame people as “fundamentalists.” The most numerous targets were adherents of the nonviolent group Hizb ut-Tahrir (Party of Liberation), whose teachings in favor of an Islamic state the government finds seditious ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "International human rights law guarantees individuals the right to have and to express religion or beliefs. The Uzbek government’s policy and practices directly contravene these standards, as they punish certain religious believers for the content of their belief, for expressing their beliefs, exchanging information with others, or engaging in nonviolent association. In their treatment of independent Muslims, the Uzbek authorities’ systematic torture, ill-treatment, public degradation, and denial of due process also violate the country’s obligations under international law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "This report documents these violations. It explains how the state criminalized legitimate religious practice and belief and how it casts individuals’ exercise of their rights to freedom of conscience, expression, and association as attempts to overthrow the government. It details the ordeal independent Muslims have endured from their arrest through to their incarceration, in some cases serving up to twenty years. Most of the people whose stories are documented in this report remain incarcerated. They were tortured and suffered other forms of mistreatment by police trying to obtain confessions. They endured incommunicado detention, denial of defense counsel, denial of a fair trial, and convictions based on fabricated evidence. They continue to suffer torture and ill-treatment as they serve their sentences in Uzbek prisons. We also document the arrest, harassment, and intimidation of their families, including Soviet-style public denunciations that local officials stage against perceived Islamic “fundamentalists.” ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Finally, the report describes the obstacles independent Muslims face in seeking redress through state agencies, including the courts, the ombudsperson’s office, and the procuracy. It also recounts the harassment they sometimes face in retribution for appealing to international organizations ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "... Since 2000, arrests and convictions of independent Muslims - members of Hizb ut-Tahrir mostly, but also people accused of “Wahhabism” - have continued apace and have outstripped the number of people returned to liberty following implementation of presidential amnesty decrees in 2001 and 2002. As of September 25, 2003, Human Rights Watch had analyzed and entered the cases of 1,229 independent Muslims into its database of religious prisoners in . The cases of about 150 additional individuals convicted on charges related to religious activity, belief, or affiliation remained to be examined and entered into the database. Researchers from the Russian rights group Memorial have documented the cases of 1,967 independent Muslims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "While the campaign was carried out by law enforcement agents nationwide, it appeared that the arrests of independent Muslims occurred on a most massive scale in the capital city Tashkent and certain cities in the . The overwhelming majority of cases documented by Human Rights Watch and Memorial involved the arrest of people from these regions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As detailed in this report, the government’s actions were intended to eliminate a perceived threat of Islamic “fundamentalism” and “extremism” by silencing and punishing Muslims who rejected government control of religion. The policy was designed and carried out to remove charismatic Islam from the political equation, to prevent any potential contest between the Karimov government and independent-minded Muslim leaders for authority and the loyalty of the people. Fear of religion as a competitor for the hearts and minds of the people is part of the Soviet legacy, but the Karimov government made this project its own, incorporating inherited methods of control and instituting new tactics to prevent religious faith from ever challenging the government’s power.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Among the first targets of the government’s campaign were Muslim spiritual leaders who declined to limit their sermons and teachings to that which was dictated by state authorities. Other acts of “insubordination” varied from their opposition to the government’s ban on loudspeakers to call people to prayer, failure to praise President Karimov during religious services, and open discussion of the benefits of an Islamic state or the application of Islamic law, to their refusal to inform on congregation members and fellow religious leaders for security services. Government authorities inappropriately labeled these spiritual leaders “Wahabbis” and harassed or arrested people with close or only casual connection to them: members of their congregations, including those who had occasionally attended their services before their leaders fell out of favor, the imams’ students, mosque employees, and even their relatives ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "For the purpose of this report, the term “independent Muslims” refers to Muslims who do not defer to government policy in their religious practices, expression, or beliefs. Those in danger of being cast as “fundamentalists” do not share an identical set of beliefs and practices. The Uzbek government judges all Muslims who express their religious beliefs in any way that is outside the parameters it has set as suspect.  in this context does not necessarily mean breaking with traditional religious practice nor does it presume that independent Muslims make an active decision to challenge the will of the state. Uzbekistan’s campaign against independent Islam has targeted Muslims who exhibited no objective independence from the state, but who were simply deemed “too pious” by state agents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Members of Hizb ut-Tahrir, like Muslims labeled “Wahhabi” by the state, are overwhelmingly self-defined Hanafi Sunnis, as are most Muslims in , and not adherents of Wahabbism as it is understood in the Saudi Arabian context. Some so-called Wahhabis were thus labeled because they prayed five times a day - deemed by some local authorities in Uzbekistan’s provinces as evidence of excessive or suspicious piety - or overtly manifested their religious belief by growing a beard or wearing a headscarf that covered the face.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  In Amnesty International’s 2009 Report on , published in May 2009, that organisation stated that it continued to receive persistent allegations of widespread torture and ill-treatment, stemming from persons suspected of being members of banned Islamic groups or having committed terrorist offences. The report stressed that the Uzbek authorities continued to actively seek the extradition of those persons from neighbouring countries, including Russia, and that most of those returned to  were held incommunicado, which increased their risk of being tortured or ill-treated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  On 1 May 2010 Amnesty International issued a document entitled “Uzbekistan: A Briefing on Current Human Rights Concerns”, stating the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Amnesty International believes that there has been a serious deterioration in the human rights situation in Uzbekistan since the so-called  events in May 2005. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Particularly worrying in the light of Uzbekistan’s stated efforts to address impunity and curtail the use of cruel, inhuman and degrading treatment have been the continuing persistent allegations of torture or other ill-treatment by law enforcement officials and prison guards, including reports of the rape of women in detention. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Despite assertions by  that the practice of torture has significantly decreased, Amnesty International continues to receive reports of widespread torture or other ill-treatment of detainees and prisoners.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to these reports, in most cases the authorities failed to conduct prompt, thorough and impartial investigations into the allegations of torture or other ill-treatment. Amnesty International is concerned that impunity prevails as prosecution of individuals suspected of being responsible for torture or other ill-treatment remains the exception rather than the rule. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Allegations have also been made that individuals returned to  from other countries pursuant to extradition requests have been held in incommunicado detention, thereby increasing their risk of being tortured or otherwise ill-treated and have been subjected to unfair trial. In one case in 2008, for example, a man who was returned to Uzbekistan from  was sentenced to 11 years’ imprisonment after an unfair trial. His relatives reported that, upon his return to , he was held incommunicado for three months during which time he was subjected to torture and other ill-treatment in pre-trial detention. He did not have access to a lawyer of his own choice and the trial judge ruled evidence reportedly adduced as a result of torture admissible.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  In January 2011 Human Rights Watch released its annual World Report 2010. The chapter entitled “”, in so far as relevant, states:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Uzbekistan’s human rights record remains abysmal, with no substantive improvement in 2010. Authorities continue to crackdown on civil society activists, opposition members, and independent journalists, and to persecute religious believers who worship outside strict state controls ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Torture remains rampant in . Detainees’ rights are violated at each stage of investigations and trials, despite habeas corpus amendments that went into effect in 2008. The Uzbek government has failed to meaningfully implement recommendations to combat torture that the United Nations special rapporteur made in 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Suspects are not permitted access to lawyers, a critical safeguard against torture in pre-trial detention. Police use torture and other illegal means to coerce statements and confessions from detainees. Authorities routinely refuse to investigate defendants’ allegations of abuse ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Although Uzbekistan’s constitution ensures freedom of religion, Uzbek authorities continued their unrelenting, multi-year campaign of arbitrary detention, arrest, and torture of Muslims who practice their faith outside state controls or belong to unregistered religious organizations. Over 100 were arrested or convicted in 2010 on charges related to religious extremism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Uzbek government’s cooperation with international institutions remains poor. It continues to deny access to all eight UN special procedures that have requested invitations, including those on torture and human rights defenders ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The chapter on  in the Amnesty International 2011 annual report, released in May of the same year, states, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Reports of torture or other ill-treatment continued unabated. Dozens of members of minority religious and Islamic groups were given long prison terms after unfair trials ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Torture and other ill-treatment",
                                        "elements": []
                                    },
                                    {
                                        "content": "Despite assertions by the authorities that the practice of torture had significantly decreased, reports of torture or other ill-treatment of detainees and prisoners continued unabated. In most cases, the authorities failed to conduct prompt, thorough and impartial investigations into these allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Several thousand people convicted of involvement with Islamist parties or Islamic movements banned in , as well as government critics and political opponents, continued to serve long prison terms under conditions that amounted to cruel, inhuman and degrading treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": " again refused to allow the UN Special Rapporteur on torture to visit the country despite renewed requests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Counter-terror and security",
                                        "elements": []
                                    },
                                    {
                                        "content": "Among the scores detained as suspected members or sympathizers of the IMU, the IJU and Hizb-ut-Tahrir in 2009 were people who attended unregistered mosques, studied under independent imams, had travelled abroad, or were suspected of affiliation to banned Islamic groups. Many were believed to have been detained without charge or trial for lengthy periods. There were reports of torture and unfair trials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Freedom of religion",
                                        "elements": []
                                    },
                                    {
                                        "content": "The government continued its strict control over religious communities, compromising the enjoyment of their right to freedom of religion. Those most affected were members of unregistered groups such as Christian Evangelical congregations and Muslims worshipping in mosques outside state control.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Response to terrorist attacks in Tashkent and in the  in 2009",
                                        "elements": [
                                            {
                                                "content": "108.  Amnesty International’s report of 1 May 2010, entitled “Uzbekistan: A Briefing on Current Human Rights Concerns”, states as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... Amnesty International is concerned about reports of human rights violations carried out in the context of the stated aim of protecting national security and the fight against terrorism, following a number of reported attacks and killings throughout the country in 2009 ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Amnesty International is concerned that the authorities’ response to attacks which occurred in May and August 2009 has been inconsistent with the obligations to respect the prohibitions against arbitrary detention and torture or other ill-treatment and the right to fair trial as enshrined in the ICCPR.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There were reported attacks in the Ferghana Valley and the capital Tashkent in May and August 2009 respectively; and a pro-government imam and a high-ranking police officer were killed in  in July 2009. The Islamic Jihad Union (IJU) claimed responsibility for the attacks in the Ferghana valley: attacks on a police station, a border checkpoint and a government office in Khanabad on 26 May 2009, as well as a suicide bombing at a police station in  the same day ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "These crimes were followed by reports of new waves of arbitrary detentions. Among the scores detained as suspected members or sympathizers of the three above-named organizations were men and women who attended unregistered mosques, studied under independent imams, had travelled or studied abroad, or had relatives who lived abroad or were suspected of affiliation to banned Islamist groups. Many are believed to have been detained without charge or trial for lengthy periods, allegedly subjected to torture and/ or sentenced after unfair trials.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In September 2009, at the start of the first trial of individuals charged in connection with the May attacks in the , human rights activists reported that the proceedings were closed to the public, despite earlier assurances by the President and the Prosecutor General that the trial would be both open and fair. However, independent observers were not given access to the court room. Relatives of some of the defendants told human rights activists that defence lawyers retained by them were not given access to the case materials and were denied access to the court room ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  In its 2011 annual report released in May of the same year, Amnesty International states as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Counter-terror and security",
                                                "elements": []
                                            },
                                            {
                                                "content": "Closed trials started in January of nearly 70 defendants charged in relation to attacks in the Ferghana Valley and the capital, Tashkent, in May and August 2009 and the killings of a pro-government imam and a high-ranking police officer in  in July 2009. The authorities blamed the Islamic Movement of Uzbekistan (IMU), the Islamic Jihad Union (IJU) and the Islamist Hizb-ut-Tahrir party, all banned in , for the attacks and killings. Among the scores detained as suspected members or sympathizers of the IMU, the IJU and Hizb-ut-Tahrir in 2009 were people who attended unregistered mosques, studied under independent imams, had travelled abroad, or were suspected of affiliation to banned Islamic groups. Many were believed to have been detained without charge or trial for lengthy periods. There were reports of torture and unfair trials ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  International Religious Freedom Report 2010, released in November 2010 by the United States Department of State, in its chapter on  reads, in so far as relevant, as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In summer 2009 two high-profile murders, one murder attempt, and one shoot-out took place in Tashkent that were alleged by the government to have religious links (for example, one target was the chief imam for the city of Tashkent). In the months that followed, as many as 200 persons were arrested allegedly in connection with these incidents; many were charged with membership in extremist religious organizations and attempting to overturn the constitutional order. Between January and April 2010 various courts in closed trials convicted at least 50 persons and imposed sentences ranging from suspended sentences up to 18 years in prison. There were unconfirmed reports that an additional 150 individuals were convicted in related trials. During the same time period, authorities opened hundreds more cases against alleged extremists (particularly those labeled \"Wahhabists\" and \"jihadists\") on charges unrelated to the killings. Human rights activists report that the families of several defendants accused authorities of using torture and coercion to obtain confessions, and many questioned whether due process guarantees were followed. ...”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Council of Europe documents relating to the disappearance of applicants in respect of whom interim measures have been indicated by the Court",
                                "elements": [
                                    {
                                        "content": "111.  The decision of the Committee of Ministers (CM/Del/Dec(2012)1136/19) adopted on 8 March 2012 at the 1136th meeting of the Ministers’ Deputies states as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Deputies,",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  as regards the Iskandarov case, recalled that the violations of the Convention in this case were due to the applicant’s kidnapping by unknown persons, whom the Court found to be Russian State agents, and his forcible transfer to Tajikistan after his extradition had been refused by the Russian authorities;",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  noted with profound concern the indication by the Court that repeated incidents of this kind have recently taken place in respect of four other applicants whose cases are pending before the Court where it applied interim measures to prevent their extradition on account of the imminent risk of grave violations of the Convention faced by them;",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  took note of the Russian authorities’ position that this situation constitutes a source of great concern for them;",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  noted further that the Russian authorities are currently addressing these incidents and are committed to present the results of the follow-up given to them in Russia to the Court in the framework of its examination of the cases concerned and to the Committee with regard to the Iskandarov case;",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  urged the Russian authorities to continue to take all necessary steps to shade light on the circumstances of Mr. Iskandarov’s kidnapping and to ensure that similar incidents are not likely to occur in the future and to inform the Committee of Ministers thereof ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  In its decision (CM/Del/Dec(2012)1144/18) adopted on 6 June 2012 at the 1144th meeting of the Ministers’ Deputies, the Committee of Ministers reiterated its concerns about repeated incidents of disappearance of applicants in respect of whom interim measures had been indicated by the Court and continued as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “The Deputies",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  deplored the fact that, notwithstanding the serious concerns expressed in respect of such incidents by the President of the Court, the Committee of Ministers and by the Russian authorities themselves, they were informed that yet another applicant disappeared on 29 March 2012 in Moscow and shortly after found himself in custody in Tajikistan;",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  took note of the Russian authorities’ position according to which the investigation in the Iskandarov case is still ongoing and had not at present established the involvement of  into the applicant’s kidnapping;",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  regretted however that up to now, neither in the Iskandarov case nor in any other case of that type have the authorities been able to make tangible progress with the domestic investigations concerning the applicants’ kidnappings and their transfer, nor to establish the responsibility of any state agent ...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ESTABLISHMENT OF THE FACTS",
                        "elements": [
                            {
                                "content": "113.  Given that the parties disagree about the circumstances of the applicant’s removal to , it is necessary for the Court to establish the facts of the present case.",
                                "elements": []
                            },
                            {
                                "content": "114.  The Government submitted that after his release in June 2011 the applicant had not been under the surveillance of the authorities. There was no evidence of the authorities’ involvement in his transfer to . The inquiry into the circumstances of his abduction was pending. Counsel for the applicant, Ms Ryabinina, had been summoned to give evidence. She had not, however, appeared for questioning.",
                                "elements": []
                            },
                            {
                                "content": "115.  The applicant submitted that he had been kidnapped and secretly transferred to  and that there had been serious indications of the involvement of Russian authorities in that transfer. Firstly, he and his friends had been abducted by unknown persons in the view of a police officer and immediately after an identity check. Secondly, they had been driven directly to an airfield and put onboard an airplane, bypassing check-in, border control and security checks. In his opinion, that would have been impossible without the involvement, or at least the connivance, of the competent authorities. It was also significant that, despite the Court’s request, the Government had not submitted an extract from the border control register recording the crossing of the Russian border by the applicant. Nor had they provided any explanation for their failure to do so. Moreover, given that the applicant’s passport had been withheld by the Russian authorities, it would hardly have been possible for him to pass through border control without the assistance of the authorities. It followed from the above that the Russian authorities had been directly involved in the applicant’s abduction and transfer to .",
                                "elements": []
                            },
                            {
                                "content": "116.  Further, as regards the official inquiry into the applicant’s abduction, the applicant submitted that, many months after the events, it had not yet returned any results. It had not been until eight months after the abduction that requests for information had been sent to the State Border Control Office and other state agencies, and no replies had been received to date. Nor had the investigative authorities questioned any witnesses, such as airport staff. In such circumstances, the inquiry could not be considered adequate and effective. Ms Ryabinina had never received any summons from the investigator. By contrast, another lawyer for the applicant, Ms Trenina, had been summoned twice. She had given the investigator all the information they had about the circumstances of the applicant’s disappearance.",
                                "elements": []
                            },
                            {
                                "content": "117.  The Court notes at the outset that it is sensitive to the subsidiary nature of its role and recognises that it must be cautious in taking on the role of a first-instance tribunal of fact, where this is not rendered unavoidable by the circumstances of a particular case (see McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000, and Altun v. Turkey, no. 24561/94, § 42, 1 June 2004). Nonetheless, where allegations are made under Article 3 of the Convention the Court must apply a particularly thorough scrutiny, even if certain domestic proceedings and investigations have already taken place (see Mathew v. the Netherlands, no. 24919/03, § 155, ECHR 2005IX).",
                                "elements": []
                            },
                            {
                                "content": "118.  The Court further reiterates that, in assessing evidence, it applies the standard of proof “beyond reasonable doubt”. However, in proceedings before the Court, there are no procedural barriers to the admissibility of evidence or pre-determined formulae for its assessment. It adopts the conclusions that are, in its view, supported by the free evaluation of all evidence, including such inferences as may flow from the facts and the parties’ submissions. According to its established case-law, proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact. Moreover, the level of persuasion necessary for reaching a particular conclusion and, in this connection, the distribution of the burden of proof are intrinsically linked to the specificity of the facts, the nature of the allegation made and the Convention right at stake (see, with further references, Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, § 147, ECHR 2005VII).",
                                "elements": []
                            },
                            {
                                "content": "119.  The Court has also recognised that Convention proceedings do not in all cases lend themselves to a rigorous application of the principle affirmanti incumbit probatio (he who alleges something must prove that allegation) because in certain instances the respondent Government alone have access to information capable of corroborating or refuting these allegations. A failure on a Government’s part to submit such information without a satisfactory explanation may give rise to the drawing of inferences as to the well-foundedness of the applicant’s allegations (see, among other authorities, Fadeyeva v. Russia, no. 55723/00, § 79, ECHR 2005-IV, and Ahmet Özkan and Others v. Turkey, no. 21689/93, § 426, 6 April 2004; see also Rule 44C of the Rules of Court). It follows that in cases where the events in issue lie wholly, or in large part, within the exclusive knowledge of the authorities, the burden of proof may be regarded as resting on the authorities to provide a satisfactory and convincing explanation (see Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII, and D.H. and Others v. the Czech Republic [GC], no. 57325/00, § 179, ECHR 2007XII).",
                                "elements": []
                            },
                            {
                                "content": "120.  It is undisputed that the applicant disappeared from Moscow on 23 August 2011, only to reappear later in detention in . The Court notes that he gave a very detailed description of his kidnapping and transfer (see paragraphs 54 to 65 above). It also notes that it was not in his power to submit evidence confirming his description because the authorities alone were able to obtain access to documents (such as, for example, border control registers, names of the cabin crew or lists of passengers on the flight to Tajikistan) and to collect witness statements capable of corroborating or refuting the applicant’s allegations. In such circumstances, the burden is on the Government to refute the applicant’s allegations and provide a satisfactory and convincing explanation for his presence in .",
                                "elements": []
                            },
                            {
                                "content": "121.  The Court notes that no evidence capable of refuting the applicant’s allegations was submitted by the Government. It is true that an inquiry was opened by the Russian authorities and is now pending. However, it is evident from the case file that the only investigative measure carried out to date was a request for information sent by the investigator to the State Border Control Office and other state agencies at the end of March or beginning of April 2012, eight months after the applicant’s disappearance (see paragraph 69 above). The Court has not been informed whether any reply to that request for information has been received.",
                                "elements": []
                            },
                            {
                                "content": "122. There is no evidence in the case file that any effort has been made to find and question witnesses capable of confirming or disproving the applicant’s account of his abduction. Given that the applicant communicated the times of his departure from  and his arrival in Khujand, it would have been possible to establish the flight on which he had travelled and question the flight attendants and passengers about the presence on board of three handcuffed persons and two escorts. It might also be possible to establish the police officers patrolling the centre of  on 23 August 2011 in order to identify and question the officer who had carried out an identity check on the applicant and his friends immediately before the alleged abduction. However, no action has been taken to question possible witnesses. It follows that the Government failed to submit any evidence capable of refuting the applicant’s allegations of his abduction and forced transfer to .",
                                "elements": []
                            },
                            {
                                "content": "123.  Nor did the Government advance any alternative convincing explanation for his presence in . In so far as their submissions may be interpreted as suggesting that the applicant had travelled to  of his own free will, they have not explained how he could have crossed the Russian border without his passport, which was retained by the Russian authorities. Moreover, despite the Court’s request, the Government did not produce any extracts from the border control register showing where and when the applicant had left Russian territory.",
                                "elements": []
                            },
                            {
                                "content": "124.  In such circumstances, the Court is convinced by the applicant’s assertion that he was kidnapped and taken onboard a plane to  without complying with the regular formalities.",
                                "elements": []
                            },
                            {
                                "content": "125.  Further, as regards the applicant’s allegation that Russian authorities were implicated in his kidnapping, the Court cannot but accept this allegation as credible. Indeed, it seriously doubts that unidentified kidnappers could have led the applicant through passport and customs checks in an airport without the consent of competent officials. The Government did not provide any plausible explanation as to how the applicant, having no passport, could have gone through airport border control without any entry being made in the border control register, unless he had been accompanied by Russian officials (see, for similar reasoning, Iskandarov v. , no. 17185/05, § 113, 23 September 2010).",
                                "elements": []
                            },
                            {
                                "content": "126.  In view of the above, the Court considers that, whereas the applicant made out a prima facie case that he was abducted and transferred to Tajikistan by Russian officials, the Government failed to persuasively refute his allegations and to provide a satisfactory and convincing explanation as to how he arrived in .",
                                "elements": []
                            },
                            {
                                "content": "127.  The Court accordingly finds it established that on 23 August 2011 the applicant was kidnapped and transferred against his will into the custody of the Tajik authorities, with the knowledge and either passive or active involvement of the Russian authorities.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLES 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "128.  The applicant complained that as a result of his secret transfer to Tajikistan, where he was under an imminent risk of extradition to , he had been exposed to a threat of torture and religious persecution. He also complained that his arguments concerning the risk of being subjected to ill-treatment if extradited to  had not received genuine and thorough consideration by the Russian authorities. He relied on Articles 3 and 13 of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "129.  The Government submitted that the applicant’s extradition to  would not expose him to any risk of ill-treatment or political persecution. His allegations of such risks, raised for the first time in his judicial appeal against the prosecutor’s extradition order, had been examined and rejected by the Russian courts. The Government reiterated the domestic courts’ reasoning and relied on the diplomatic assurances provided by the Uzbek Prosecutor General’s Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The applicant submitted that he had brought his fears of ill-treatment in  to the attention of the domestic authorities as early as December 2009 in his application for refugee status. He had consistently reiterated his fears during the refugee status and extradition proceedings. He had relied on reports by UN agencies and respected international NGOs which clearly demonstrated that individuals who, like him, were suspected of membership of banned religious organisations were at an increased risk of ill-treatment. He had also argued that the wording of the charges brought against him showed that they had been motivated by political and religious considerations. However, the domestic authorities had not taken into account the evidence submitted by the applicant and had dismissed his fears as unsubstantiated without a thorough assessment of the general situation in  or his personal situation, relying on the diplomatic assurances provided by the Uzbek authorities. Yet, those assurances were unreliable due to the absence of any mechanism of compliance monitoring or any accountability for their breach (he referred to Chahal v. the United Kingdom, 15 November 1996, § 105, Reports of Judgments and Decisions 1996V, and Saadi v.  [GC], no. 37201/06, § 147, ECHR 2008).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Article 3",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Admissibility",
                                "elements": [
                                    {
                                        "content": "131.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Merits",
                                "elements": [
                                    {
                                        "content": "132.  It is the settled case-law of the Court that extradition by a Contracting State may give rise to an issue under Article 3, and hence engage the responsibility of that State under the Convention, where substantial grounds have been shown for believing that the person in question would, if extradited, face a real risk of being subjected to treatment contrary to Article 3 in the requesting country. The establishment of such responsibility inevitably involves an assessment of conditions in the requesting country against the standards of Article 3 of the Convention. Nonetheless, there is no question of adjudicating on or establishing the responsibility of the requesting country, whether under general international law, under the Convention or otherwise. In so far as any responsibility under the Convention is or may be incurred, it is responsibility incurred by the extraditing Contracting State by reason of its having taken action which has as a direct consequence the exposure of an individual to proscribed ill-treatment (see Soering v. the United Kingdom, 7 July 1989, §§ 89-91, Series A no. 161).",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  In determining whether it has been shown that the applicant runs a real risk, if extradited, of suffering treatment proscribed by Article 3, the Court will assess the issue in the light of all the material placed before it or, if necessary, material obtained proprio motu (see H.L.R. v. France, 29 April 1997, § 37, Reports 1997-III). Since the nature of the Contracting States’ responsibility under Article 3 in cases of this kind lies in the act of exposing an individual to the risk of ill-treatment, the existence of the risk must be assessed primarily with reference to those facts which were known or ought to have been known to the Contracting State at the time of the extradition (see Cruz Varas and Others v. Sweden, 20 March 1991, §§ 75-76, Series A no. 201, and Vilvarajah and Others v. the United Kingdom, 30 October 1991, § 107, Series A no. 215). However, if the applicant has not been extradited or deported when the Court examines the case, the relevant time will be that of the proceedings before the Court (see Chahal, cited above, §§ 85-86).",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  In order to determine whether there is a risk of ill-treatment, the Court must examine the foreseeable consequences of the applicant being extradited to the requesting country, bearing in mind the general situation there and his personal circumstances (see Vilvarajah and Others, cited above, § 108 in fine). It is in principle for the applicant to adduce evidence capable of proving that there are substantial grounds for believing that, if the measure complained of were to be implemented, he would be exposed to a real risk of being subjected to treatment contrary to Article 3 (see N. v. Finland, no. 38885/02, § 167, 26 July 2005). Where such evidence is adduced, it is for the Government to dispel any doubts about it (see Ryabikin v. Russia, no. 8320/04, § 112, 19 June 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  As regards the general situation in a particular country, the Court considers that it can give some weight to the information contained in recent reports from independent international human rights protection organisations or governmental sources (see, for example, Chahal, cited above, §§ 99-100; Müslim v. Turkey, no. 53566/99, § 67, 26 April 2005; Said v. the Netherlands, no. 2345/02, § 54, ECHR 2005-VI; and AlMoayad v. Germany (dec.), no. 35865/03, §§ 65-66, 20 February 2007). Furthermore, in assessing whether there is a risk of ill-treatment in the requesting country, the Court assesses the general situation in that country, taking into account any indications of improvement or worsening of the human-rights situation in general or in respect of a particular group or area that might be relevant to the applicant’s personal circumstances (see, mutatis mutandis, Shamayev and Others v. Georgia and Russia, no. 36378/02, § 337, ECHR 2005III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  At the same time, the mere possibility of ill-treatment on account of an unsettled situation in the requesting country does not in itself give rise to a breach of Article 3 (see Vilvarajah and Others, cited above, § 111, and Katani and Others v. Germany (dec.), no. 67679/01, 31 May 2001). Reference to a general problem concerning human rights observance in a particular country cannot alone serve as a basis for refusal of extradition (see Dzhaksybergenov v. , no. 12343/10, § 37, 10 February 2011). Where the sources available to the Court describe a general situation, an applicant’s specific allegations in a particular case require corroboration by other evidence, with reference to the individual circumstances substantiating his fears of illtreatment (see Mamatkulov and Askarov v.  [GC], nos. 46827/99 and 46951/99, § 73, ECHR 2005I, and Dzhaksybergenov, cited above, ibid.). The Court would not require evidence of such individual circumstances only in the most extreme cases where the general situation of violence in the country of destination is of such intensity as to create a real risk that any removal to that country would necessarily violate Article 3 (see N.A. v. the United Kingdom, no. 25904/07, §§ 115-116, 17 July 2008, and Sufi and Elmi v. the United Kingdom, nos. 8319/07 and 11449/07, § 217, 28 June 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  Concerning its own scrutiny, the Court reiterates that it must be cautious in taking on the role of a first-instance tribunal of fact. It has held in various contexts that where domestic proceedings have taken place, it is not its task to substitute its own assessment of the facts for that of the domestic courts and, as a general rule, it is for those courts to assess the evidence before them (see, among others, Giuliani and Gaggio v. Italy [GC], no. 23458/02, §§ 179-80, 24 March 2011). Although the Court is not bound by the findings of domestic courts, in normal circumstances it requires cogent elements to lead it to depart from the findings of fact reached by those courts (ibid.). At the same time, in accordance with Article 19 of the Convention, the Court’s duty is to ensure the observance of the commitments undertaken by the Contracting Parties to the Convention. With reference to extradition or deportation, the Court reiterates that in cases where an applicant provides reasoned grounds which cast doubt on the accuracy of the information relied on by the respondent Government, the Court must be satisfied that the assessment made by the authorities of the Contracting State is adequate and sufficiently supported by domestic materials, as well as by materials originating from other reliable sources (see Salah Sheekh v. the , no. 1948/04, § 136, 11 January 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  The Court has also recently found that when a State removes an asylum seeker to an intermediary country in compliance with its international legal obligations, it must make sure that the intermediary country’s asylum procedure affords sufficient guarantees to avoid an asylum seeker being removed, directly or indirectly, to his country of origin without any evaluation of the risks he faces from the standpoint of Article 3 of the Convention (see M.S.S. v. Belgium and  [GC], no. 30696/09, § 342, ECHR 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  The Court observes that the Russian authorities ordered the applicant’s extradition to . The extradition order was not, however, enforced as a result of an indication by the Court of an interim measure under Rule 39 of the Rules of Court. In June 2011 the applicant was released and, several weeks later, secretly transferred to  with the knowledge and involvement of the Russian authorities, as established above (see paragraph 127 above). In Tajikistan he was put into custody with a view to his extradition to . Although he was released in November 2011, it appears that the extradition proceedings are still pending against him in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  The Court must ascertain whether the applicant faces a risk of treatment contrary to Article 3 in Uzbekistan and whether, by removing him to Tajikistan,  violated its obligations under this Article. It will examine the two issues in turn.",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.   The Court has had occasion to deal with a number of cases raising an issue of a risk of ill-treatment in the event of extradition or expulsion to Uzbekistan from  or another Council of Europe member State. It has found, with reference to materials from various sources, that the general situation with regard to human rights in Uzbekistan is alarming, that reliable international material has demonstrated the persisting serious issue of ill-treatment of detainees, the practice of torture against those in police custody being described as “systematic” and “indiscriminate”, and that there is no concrete evidence to demonstrate any fundamental improvement in that area (see, among many others, Ismoilov and Others, cited above, § 121; Muminov, cited above, §§ 93-96; Garayev v. Azerbaijan, no. 53688/08, § 71, 10 June 2010; and Yakubov v. , no. 7265/10, §§ 81 and 82, 8 November 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  More importantly, the Court has examined a number of cases in which the applicants were accused of criminal offences in relation to their involvement with prohibited religious organisations in Uzbekistan, such as Hizb ut-Tahrir (see Muminov, cited above, §§ 94-98; Karimov v. Russia, no. 54219/08, § 100, 29 July 2010; and Yakubov, cited above, §§ 83-94) or other religious groups (see Abdulazhon Isakov v. Russia, no. 14049/08, § 110, 8 July 2010; Sultanov v. Russia, no. 15303/09, § 72, 4 November 2010; and Ergashev v. , no. 12106/09, § 113, 20 December 2011). The Court has found that such persons were at an increased risk of ill-treatment and that their extradition or expulsion to  would give rise to a violation of Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": " 143.  Indeed, the available reports (see paragraphs 99 to 107 above) document the Uzbek authorities’ campaign of detention and criminal prosecution of Muslims who practice their faith outside state controls or who belong to unregistered religious organisations, groups or informal associations, and who are often referred to as “Wahhabis”, “fundamentalists” or “religious extremists”. It transpires from the reports that there is a serious issue relating to ill-treatment of detainees charged with various criminal offences, such as membership of an extremist organisation or attempted overthrow of the government, in relation to their membership of and activities within unregistered religious organisations, groups or informal associations, sometimes with an intertwined religious and political agenda. The reports refer to incommunicado detentions, systematic ill-treatment of such persons, and denials of legal assistance and of a fair trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  As to the applicant’s personal situation, the Court notes that he is wanted by the Uzbek authorities on charges of membership of an extremist religious organisation and attempted overthrow of the constitutional order of . The charges were based on his alleged participation in meetings of a banned religious organisation and his possession of a religious book. He was accused of disseminating the ideas of “Wahhabism”, considered to be “alien to traditional Islam”, thereby encouraging unconstitutional and anti-government sentiments and “slandering the democratic system established in the ”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  The above constituted the basis of the extradition request in respect of the applicant. It shows that his situation is similar to those Muslims who, because they practiced their religion outside official institutions and guidelines, were charged with religious extremism or membership of banned religious organisations and, on this account, as noted in the reports and the Court’s judgments cited above, were at an increased risk of ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  It is also significant that the criminal proceedings against the applicant were opened in the immediate aftermath of terrorist attacks in the  in the summer of 2009. During the period immediately following those attacks, reputable international NGOs reported a wave of arbitrary arrests of Muslims attending unregistered mosques followed by their incommunicado detentions, charges of religious extremism or attempted overthrow of the constitutional order, and their ill-treatment to obtain confessions (see paragraphs 108 to 110 above). In the Court’s opinion, the fact that the charges against the applicant and the extradition request date from that period intensifies the risk of ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  The Court also notes that an arrest warrant was issued in respect of the applicant, making it most likely that he will be immediately remanded in custody after his extradition and that no relative or independent observer will be granted access to him. It also takes into account that the office of the UN High Commissioner for Refugees granted him mandate refugee status after determining he had a well founded fear of being persecuted and ill-treated if extradited to Uzbekistan (see paragraph 44 above). Against this background, the Court is persuaded that the applicant would be at a real risk of suffering ill-treatment if returned to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  The Court further observes that the above circumstances were brought to the attention of the authorities. In particular, the applicant relied on international reports, an expert opinion and witness statements (see paragraphs 36, 38, 47, 48 and 49 above). However, in the refugee status proceedings the Federal Migration Service found, and that finding was subsequently confirmed by domestic courts, that the risk of ill-treatment could not serve as a basis for granting refugee status (see paragraph 35 above). As to the extradition proceedings, the courts refused to examine the international reports (see paragraph 49 above) and rejected the expert opinions and witness statements as irrelevant (see paragraphs 51 and 53 above). The Court is struck by the summary reasoning adduced by the domestic courts and their refusal to assess materials originating from reliable sources. In such circumstances, the Court doubts that the issue of the risk of ill-treatment of the applicant was subject to rigorous scrutiny, either in the refugee status or the extradition proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  It transpires from the judicial decisions in the extradition proceedings that, when rejecting the applicant’s arguments concerning the risk of ill-treatment in Uzbekistan, the courts gave a preponderant weight to the diplomatic assurances provided by the Uzbek authorities. In this respect, the Court reiterates that it has already cautioned against reliance on diplomatic assurances against torture from States where torture is endemic or persistent. Furthermore, it should be pointed out that even where such assurances are given, that does not absolve the Court from the obligation to examine whether such assurances provided, in their practical application, a sufficient guarantee that the applicant would be protected against the risk of treatment prohibited by the Convention (see, Chahal, cited above, § 105; Saadi, cited above, § 148; and Othman (Abu Qatada) v. the , no. 8139/09, §§ 188 and 189, 17 January 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "150.  The Court notes that the assurances provided by the Uzbek authorities were couched in general stereotyped terms and did not provide for any monitoring mechanism. It finds unconvincing the authorities’ reliance on such assurances, without their detailed assessment against the standards elaborated by the Court (see Othman (Abu Qatada), cited above §§ 188 and 189).",
                                        "elements": []
                                    },
                                    {
                                        "content": "151.  In view of the above considerations and having regard, inter alia, to the background of the criminal prosecution of the applicant, the nature and the factual basis of the charges against him, the available material disclosing a real risk of ill-treatment of detainees in a situation similar to that of the applicant and the absence of sufficient safeguards dispelling this risk, the Court concludes that the applicant would face a serious risk of being subjected to torture or inhuman or degrading treatment in Uzbekistan. Accordingly, in the event of the applicant’s return to Russia, his extradition to  would give rise to a violation of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "152.  The Court has found that the applicant was secretly transferred to Tajikistan, where he now faces a risk of being extradited or repatriated to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  It reiterates in this connection that, before removing an asylum seeker to an intermediary country, a State must make sure that that country’s asylum and extradition procedures afford sufficient guarantees to avoid the asylum seeker being repatriated, directly or indirectly, to his country of origin without an evaluation of the risks he faces from the standpoint of Article 3 of the Convention (see the case-law cited in paragraph 138 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  The Court finds it significant that  is not a party to the Convention and the applicant’s transfer there has therefore removed him from the Convention protection. Indeed, when examining the applicant’s case, the Tajik authorities would not be under an obligation to apply the Convention standards and to ascertain whether his removal to  would be contrary to Article 3. Nor would the applicant be able to apply to the Court for an interim measure under Rule 39 of the Court. In such circumstances, the Russian authorities should have reviewed Tajikistan’s legislation and practice relating to the evaluation of the risks of ill-treatment faced by asylum seekers with particular scrutiny.",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.   However, there is no evidence that, before removing the applicant to , the Russian authorities made any assessment of whether there existed legal guarantees against the removal of people facing a risk of ill-treatment and how the Tajik authorities applied them in practice. Nor did they verify whether, after his arrival in Tajikistan, the applicant would be informed in a language he understood about the asylum or other procedures to be followed, would be allowed to apply to a competent national authority in order to voice his fears of ill-treatment in Uzbekistan, that such an application would automatically have suspensive effect, and that the merits of his fears would be subjected to independent and rigorous scrutiny (see, mutatis mutandis, M.S.S., cited above, §§ 293 and 301; see also, on the human rights situation in Tajikistan, Iskandarov, cited above, § 129, and Gaforov v. , no. 25404/09, §§ 130 and 131, 21 October 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  The Court finds it particularly striking that the applicant’s transfer to Tajikistan was carried out in secret and outside any legal framework capable of providing safeguards against his removal to  without an evaluation of the risks of his ill-treatment there. The Court observes in this connection that any extra-judicial transfer or extraordinary rendition, by its deliberate circumvention of due process, is an absolute negation of the rule of law and the values protected by the Convention. It therefore amounts to a violation of the most basic rights guaranteed by the Convention (see Babar Ahmad and Others v. the United Kingdom (dec.), nos. 24027/07, 11949/08 and 36742/08, § 114, 6 July 2010; see also Abdolkhani and Karimnia v. , no. 30471/08, § 89, 22 September 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  Having regard to the above considerations, the Court finds that the applicant’s transfer to Tajikistan, where he faces a risk of being removed to Uzbekistan, gave rise to a violation of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Article 13",
                                        "elements": [
                                            {
                                                "content": "158.  In view of the foregoing, the Court does not find it necessary to deal separately with the applicant’s complaint under Article 13 of the Convention, which essentially contains the same arguments as already examined by the Court under Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "159.  The applicant complained that that he had been unlawfully held in custody. In particular, he maintained that from 9 December 2009 to 8 February 2010 he had been detained without any judicial decision having authorised that detention. He relied on Article 5 § 1, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of ... a person against whom action is being taken with a view to ... extradition.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "160.  The Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "161.  The Government submitted that the domestic provisions governing detention pending extradition were accessible and clear. The , in its decision of 1 March 2007 (see paragraphs 88 and 89 above) which had been officially published and was therefore accessible, had found that Article 466 of the CCrP was not arbitrary in its application. In particular, it had been held that a custodial measure provided for by that Article could be applied only in accordance with the procedure and within the time-limits established by Chapter 13 of the CCrP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  The Government further argued that from 9 December 2009 to 8 February 2010 the applicant had been held on the basis of an arrest warrant issued by an Uzbek court, in accordance with Article 61 of the Minsk Convention. The length of his detention had not been excessive and the extradition proceedings had been conducted with due diligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  The applicant submitted that his case was similar to the case of Dzhurayev v.  (no. 38124/07, 17 December 2009), where a violation of Article 5 § 1 (f) had been found in comparable circumstances. In particular, as confirmed by the Government, his detention from 9 December 2009 to 8 February 2010 had been based on a detention order issued by an Uzbek court. However, Article 108 of the CCrP, on which the prosecutor had relied, only referred to an order of a Russian court as a basis for detention. His detention on the basis of a foreign court’s order had therefore been unlawful. The subsequent extensions of his detention had therefore also been unlawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "164.  Moreover, the applicant submitted that the length of his detention had been excessive and that the extradition proceedings had not been conducted with due diligence. In particular, although the extradition proceedings had been completed on 14 March 2011, he had not been released until 9 June 2011, after the expiry of the maximum detention period permitted under Russian law.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "165.  The Court notes that it is common ground between the parties that the applicant was detained with a view to his extradition from Russia to . Article 5 § 1 (f) of the Convention is thus applicable in the instant case. This provision does not require that the detention of a person against whom action is being taken with a view to extradition be reasonably considered necessary, for example to prevent his committing an offence or absconding. In this connection, Article 5 § 1 (f) provides a different level of protection from Article 5 § 1 (c): all that is required under sub-paragraph (f) is that “action is being taken with a view to deportation or extradition”. It is therefore immaterial, for the purposes of Article 5 § 1 (f), whether the underlying decision to expel can be justified under national or Convention law (see Čonka v. , no. 51564/99, § 38, ECHR 2002-I, and Chahal, cited above, § 112).",
                                        "elements": []
                                    },
                                    {
                                        "content": "166.  The Court reiterates, however, that it falls to it to examine whether the applicant’s detention was “lawful” for the purposes of Article 5 § 1 (f), with particular reference to the safeguards provided by the national system. Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down the obligation to conform to the substantive and procedural rules of national law, but it requires in addition that any deprivation of liberty should be in keeping with the purpose of Article 5, which is to protect the individual from arbitrariness (see Amuur v. France, 25 June 1996, § 50, Reports 1996-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "167.  The Court must therefore ascertain whether domestic law itself is in conformity with the Convention, including the general principles expressed or implied therein. On this last point, the Court stresses that, where deprivation of liberty is concerned, it is particularly important that the general principle of legal certainty be satisfied. In laying down that any deprivation of liberty must be effected “in accordance with a procedure prescribed by law”, Article 5 § 1 does not merely refer back to domestic law; like the expressions “in accordance with the law” and “prescribed by law” in the second paragraphs of Articles 8 to 11, it also relates to the “quality of the law”, requiring it to be compatible with the rule of law, a concept inherent in all the Articles of the Convention. “Quality of law” in this sense implies that where a national law authorises deprivation of liberty it must be sufficiently accessible, precise and foreseeable in its application, in order to avoid all risk of arbitrariness (see Nasrulloyev v. Russia, no. 656/06, § 71, 11 October 2007, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "168.  Finally, the Court reiterates that deprivation of liberty under Article 5 § 1 (f) will be acceptable only for as long as extradition proceedings are in progress. If such proceedings are not conducted with due diligence, the detention will cease to be permissible under Article 5 § 1 (f). In other words, the length of the detention for this purpose should not exceed what is reasonably required (see Saadi, cited above, §§ 72-74).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application to the present case",
                                "elements": [
                                    {
                                        "content": "169.  The main controversy between the parties relates to the issue of whether the prosecutor’s detention orders, relying on an arrest warrant issued by an Uzbek court, could serve as a legal basis for the applicant’s detention from 9 December 2009 to 8 February 2010 (see paragraphs 24 to 26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "170.  The Government referred to Article 466 of the CCrP, which allows a prosecutor, in cases where a request for extradition is accompanied by an arrest warrant issued by a foreign court, to detain a person whose extradition is sought “without seeking confirmation of the validity of that order from a Russian court” (see paragraph 86 above). The Court notes, however, that the prosecutor’s detention order of 10 December 2009 did not refer to Article 466 of the CCrP, apparently because that Article, as follows from its wording, started to apply from the moment of the receipt of the extradition request. In the applicant’s case the extradition request was not received until 30 December 2009. The Court must therefore first examine what the legal basis for the applicant’s detention from 9 to 30 December 2009 was.",
                                        "elements": []
                                    },
                                    {
                                        "content": "171.  In his detention order of 10 December 2009 the prosecutor relied on Article 61 of the  Convention and Article 108 of the CCrP. The Court points out that Article 61 of the Minsk Convention does not establish any procedural rules to be followed when placing a person in custody before an extradition request has been received. Indeed, the Minsk Convention refers back to domestic law, providing that the requested party should apply its national legal provisions when executing a request for legal assistance, including a special request for arrest pending the receipt of an extradition request mentioned in its Article 61 (see paragraph 79 above). It follows that Article 61 of the Minsk Convention can serve as a legal basis for detention only in conjunction with corresponding domestic legal provisions establishing the grounds and the procedure for ordering detention, as well as applicable time-limits (see the Constitutional Court’s decision cited in paragraph 88 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "172.  The Court observes that Russian law does not contain any specific legal provisions establishing a procedure for ordering detention pending the receipt of an extradition request. In the applicant’s case, Article 61 of the Minsk Convention was cited by the prosecutor in conjunction with Article 108 of the CCrP, which governs detention pending criminal proceedings (see paragraph 84 above). The Court, however, has already found that Article 108 of the CCrP cannot serve as a suitable legal basis for a prosecutor’s decision to place an individual in custody on the grounds that an arrest warrant has been issued against him by a foreign court (see Dzhurayev v. , no. 38124/07, §§ 73 and 74, 17 December 2009, and Elmuratov v. , no. 66317/09, §§ 108 and 109, 3 March 2011). No other domestic legal provision authorising the prosecutor to place the applicant in custody pending the receipt of an extradition request was cited, either by the Russian authorities in the domestic proceedings or by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "173.  It follows that from 9 to 30 December 2009 the applicant was in a legal vacuum that was not covered by any domestic legal provision clearly establishing the grounds of his detention and the procedure and the time-limits applicable to that detention pending the receipt of an extradition request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "174.  Further, after the receipt of the extradition request on 30 December 2009, the applicant’s detention started to be governed by Article 466 § 2 of the CCrP. The Court observes that this Article remains silent on the procedure to be followed when ordering or extending detention of a person whose extradition is sought. Nor does it set any time-limits on detention pending extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "175.  The Court takes note of the Government’s argument that Article 466 § 2 of the CCrP had to be interpreted in the light of the Constitutional Court’s decision of 1 March 2007. In that decision the  held that detention pending extradition was to be applied in accordance with the procedure and within the time-limits established in Chapter 13 of the CCrP. The Court, however, observes that that decision concerned Article 466 § 1 of the CCrP, governing situations where an extradition request was not accompanied by an arrest warrant issued by a foreign court. The decision did not contain any findings as to the procedures to be followed in situations covered by Article 466 § 2 of the CCrP where an arrest warrant issued by a foreign court was appended to an extradition request, as in the applicant’s case (see paragraph 89 above). By contrast, another decision of the , the decision of 19 March 2009, appears to be more relevant, as it specifically concerned Article 466 § 2 of the CCrP. In that decision, the  found that Article 466 § 2 did not violate a person’s constitutional rights because it did not establish any grounds or procedure for ordering detention pending extradition or any time-limits for such detention. The  did not explain which legal provisions governed the procedure and time-limits to be applied in situations covered by Article 466 § 2 of the CCrP (see paragraph 90 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "176.  Thus, the Court notes the absence of any precise domestic provisions establishing under which conditions, within which time-limit and by a prosecutor of which hierarchical level and territorial affiliation the issue of detention is to be examined after the receipt of an extradition request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "177.  The ambiguity of Article 466 § 2 of the CCrP is amply illustrated by the circumstances of the present case. Indeed, although the extradition request was received on 30 December 2009, it was not until 18 January 2010, nineteen days later, that the prosecutor ordered the applicant’s detention on the basis of Article 466 § 2 of the CCrP. During that entire period the applicant remained unaware of the grounds of his detention and the time-limit on that detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "178.  Further, it is significant that the detention order of 18 January 2010 did not refer to any domestic legal provision, be it a provision from Chapter 13 of the CCrP or otherwise, confirming the competence of that particular prosecutor (the Moskovsko-Ryazanskiy Transport Prosecutor) to order the applicant’s detention. Nor did the decision set any time-limit on the applicant’s detention or refer to a domestic legal provision establishing such a time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "179.  It follows that the applicant’s detention from 30 December 2009 to 8 February 2010 was based on a legal provision, namely Article 466 § 2 of the CCrP, which, due to a lack of clear procedural rules, was neither precise nor foreseeable in its application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "180.  The Court takes note of the recent ruling of the Russian Supreme Court giving an authoritative interpretation of Russian legal provisions applicable to detention pending extradition, including detention both before and immediately after the receipt of an extradition request (see paragraph 93 above). The Court, however, notes that the ruling was adopted on 14 June 2012, long after the applicant’s release. It therefore cannot alter the conclusion that at the time of the applicant’s detention Russian legal provisions governing detention pending the receipt of an extradition request, and any eventual extension of detention following the receipt of such a request, were neither precise nor foreseeable in their application. In any event, it follows from the ruling that the applicant’s detention should have been ordered and extended by a Russian court rather than by a prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "181.  In view of the above, the Court concludes that from 9 December 2009 to 8 February 2010 the applicant was kept in detention without a specific legal basis or clear rules governing his situation. This is incompatible with the principles of legal certainty and the protection from arbitrariness, which are common threads throughout the Convention and the rule of law (see, mutatis mutandis, Yudayev v. , no. 40258/03, § 59, 15 January 2009, and Baranowski v. , no. 28358/95, § 56, ECHR 2000-III). The deprivation of liberty to which the applicant was subjected during that period was not circumscribed by adequate safeguards against arbitrariness. Russian law at the material time therefore fell short of the “quality of law” standard required under the Convention. The national system failed to protect the applicant from arbitrary detention, and his detention cannot be considered “lawful” for the purposes of Article 5 § 1 (f) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "182.  By contrast to some previous cases concerning  (see, among others, Dzhurayev, cited above, § 68), the applicant’s detention from 8 February 2010 to 9 June 2011 was extended by a Russian court. The extension orders contained time-limits, in compliance with the requirements of Article 109 of the CCrP, which was applicable in the context of detention in extradition cases following the 2009 ruling of the Supreme Court of Russia (see paragraph 92 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "183.  Before the domestic courts and this Court the applicant did not put forward any serious argument prompting the Court to consider that his detention was in breach of the lawfulness requirement of Article 5 § 1 of the Convention. It is in the first place for the national authorities, and notably the courts, to interpret domestic law, including rules of a procedural nature. The Court does not find that the domestic courts acted in bad faith, that they neglected to apply the relevant legislation correctly or that the applicant’s detention during the relevant period of time was unlawful or arbitrary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "184.  It remains to be ascertained whether the length of the applicant’s detention was compatible with the requirements of Article 5 § 1 (f), notably the requirement that the extradition proceedings be conducted with due diligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "185.  The period complained of lasted eighteen months. It started running on 9 December 2009, when the applicant was placed in custody with a view to extradition, and ended on 9 June 2011, when he was released. For the reasons presented below, the Court does not consider this period to be excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "186.  The Court observes that between 9 December 2009, when the applicant was detained, and 14 May 2010, when the extradition order was issued, the extradition proceedings were pending. During this period of time the Prosecutor General’s Office received the extradition request and the diplomatic assurances from its Uzbek counterpart, the FMS confirmed that the applicant did not have Russian citizenship and the Ministry of Foreign Affairs and the Federal Security Service submitted that there were no obstacles to his extradition to . The Court further notes that from 14 May 2010 to 14 March 2011 the extradition order was reviewed by courts at two levels of jurisdiction. There was no evidence of any delays in the conduct of the extradition proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "187.  In parallel, from 22 December 2009 to 24 December 2010, the applicant’s request for refugee status was examined by the FMS and subsequently by the courts at two levels of jurisdiction. As the outcome of these proceedings could have been decisive for the question of the applicant’s extradition, the Court will take into account the conduct of these proceedings for the purposes of determining whether any action was “being taken with a view to extradition” (see Chahal, cited above, § 115). The applicant has not argued that these proceedings were not conducted with due diligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "188.  Finally, as to the period of detention from 14 March to 9 June 2011, the Court notes that on 14 March 2011 the lawfulness of the extradition order was confirmed by the appeal court. Although the domestic extradition proceedings were thereby terminated, the applicant remained in custody for a further two months and twenty-six days. During this time the Government refrained from extraditing him in compliance with the interim measure indicated by the Court under Rule 39 of the Rules of Court. The question thus arises as to whether the extradition proceedings remained in progress between 14 March and 9 June 2011 such as to justify the applicant’s detention with a view to extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "189.  It is the Court’s well-established case law that this period of the applicant’s detention should be distinguished from the earlier period (see Chahal, cited above, § 114; Al Hanchi v. Bosnia and Herzegovina, no. 48205/09, §§ 49-51, 15 November 2011; and Al Husin v. , no. 3727/08, §§ 67-69, 7 February 2012). As a result of the application of the interim measure, the respondent Government could not remove the applicant to  without being in breach of their obligation under Article 34 of the Convention. During that time the extradition proceedings, although temporarily suspended pursuant to the request made by the Court, were nevertheless in progress for the purpose of Article 5 § 1 (f) (see, for similar reasoning, Gebremedhin [Gaberamadhien] v. , no. 25389/05, §§ 73 and 74, ECHR 2007-V; Al Hanchi, cited above, § 51; and Al Husin, cited above, § 69). The Court has previously found that the fact that expulsion or extradition proceedings are provisionally suspended as a result of the application of an interim measure does not in itself render the detention of the person concerned unlawful, provided that the authorities still envisage expulsion at a later stage, and on condition that the detention is not unreasonably prolonged (see Keshmiri v.  (no. 2), no. 22426/10, § 34, 17 January 2012, and S.P. v. Belgium (dec.), no. 12572/08, 14 June 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "190.  The Court observes that after the extradition order in respect of the applicant entered into force he remained in detention for slightly less than three months. That period does not appear to be unreasonably prolonged (see, in respect of detention pending deportation on the grounds of a threat to national security, Al Hanchi and Al Husin, both cited above, where the periods of detention following an application of an interim measure by the Court, which lasted one year and ten months and slightly more than eleven months respectively, were also compatible with Article 5 § 1 (f); and, by contrast, Keshmiri, cited above, § 34, where the applicant’s detention continued for more than one year and nine months after the interim measure was applied and during which time no steps were taken to find alternative solutions). It is also relevant that, as the Court has established above (see paragraph 182 and 183 above), the applicant’s detention during that period was in compliance with the procedure and time-limits established under domestic law and that after the expiry of the maximum detention period permitted under Russian law the applicant was immediately released (see, for similar reasoning, Gebremedhin, cited above, §§ 74 and 75).",
                                        "elements": []
                                    },
                                    {
                                        "content": "191.  In view of the foregoing, the Court is satisfied that the requirement of diligence was complied with in the present case and the overall length of the applicant’s detention was not excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "192.  The Court finds that the applicant’s detention from 9 December 2009 to 8 February 2010 was based on legal provisions which did not meet the Convention’s “quality of law” requirements. There has therefore been a violation of Article 5 § 1 (f) of the Convention in respect of that period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "193.  Further, there has been no violation of Article 5 § 1 (f) of the Convention as regards the lawfulness of the applicant’s detention from 8 February 2010 to 9 June 2011 or as regards the length of the applicant’s detention with a view to extradition and the authorities’ diligence in the conduct of the extradition proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "194.  The applicant complained that his appeals against the detention orders of 7 September and 8 December 2010 had not been examined “speedily” and that there had not been an effective procedure by which he could challenge his detention after 20 January 2011. He relied on Article 5 § 4 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "195.  The Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Speediness of review",
                                        "elements": [
                                            {
                                                "content": "196.  The Government conceded that the applicant’s appeals against the detention orders of 7 September and 8 December 2010 had not been examined “speedily”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "197.  The applicant maintained his claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "198.  The Court reiterates that Article 5 § 4 of the Convention proclaims the right to a speedy judicial decision concerning the lawfulness of detention and ordering its termination if it proves unlawful (see Baranowski, cited above, § 68). Article 5 § 4 does not compel the Contracting States to set up a second level of jurisdiction for the examination of the lawfulness of detention. However, where domestic law provides for appeal, the appellate body must also comply with the requirements of Article 5 § 4, for instance as concerns the speediness of the review in appeal proceedings. At the same time, the standard of “speediness” is less stringent when it comes to proceedings before a court of appeal (see Lebedev v. Russia, no. 4493/04, § 96, 25 October 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "199.  Although the number of days taken by the relevant proceedings is obviously an important element, it is not necessarily in itself decisive for the question of whether a decision has been given with the requisite speed (see Merie v. the Netherlands (dec.), no. 664/05, 20 September 2007). What is taken into account is the diligence shown by the authorities, the delay attributable to the applicant and any factors causing delay for which the State cannot be held responsible (Jablonski v. Poland, no. 33492/96, §§ 91-94, 21 December 2000, and G.B. v. Switzerland, no. 27426/95, §§ 34-39, 30 November 2000). The question whether the right to a speedy decision has been respected must thus be determined in the light of the circumstances of each case (see Rehbock v. Slovenia, no. 29462/95, § 84, ECHR 2000-XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "200.  Turning to the circumstances of the present case, the Court observes that the appeal against the detention order of 7 September 2010, lodged on 9 September 2010, was examined eighty-two days later (see paragraphs 28 and 29 above). The appeal against the detention order of 8 December 2010, lodged on 16 December 2010, was examined thirty-five days later (see paragraph 30 and 31 above). Nothing suggests that the applicant, having lodged the appeals, caused delays in their examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "201.  Taking note of the Government’s acknowledgment of a violation, the Court finds that the two periods cannot be considered compatible with the “speediness” requirement of Article 5 § 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "202.  There has therefore been a violation of Article 5 § 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Alleged inability to obtain a review of detention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "203.  The Government submitted that the applicant could have lodged an application for release under Articles 108, 109 and 110 of the CCrP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "204.  The applicant submitted that he had not had at his disposal any procedure by which the lawfulness of his detention after 20 January 2010 could have been examined by a court and his release ordered. The Court had already found that neither Article 108 nor Article 109 of the CCrP entitled a detainee to initiate proceedings for examination of the lawfulness of his detention. They therefore had not secured his right to bring proceedings by which the lawfulness of his detention could have been examined by a court (see Nasrulloyev, cited above, § 88). The same was true for Article 110 of the CCrP, the wording of which did not indicate that review proceedings could be taken on the initiative of the detainee either. Moreover, Article 110 had not been relevant in the applicant’s situation because it provided for the amendment of a preventive measure in cases where the grounds serving as a basis for a person’s detention had changed, which had not been the case as regards the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "205.  Finally, the applicant submitted that he had attempted to raise the issue of the lawfulness of his detention at the hearing on 14 March 2011 during the examination of his appeal against the extradition order. However, his submissions had not been examined by the court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "206.  The Court reiterates that the purpose of Article 5 § 4 is to ensure that persons who are arrested and detained have the right to judicial supervision of the lawfulness of the measure to which they have been subjected (see, mutatis mutandis, De Wilde, Ooms and Versyp v. Belgium, 18 June 1971, § 76, Series A no. 12). A remedy must be made available during a person’s detention to allow that person to obtain speedy judicial review of the lawfulness of the detention, capable of leading, where appropriate, to his or her release. The notion of “lawfulness” under paragraph 4 of Article 5 has the same meaning as in paragraph 1, so that a detained person is entitled to a review of the “lawfulness” of his detention in the light not only of the requirements of domestic law but also of the Convention, the general principles embodied therein and the aim of the restrictions permitted by Article 5 § 1 (see A. and Others v. the United Kingdom [GC], no. 3455/05, § 202, 19 February 2009, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "207.  The existence of the remedy required by Article 5 § 4 must be sufficiently certain, not only in theory but also in practice, failing which it will lack the accessibility and effectiveness required for the purposes of that provision (see, mutatis mutandis, Stoichkov v. Bulgaria, no. 9808/02, § 66 in fine, 24 March 2005, and Vachev v. Bulgaria, no. 42987/98, § 71, ECHR 2004-VIII (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "208.  Where the decision depriving a person of his liberty is made by a court at the close of judicial proceedings, the supervision required by Article 5 § 4 is incorporated in the decision. This is so, for example, where a sentence of imprisonment is pronounced after “conviction by a competent court” under Article 5 § 1 (a) of the Convention; or where detention of a vagrant, provided for in Article 5 § 1 (e), is ordered by a “court” within the meaning of paragraph 4 (see De Wilde, Ooms and Versyp, cited above, § 76). However, as has been pointed out in subsequent judgments, this rule applies only to the initial decision depriving a person of his liberty; it does not purport to deal with an ensuing period of detention in which new issues affecting the lawfulness of the detention might arise (see Weeks v. the United Kingdom, 2 March 1987, § 56, Series A no. 114). It follows that, by virtue of Article 5 § 4, a detainee is entitled to apply to a “court” having jurisdiction to “speedily” decide whether or not their deprivation of liberty has become “unlawful” in the light of new factors which have emerged subsequently to the decision on their initial placement in custody (see Ismoilov and Others, cited above, § 146).",
                                        "elements": []
                                    },
                                    {
                                        "content": "209.  The forms of judicial review satisfying the requirements of Article 5 § 4 may vary from one domain to another, and will depend on the type of deprivation of liberty in issue. It is not the Court’s task to enquire into what the most appropriate system in the sphere under examination would be. It is not excluded that a system of automatic periodic review of the lawfulness of detention by a court may ensure compliance with the requirements of Article 5 § 4 (see Megyeri v. , 12 May 1992, § 22, Series A no. 237-A, and Reinprecht v. , no. 67175/01, § 33, ECHR 2005XII). However, where automatic review of the lawfulness of detention has been instituted, the decisions on the lawfulness of detention must follow at “reasonable intervals” (see, among others, Herczegfalvy v. , 24 September 1992, §§ 75 and 77, Series A no. 244, and Blackstock v. the , no. 59512/00, § 42, 21 June 2005). The rationale underlying the requirements of speediness and periodic judicial review at reasonable intervals within the meaning of Article 5 § 4 and the Court’s case-law is that a detainee should not run the risk of remaining in detention long after the time when his deprivation of liberty has become unjustified (see, Shishkov v. , no. 38822/97, § 88, ECHR 2003I (extracts), with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "210.  The Court notes that the applicant’s detention, although initially ordered by a prosecutor, was subsequently extended by the domestic courts at intervals ranging from three to six months. The proceedings by which the applicant’s detention was extended therefore constituted a form of periodic review of a judicial character. It is important to note that in the interval between the extension hearings the applicant was unable to lodge an application for judicial review of the lawfulness of his detention. Indeed, the Court has already found that Articles 108, 109 and 110 of the CCrP, to which the Government referred, did not entitle a detainee to initiate proceedings by which the lawfulness of his detention would be examined by a court (see Nasrulloyev, cited above, § 88; Ismoilov and Others, cited above, § 151; and Elmuratov, cited above, § 115). This is however not in itself contrary to Article 5 § 4 of the Convention, provided that periodic judicial reviews of the lawfulness of detention are held at “reasonable intervals” (see the case-law cited in paragraph 209 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "211.  The Court notes that in the period until December 2010 judicial reviews of the lawfulness of the applicant’s detention were held every three or four months. The applicant did not complain that the intervals between reviews during that period were unreasonably long. The gist of his complaint was that no review was held between 8 December 2010 when his detention was extended for six months and 9 June 2011 when a prosecutor ordered his release. It remains to be ascertained whether the period of six months during which the lawfulness of the applicant’s detention was not reviewed by a court can be considered compatible with the requirements of Article 5 § 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "212.  The Court observes that the requirements of Article 5 § 4 as to what may be considered a “reasonable” interval in the context of periodic judicial review varies from one domain to another, depending on the type of deprivation of liberty in issue. Thus, as regards detention after conviction by a competent court in accordance with Article 5 § 1 (a), the Court has accepted as “reasonable” periods of less than a year between reviews of detention of discretionary life prisoners and rejected periods of more than one year (see Oldham v. the , no. 36273/97, § 31, ECHR 2000X; Hirst v. the , no. 40787/98, § 39, 24 July 2001; and Blackstock, cited above, § 44). Similarly, as regards detention of persons of unsound mind under Article 5 § 1 (e) ordered at the close of criminal proceedings during which the charges against them had been proved but they had been found not criminally responsible for their actions due to a mental illness, intervals between reviews of less than a year have usually been considered acceptable, while longer intervals have not been considered “reasonable” for the purposes of Article 5 § 4 (see Herczegfalvy, cited above, § 77; Silva Rocha v. Portugal, 15 November 1996, § 31, Reports 1996V; Magalhães Pereira v. Portugal, no. 44872/98, §§ 45 - 51, ECHR 2002I; and compare with Magalhães Pereira v.  (no. 2), no. 15996/02, §§ 27-33, 20 December 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "213.  By contrast, as regards pre-trial detention under Article 5 § 1 (c), the Court has stated that the nature of pre-trial detention calls for short intervals because there is an assumption in the Convention that such detention is to be of a strictly limited duration (see Bezicheri v. Italy, 25 October 1989, § 21, Series A no. 164, and Assenov and Others v. Bulgaria, 28 October 1998, § 162, Reports 1998VIII). Thus, the Court has found that the Austrian system of automatic periodic review of pre-trial detention establishing a maximum interval between reviews of two months was compatible with Article 5 § 4 (see Reinprecht, cited above, §§ 24 and 33). In another case, a period of three months and eight days during which the applicant could not obtain judicial review of his pre-trial detention was found to be “unreasonable” (see Jurjevs v. , no. 70923/01, §§ 61-63, 15 June 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "214.  Turning now to detention pending deportation or extradition under Article 5 § 1 (f), the Court notes that the factors affecting the lawfulness of detention pending deportation or extradition, such as, for example, factors relating to the progress of the extradition or deportation proceedings and the authorities’ diligence in the conduct of such proceedings, may change over the course of time (see Rahmani and Dineva v. Bulgaria, no. 20116/08, § 78, 10 May 2012). It therefore considers that shorter intervals between reviews are necessary for detention pending deportation or extradition as compared to detention after conviction by a competent court or detention of persons of unsound mind. Indeed, the factors affecting the lawfulness of detention are likely to evolve faster in situations where the proceedings are continuing (as in cases of detention with a view to extradition) than in situations where the proceedings have been closed after the establishment of all relevant circumstances (as in cases where a conviction has been pronounced by a competent court or compulsory psychiatric treatment ordered by a court on the basis of medical reports confirming the person’s dangerousness). At the same time, given the limited scope of the review of the lawfulness of detention required under Article 5 § 4 in extradition cases – which does not extend, for example, to the questions whether the detention was “necessary” for the prevention of crime or fleeing – the review need not be as frequent as in cases of deprivation of liberty under Article 5 § 1 (c) (see Taylor v.  (dec.), no. 37038/09, §§ 53 and 55, 26 June 2012). Thus, in two recent Russian cases the Court has found that intervals between periodic reviews of detention ranging from two to four months were compatible with the requirements of Article 5 § 4 (see Soliyev v. , no. 62400/10, §§ 57-62, 5 June 2012, and Khodzhamberdiyev v. , no. 64809/10, §§ 108-114, 5 June 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "215.  At the same time, the Court observes that it is not its task to attempt to rule as to the maximum period of time between reviews which should automatically apply to a certain category of detainees. The question of whether periods comply with the requirement must – as with the reasonable-time stipulation in Article 5 § 3 and Article 6 § 1 – be determined in the light of the circumstances of each case (see Sanchez-Reisse v. Switzerland, 21 October 1986, § 55, Series A no. 107, and Oldham, cited above, § 31). The Court must, in particular, examine whether any new relevant factors arisen in the interval between periodic reviews were assessed, without unreasonable delay, by a court having jurisdiction to decide whether or not the detention has become “unlawful” in the light of these new factors (see the case-law cited in paragraph 208 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "216.  Turning to the circumstances of the present case, the Court notes that on 8 December 2010 the City Court extended the applicant’s detention for six months on the grounds that the extradition proceedings were still pending. Three months later, on 14 March 2011, the extradition order was upheld at final instance and the domestic extradition proceedings were thereby terminated. As the applicant could not be extradited due to the indication by the Court of an interim measure under Rule 39 of the Rules of Court, any preparation for the enforcement of the extradition order had to be suspended for an indefinite period of time. The Court considers that this constituted a new relevant factor that might have affected the lawfulness of, and the justification for, the applicant’s continued detention. The applicant was therefore entitled under Article 5 § 4 to proceedings to have that new relevant factor assessed by a court without unreasonable delay. It was not, however, until three months later, on 9 June 2011, that the lawfulness of the applicant’s detention was reviewed and his release ordered. The Court considers that such a long delay in assessing a new relevant factor capable of affecting the lawfulness of detention was not “reasonable”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "217.  In view of the above considerations, the Court finds that in the applicant’s case the efficiency of the system of automatic periodic judicial review was undermined by the fact that a new relevant factor arisen in the interval between reviews and capable of affecting the lawfulness of his detention was assessed by a court with an unreasonably long delay. In such circumstances, the Court cannot but find that the reviews of the lawfulness of the applicant’s detention were not held at “reasonable intervals”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "218.  There has therefore been a violation of Article 5 § 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "219.  The applicant complained that his secret transfer to  in breach of the interim measure indicated by the Court under Rule 39 had violated his right of individual application. He relied on Article 34 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "220.  The Government contested that argument, denying any involvement on the part of the authorities in the applicant’s transfer to . They further submitted that it was not in their power to secure the applicant’s return to . There was no legal basis for requesting his extradition from Tajikistan, because he was not a Russian national and had not committed any offences in . There was no other procedure in national or international law that would permit the Russian authorities to request that the Tajik authorities return the applicant to .",
                                "elements": []
                            },
                            {
                                "content": "221.  The applicant submitted that his abduction and transfer to , despite the interim measure under Rule 39 indicated by the Court, had hindered the effective exercise of his right of individual application. The risk of his extradition from Tajikistan was imminent, as confirmed by the detention order issued by the Tajik court from which it followed that he had been detained with a view to extradition to  (see paragraph 61 above). The applicant argued that such a risk persisted even after his release. He had not been informed of the reasons for his release and he had subsequently been warned that he was again wanted by the Tajik authorities.",
                                "elements": []
                            },
                            {
                                "content": "222.  The Court reiterates that, by virtue of Article 34 of the Convention, Contracting States undertake to refrain from any act or omission that may hinder the effective exercise of an individual applicant’s right of application. The effectiveness of that right will be undermined by a failure by a respondent state to comply with an interim measure (see Mamatkulov and Askarov, cited above, §§ 102 and 125).",
                                "elements": []
                            },
                            {
                                "content": "223.  In cases such as the present one, where there is plausibly asserted to be a risk of irreparable damage to the enjoyment by the applicant of one of the core rights under the Convention, the object of an interim measure is to maintain the status quo pending the Court’s determination of the justification for the measure. As such, being intended to ensure the continued existence of the matter that is the subject of the application, the interim measure goes to the substance of the Convention complaint (see Mamatkulov and Askarov, cited above, § 108; Shamayev and Others, cited above, § 473; and Aoulmi v. France, no. 50278/99, § 103, ECHR 2006-I (extracts)).",
                                "elements": []
                            },
                            {
                                "content": "224.  Thus, indications of interim measures given by the Court permit it not only to carry out an effective examination of the application but also to ensure that the protection afforded to the applicant by the Convention is effective; such indications subsequently allow the Committee of Ministers to supervise execution of the final judgment. Such measures thus enable the State concerned to discharge its obligation to comply with the final judgment of the Court, which is legally binding by virtue of Article 46 of the Convention (see Mamatkulov and Askarov, cited above, § 125; Shamayev, cited above, § 473; and Aoulmi, cited above, § 108).",
                                "elements": []
                            },
                            {
                                "content": "225.  In view of the above, a failure by a Contracting State to comply with an interim measure is to be regarded as preventing the Court from effectively examining the applicant’s complaint and as hindering the effective exercise of his or her right of application and, accordingly, as a violation of Article 34 (see Mamatkulov and Askarov, cited above, § 128).",
                                "elements": []
                            },
                            {
                                "content": "226.  Turning to the circumstances of the present case, the Court notes that on 8 March 2011 it indicated to the Russian Government, under Rule 39 of the Rules of Court, that the applicant should not be extradited to  until further notice (see paragraph 4 above). Five months later he was transferred to . The Russian authorities were responsible for this transfer, as established in paragraph 127 above. The Court must therefore determine whether  respected its obligation under Article 34 of the Convention to comply with the interim measure indicated by the Court.",
                                "elements": []
                            },
                            {
                                "content": "227.  The Court considers that in certain circumstances a transfer of an applicant against his will to a country other than the country in which he allegedly faces a risk of ill-treatment may amount to a failure to comply with such an interim measure. If it were otherwise, the Contracting States would be able to transfer an applicant to a third country which is not party to the Convention, from where they might be further removed to their country of origin, thereby circumventing the interim measure applied by the Court and depriving the applicant of effective Convention protection.",
                                "elements": []
                            },
                            {
                                "content": "228.  It is true that the applicant was transferred to Tajikistan rather than . The fact, however, remains that the Court is prevented by the applicant’s transfer to  from securing to him the practical and effective benefit of the Convention rights asserted.",
                                "elements": []
                            },
                            {
                                "content": "229.  Indeed, the applicant’s transfer to a state which is not a party to the Convention removed him from Convention protection and frustrated the purpose of the interim measure, which was to maintain the status quo pending the Court’s examination of the application and to allow its final judgment to be effectively enforced.",
                                "elements": []
                            },
                            {
                                "content": "230.  According to the Government, it is not in their power to secure the applicant’s return to  (see paragraph 220 above). The applicant therefore has to remain under the control of the Tajik authorities, who are not bound by the Convention and have no obligation to comply with the Court’s judgments. In such circumstances, the Court’s finding that the applicant would face a serious risk of ill-treatment in  (see paragraph 151 above) cannot protect him from eventual repatriation there.",
                                "elements": []
                            },
                            {
                                "content": "231.  In view of the above, the Court concludes that the applicant’s transfer to  prevented it from ensuring the applicant’s effective Convention protection and therefore hindered the effective exercise of his right of application. Accordingly, by transferring the applicant to Tajikistan,  failed to comply with the interim measure indicated under Rule 39 of the Rules of Court, in breach of its obligation under Article 34 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "232.  Lastly, the Court has examined the other complaints submitted by the applicant, and, having regard to all the material in its possession and in so far as these complaints fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "233.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "234.  The applicant claimed 30,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "235.  The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "236.  The Court observes that it has found a combination of grievous violations in the present case. Making an assessment on an equitable basis, it awards the applicant EUR 30,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "237.  Relying on lawyers’ timesheets, the applicant claimed EUR 7,800 for legal fees incurred before the Court and in the domestic proceedings. He also claimed EUR 546 in respect of postal expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "238.  The Government contended that the lawyers’ fees and other expenses were not shown to have been actually paid or incurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "239.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. The applicant did not submit any documents confirming the postal expenses. The Court therefore rejects this part of the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "240.  As regards the legal fees, regard being had to the documents in its possession and the above criteria (see Fadeyeva v. Russia, no. 55723/00, § 147, ECHR 2005IV), the Court considers it reasonable to award the sum of EUR 7,800, to be paid to the representatives’ bank account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "241.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VIII.  RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": "242.  The Court recalls that, in accordance with Article 44 § 2 of the Convention, the present judgment will not become final until: (a) the parties declare that they will not request that the case be referred to the Grand Chamber; or (b) three months after the date of the judgment, if reference of the case to the Grand Chamber has not been requested; or (c) the Panel of the Grand Chamber rejects any request to refer under Article 43 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "243.  The Court notes that the applicant is currently in hiding in , after being transferred there against his will with the knowledge and involvement of the Russian authorities (see paragraph 127 above). It is therefore no longer in the power of the Russian authorities to extradite him to . However, bearing in mind that the applicant may be able to to return to Russia and having regard to the finding that he would face a serious risk of being subjected to torture or inhuman or degrading treatment in Uzbekistan (see paragraph 151 above), the Court considers that the indication made to the Government under Rule 39 of the Rules of Court must continue in force until the present judgment becomes final or until further order.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the risk of the applicant’s ill-treatment in Uzbekistan and the lack of effective remedies, the lawfulness and length of his detention pending extradition and the alleged defects in the judicial review of his detention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that, in the event of the applicant’s return to Russia, his extradition to  would give rise to a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention on account of the applicant’s transfer to ;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 1 (f) of the Convention in respect of the applicant’s detention from 9 December 2009 to 8 February 2010;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been no violation of Article 5 § 1 (f) of the Convention in respect of the remaining period of detention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of the length of the proceedings in the applicant’s appeals against the detention orders of 7 September and 8 December 2010;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of the applicant’s inability to obtain a review of his detention between 8 December 2010 and 9 June 2011;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there is no need to examine the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds that the respondent State has failed to comply with its obligations under Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "10.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "11.  Dismisses the remainder of the applicant’s claim for just satisfaction;",
                        "elements": []
                    },
                    {
                        "content": "12.  Decides to continue to indicate to the Government under Rule 39 of the Rules of Court that, in the case of the applicant’s return to , it is desirable in the interests of the proper conduct of the proceedings not to extradite him until such time as the present judgment becomes final or until further order.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 October 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ABDULKHAKOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-113287.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1002JUD001474311",
    "externalsources": [
        "United Nations Special Rapporteur on the question of torture’s Report of 3 February 2003",
        "United Nations Commission on Human Rights resolution 2002/38 (E/CN.4/2003/68/Add.2)",
        "UN Human Rights Committee’s 2010 report (CCPR/C/UZB/CO/3)",
        "Human Rights Watch’s report of 29 March 2004, “Creating Enemies of the State: Religious Persecution in Uzbekistan”",
        "Human Rights Watch annual Report 2010",
        "Amnesty International’s 2010 report on Uzbekistan",
        "“Uzbekistan: A Briefing on Current Human Rights Concerns”, Amnesty International",
        "Amnesty International 2011 annual Report",
        "International Religious Freedom Report 2010"
    ],
    "extractedappno": [
        "14743/11",
        "1248/09",
        "14049/08",
        "54219/08",
        "2947/06",
        "42502/06",
        "2002/38",
        "1136/19",
        "1144/18",
        "28883/95",
        "24561/94",
        "24919/03",
        "43577/98",
        "43579/98",
        "55723/00",
        "21689/93",
        "21986/93",
        "57325/00",
        "17185/05",
        "37201/06",
        "38885/02",
        "8320/04",
        "53566/99",
        "2345/02",
        "35865/03",
        "36378/02",
        "67679/01",
        "12343/10",
        "46827/99",
        "46951/99",
        "25904/07",
        "8319/07",
        "11449/07",
        "23458/02",
        "1948/04",
        "30696/09",
        "53688/08",
        "7265/10",
        "15303/09",
        "12106/09",
        "8139/09",
        "25404/09",
        "24027/07",
        "11949/08",
        "36742/08",
        "30471/08",
        "38124/07",
        "51564/99",
        "656/06",
        "66317/09",
        "40258/03",
        "28358/95",
        "48205/09",
        "3727/08",
        "25389/05",
        "22426/10",
        "12572/08",
        "4493/04",
        "664/05",
        "33492/96",
        "27426/95",
        "29462/95",
        "3455/05",
        "9808/02",
        "42987/98",
        "67175/01",
        "59512/00",
        "38822/97",
        "36273/97",
        "40787/98",
        "44872/98",
        "15996/02",
        "70923/01",
        "20116/08",
        "37038/09",
        "62400/10",
        "64809/10",
        "50278/99"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 108, 109, 110 and 466 of the Code of Criminal Procedure",
        "Article 61 of the Minsk Convention"
    ],
    "itemid": "001-113287",
    "judgementdate": "02/10/2012 00:00:00",
    "kpdate": "02/10/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "620",
        "618",
        "448",
        "220",
        "135",
        "438",
        "474",
        "183",
        "177",
        "14",
        "216",
        "598",
        "599"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3",
        "5-4",
        "5-1-f",
        "34",
        "35",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "ABDULKHAKOV",
        "RUSSIA"
    ],
    "rank": "921.848022460938",
    "representedby": [
        "RYABININA Y.",
        "TRENINA D."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "A. and Others v. the United Kingdom [GC], no. 3455/05, § 202, 19 February 2009",
        "Abdolkhani and Karimnia v. Turkey, no. 30471/08, § 89, 22 September 2009",
        "Abdulazhon Isakov v. Russia, no. 14049/08, § 110, 8 July 2010",
        "Ahmet Özkan and Others v. Turkey, no. 21689/93, § 426, 6 April 2004",
        "Al Hanchi v. Bosnia and Herzegovina, no. 48205/09, 15 November 2011",
        "Al Husin v. Bosnia and Herzegovina, no. 3727/08, 7 February 2012",
        "Al-Moayad v. Germany (dec.), no. 35865/03, §§ 65-66, 20 February 2007",
        "Altun v. Turkey, no. 24561/94, § 42, 1 June 2004",
        "Amuur v. France, 25 June 1996, § 50, Reports 1996-III",
        "Aoulmi v. France, no. 50278/99, ECHR 2006-I (extracts)",
        "Babar Ahmad and Others v. the United Kingdom (dec.), nos. 24027/07, 11949/08 and 36742/08, § 114, 6 July 2010",
        "Baranowski v. Poland, no. 28358/95, § 56, ECHR 2000-III",
        "Bezicheri v. Italy, 25 October 1989, § 21, Series A no. 164",
        "Blackstock v. the United Kingdom, no. 59512/00, 21 June 2005",
        "Chahal v. the United Kingdom, 15 November 1996, Reports of Judgments and Decisions 1996-V",
        "Conka v. Belgium, no. 51564/99, § 38, ECHR 2002-I",
        "Cruz Varas and Others v. Sweden, 20 March 1991, §§ 75-76, Series A no. 201",
        "D.H. and Others v. the Czech Republic [GC], no. 57325/00, § 179, ECHR 2007-XII",
        "De Wilde, Ooms and Versyp v. Belgium, 18 June 1971, § 76, Series A no. 12",
        "Dzhaksybergenov v. Ukraine, no. 12343/10, § 37, 10 February 2011",
        "Dzhurayev v. Russia, no. 38124/07, §§ 73 and 74, 17 December 2009",
        "Elmuratov v. Russia, no. 66317/09, 3 March 2011",
        "Ergashev v. Russia, no. 12106/09, § 113, 20 December 2011",
        "Fadeyeva v. Russia, no. 55723/00, ECHR 2005-IV",
        "G.B. v. Switzerland, no. 27426/95, §§ 34-39, 30 November 2000",
        "Gaforov v. Russia, no. 25404/09, §§ 130 and 131, 21 October 2010",
        "Garayev v. Azerbaijan, no. 53688/08, § 71, 10 June 2010",
        "Gebremedhin [Gaberamadhien] v. France, no. 25389/05, ECHR 2007-V",
        "Giuliani and Gaggio v. Italy [GC], no. 23458/02, §§ 179-80, 24 March 2011",
        "H.L.R. v. France, 29 April 1997, § 37, Reports 1997-III",
        "Herczegfalvy v. Austria, 24 September 1992, §§ 75 and 77, Series A no. 244",
        "Hirst v. the United Kingdom, no. 40787/98, § 39, 24 July 2001",
        "Iskandarov v. Russia, no. 17185/05, 23 September 2010",
        "Ismoilov and Others v. Russia, no. 2947/06, 24 April 2008",
        "Jablonski v. Poland, no. 33492/96, §§ 91-94, 21 December 2000",
        "Jurjevs v. Latvia, no. 70923/01, §§ 61-63, 15 June 2006",
        "Karimov v. Russia, no. 54219/08, § 100, 29 July 2010",
        "Katani and Others v. Germany (dec.), no. 67679/01, 31 May 2001",
        "Keshmiri v. Turkey (no. 2), no. 22426/10, § 34, 17 January 2012",
        "Khodzhamberdiyev v. Russia, no. 64809/10, §§ 108-114, 5 June 2012",
        "Lebedev v. Russia, no. 4493/04, § 96, 25 October 2007",
        "M.S.S. v. Belgium and Greece [GC], no. 30696/09, ECHR 2011",
        "Magalhães Pereira v. Portugal (no. 2), no. 15996/02, §§ 27-33, 20 December 2005",
        "Magalhães Pereira v. Portugal, no. 44872/98, §§ 45-51, ECHR 2002-I",
        "Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, ECHR 2005-I",
        "Mathew v. the Netherlands, no. 24919/03, § 155, ECHR 2005-IX",
        "McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000",
        "Megyeri v. Germany, 12 May 1992, § 22, Series A no. 237-A",
        "Merie v. the Netherlands (dec.), no. 664/05, 20 September 2007",
        "Muminov v. Russia, no. 42502/06, 11 December 2008",
        "Müslim v. Turkey, no. 53566/99, § 67, 26 April 2005",
        "N.A. v. the United Kingdom, no. 25904/07, §§ 115-116, 17 July 2008",
        "Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, § 147, ECHR 2005-VII",
        "Nasrulloyev v. Russia, no. 656/06, § 71, 11 October 2007",
        "Oldham v. the United Kingdom, no. 36273/97, § 31, ECHR 2000-X",
        "Othman (Abu Qatada) v. the United Kingdom, no. 8139/09, §§ 188 and 189, 17 January 2012",
        "Rahmani and Dineva v. Bulgaria, no. 20116/08, § 78, 10 May 2012",
        "Rehbock v. Slovenia, no. 29462/95, § 84, ECHR 2000-XII",
        "Reinprecht v. Austria, no. 67175/01, ECHR 2005-XII",
        "Ryabikin v. Russia, no. 8320/04, § 112, 19 June 2008",
        "S.P. v. Belgium (dec.), no. 12572/08, 14 June 2011",
        "Saadi v. Italy [GC], no. 37201/06, ECHR 2008",
        "Said v. the Netherlands, no. 2345/02, § 54, ECHR 2005-VI",
        "Salah Sheekh v. the Netherlands, no. 1948/04, § 136, 11 January 2007",
        "Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII",
        "Sanchez-Reisse v. Switzerland, 21 October 1986, § 55, Series A no. 107",
        "Shamayev and Others v. Georgia and Russia, no. 36378/02, § 337, ECHR 2005-III",
        "Shishkov v. Bulgaria, no. 38822/97, § 88, ECHR 2003-I (extracts)",
        "Silva Rocha v. Portugal, 15 November 1996, § 31, Reports 1996-V",
        "Soering v. the United Kingdom, 7 July 1989, §§ 89-91, Series A no. 161",
        "Soliyev v. Russia, no. 62400/10, §§ 57-62, 5 June 2012",
        "Stoichkov v. Bulgaria, no. 9808/02, § 66 in fine, 24 March 2005",
        "Sufi and Elmi v. the United Kingdom, nos. 8319/07 and 11449/07, § 217, 28 June 2011",
        "Sultanov v. Russia, no. 15303/09, § 72, 4 November 2010",
        "Taylor v. Estonia (dec.), no. 37038/09, §§ 53 and 55, 26 June 2012",
        "Vachev v. Bulgaria, no. 42987/98, § 71, ECHR 2004-VIII (extracts)",
        "Vilvarajah and Others v. the United Kingdom, 30 October 1991, Series A no. 215",
        "Weeks v. the United Kingdom, 2 March 1987, § 56, Series A no. 114",
        "Yakubov v. Russia, no. 7265/10, 8 November 2011",
        "Yudayev v. Russia, no. 40258/03, § 59, 15 January 2009"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "394294",
    "typedescription": "15"
}