{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "64387/01",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-68220.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 64387/01) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Reinhold Uhl (“the applicant”), on 15 December 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Mr H. Mohn, a lawyer practising in Frankfurt/Main. The German Government (“the Government”) were represented by their Agent, Mr K. Stoltenberg, Ministerialdirigent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant, invoking Article 6 § 1 of the Convention, alleged that the length of the criminal proceedings against him had exceeded a reasonable time.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 6 May 2004 the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "8.  The applicant was born in 1934 and lives in .",
                        "elements": []
                    },
                    {
                        "content": "A.  Investigations by the tax authorities and the Public Prosecutor’s Office",
                        "elements": [
                            {
                                "content": "9.  On 23 October 1990 a criminal charge was laid against the applicant, accusing him of tax evasion. On 8 January 1991 the Frankfurt/Main Tax Office instituted criminal proceedings against the applicant and informed him accordingly on 10 January 1991. These proceedings were eventually extended to the suspicion of fraud to the detriment of the joint owners of a plot of land and fraudulent breach of trust (Untreue) to the detriment of the city of  by the Frankfurt/Main Public Prosecutor’s Office. The applicant, a civil servant, was subsequently suspended from office, and his salary was reduced.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 5 March 1991 the competent public prosecutor at Königstein applied for a search warrant concerning the office of a notary at the Königstein District Court. A (modified) search warrant was issued by the Königstein District Court on 24 April 1991 and the warrant was executed on 14 June 1991, when two documents were seized.",
                                "elements": []
                            },
                            {
                                "content": "11.  Between 23 August 1991 and 26 March 1992 the Public Prosecutor’s Office granted access to the case files to the city of  and the applicant’s counsel.",
                                "elements": []
                            },
                            {
                                "content": "12.  From 26 March 1992 until 23 November 1992 the investigations were stayed by the Public Prosecutor’s Office in order to await the outcome of the disciplinary proceedings instituted by the city of  against the applicant. The latter proceedings were then themselves stayed awaiting the outcome of the criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "13.  The hearing of the applicant as an accused by the Public Prosecutor’s Office was postponed from 10 February 1993 to 25 June 1993 upon the request of the applicant’s counsel.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 3 January 1994 the Frankfurt/Main Tax Office, after hearing two witnesses, made their closing comments regarding the investigations against the applicant. On 12 December 1994 the Prosecutor’s Office, after having ordered further investigations by the Frankfurt/Main Tax Office, issued an indictment charging the applicant with fraud, tax evasion and fraudulent breach of trust.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": " proceedings",
                        "elements": [
                            {
                                "content": "15.  On 10 October 1995, following three hearings in September and October 1995, the Frankfurt/Main District Court convicted the applicant of fraud, fraudulent breach of trust and tax evasion in accordance with the indictment. It sentenced him to two years and six months’ imprisonment. The District Court found that the applicant had, in his position as head of the municipal building office, deceived the joint owners of real estate as to the value of their property in order to induce them to sell it at a low price to a front man (Strohmann) working for him. He had enriched himself by, again via the front man, offering a part of this property to the municipality for an expansion of the local cemetery. The rest of the property had been sold on the open market.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 20 May 1996 the Frankfurt/Main Regional Court, following the applicant’s appeal and eight trial hearings in April and May 1996, in which some ten witnesses were heard, amended the District Court’s decision to the effect that it convicted the applicant of fraud and tax evasion, whereas it acquitted him of fraudulent breach of trust, and sentenced him to one year and nine months’ imprisonment suspended on probation. In its judgment comprising 30 pages, the  rejected the applicant’s request that an expert opinion be prepared on the actual value of the real estate involved, finding that such an opinion was unnecessary, as the  itself had sufficient knowledge of the matters before it.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 21 May 1996 the Public Prosecutor’s Office, and on 23 May 1996, the applicant appealed against this decision on points of law. On 6 December 1996 the Frankfurt/Main Court of Appeal received the case files together with the substantiation of the appeal by the Prosecutor’s Office and the defence counsel.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 28 November 1997 the Frankfurt/Main Court of Appeal, following a hearing, set aside the ’s decision. It found that the  should have ordered that an expert opinion be prepared on the value of the property concerned. The case was remitted to a different chamber of the .",
                                "elements": []
                            },
                            {
                                "content": "19.  On 13 March 1998 the  ordered that an expert opinion on the value of the real estate concerned be prepared by the architect A. On 1 October 1998 the  received the expert opinion. On 5 May 1999 the applicant, in the first rehearing by the , requested that the proceedings be discontinued on account of their excessive length.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 15 June 1999 the , following nine hearings in May and June 1999, again convicted the applicant of fraud and tax evasion and sentenced him to one year and nine months’ imprisonment suspended on probation. In its judgment comprising 20 pages, it found that the length of proceedings did not warrant their discontinuance, as proceedings dealing with economic or tax-related offences were always time-consuming. Considering the complexity of the issues involved, the  did not find the phase of preliminary investigations or the overall length of proceedings excessively long, in particular as the applicant had not been detained at any time. It also noted that the applicant had himself prolonged the proceedings by lodging an appeal and insisting on an expert opinion. It found that the loss caused by the applicant’s fraud, following the expert opinion, had to be assessed to be even higher than presumed by the Regional Court in its first judgment on 20 May 1996. Therefore, the  considered that, despite the time which had elapsed since then, the sentence imposed by the  in its first judgment was not to be reduced.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 17 June 1999 the applicant appealed against this judgment on points of law, again requesting that the proceedings be discontinued because of their excessive length. On 18 January 2000 the Frankfurt/Main Court of Appeal received the case files together with the applicant’s substantiation of the appeal and the observations of the Public Prosecutor’s Office.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 24 March 2000 the Frankfurt/Main Court of Appeal confirmed the ’s decision and dismissed the applicant’s request to discontinue the proceedings on account of their allegedly excessive length.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 2 May 2000 the applicant lodged a constitutional complaint consisting of eight pages with the  in which he complained about the allegedly excessive length of the proceedings before the German criminal courts, referring in particular to the delays caused by the Prosecutor’s Office and the  and Court of Appeal. The applicant asserted that due to the delays in the proceedings, he had been suspended from office and his pension benefits had been reduced. He also complained about a loss of reputation.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 5 June 2000 (decision served on 15 June 2000) the  refused to admit the applicant’s constitutional complaint. It found that the applicant had failed sufficiently to substantiate his complaint. He failed to produce the written submissions of the Public Prosecutor’s Office to the Court of Appeal, substantiating their appeal on points of law, from which the Federal Constitutional Court could have drawn further conclusions as to whether the applicant had himself sufficiently substantiated his appeal before the Court of Appeal. Furthermore, insofar as the applicant complained about the delays in the proceedings, he had in particular not specified which delays he considered to be attributable to the judicial organs and had not placed such delays in relation to the overall length of the proceedings. The Federal Constitutional Court also found that the applicant had failed to assess the seriousness of the criminal offences concerned, the complexity of the object of the proceedings, and the extent to which he has suffered damage on account of the length of the proceedings.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant claimed that the length of the criminal proceedings against him had been excessive, and that there had accordingly been a breach of Article 6 § 1 of the Convention, which, in so far as relevant, provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination ... of any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "26.  The Court notes that the period to be taken into consideration in determining whether the proceedings satisfied the “reasonable time” requirement laid down in Article 6 § 1 began on 10 January 1991, when the applicant was officially notified that criminal proceedings had been instituted against him (see paragraph 9 above). It ended on 15 June 2000, when the decision of the  was served on him (see paragraph 24 above). Consequently, the proceedings lasted some nine years and five months in four levels of jurisdiction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The reasonableness of the length of the proceedings",
                                "elements": [
                                    {
                                        "content": "27.  The reasonableness of the length of the proceedings is to be assessed in the light of the particular circumstances of the case, regard being had to the criteria laid down in the Court’s case-law, in particular the complexity of the case, the applicant’s conduct and that of the competent authorities, and the importance of what was at stake for the applicant in the litigation (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II; Gast and Popp v. Germany, no. 29357/95, § 70, ECHR 2000-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Submissions made before the Court",
                                        "elements": [
                                            {
                                                "content": "28.  In the applicant’s view the “reasonable time” requirement laid down in Article 6 § 1 of the Convention had not been complied with. His case had not been of a complex nature, as only some ten witnesses had to be questioned during the trial hearings and as he had been the only person accused. He submitted that the delays in the proceedings were entirely attributable to the conduct of the judicial authorities. Being a civil servant, the case had been of great significance to him, because he had been suspended from office during the time the criminal proceedings had been pending, his salary had been reduced and he had suffered from a loss of reputation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Government submitted that in the present case the proceedings had not lasted unreasonably long. The case was to a certain extent complex, which was shown by the extensive case files and the facts that the Frankfurt/Main Regional Court, before reaching its second judgment in 1999, still needed nine days to hear the case and that the judgments of the Frankfurt/Main Regional Court were correspondingly long (30 and 20 pages respectively). Therefore, in particular the duration of the preliminary investigations had still been reasonable, because three different offices, namely the Public Prosecutor’s Office, the Frankfurt/Main Tax Office and the city of , had been involved in the proceedings. The applicant himself had caused a delay of six months in the preliminary investigations by requesting his examination to be postponed. As to the significance of the case for the applicant, the Government pointed out that his case did not need to be handled in a particularly speedy manner, as the applicant had not been detained at any time during the proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "30.  The Court finds that the applicant’s case, concerning charges of tax evasion, fraud and fraudulent breach of trust, was not particularly complex. Although it involved several real-estate transactions entered into by the applicant’s front man, the subject-matter could be dealt with by hearing approximately 10 witnesses and an expert by the national courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The delays caused by the applicant during the proceedings were negligible compared to the delays caused by the judicial authorities especially during the preliminary investigations, which lasted for approximately three years and eleven months, including some fifteen months during which the investigations were not actively pursued (see paragraphs 11 and 12 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  Considering the significance of the proceedings for the applicant, the Court notes that, although the applicant was not placed in detention on remand at any time, the proceedings had considerable social implications for him, with his job as a civil servant being at stake.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  In the light of these various factors, the Court finds that, even if the length of the proceedings in the respective instances could, taken alone, still be considered as reasonable, the overall duration of the proceedings, having regard to the Court’s case-law concerning the notion of “reasonable time” within the meaning of Article 6 § 1 (see, for example, Pélissier and Sassi, cited above, §§ 67, 71-75; Kudła v. Poland [GC], no. 30210/96, §§ 124-131, ECHR 2000-XI; Metzger v. Germany, no. 37591/97, §§ 36-44, 31 May 2001), was excessive and failed to meet the “reasonable time” requirement. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "35.  The applicant claimed compensation for pecuniary and \nnon-pecuniary damage, and the reimbursement of his costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "36.  The applicant, relying on documentary evidence, claimed a total of 200,340.70 euros (EUR) for pecuniary damage, comprising reductions of his salary (50,788.60 EUR) and his pension (146,995.64 EUR) as a civil servant as well as the sum of money he was ordered to pay to a \nnon-profit-making organisation (2,556.46 EUR) as a condition linked to the suspension of his sentence on probation (Bewährungsauflage). He argued in particular that there was a causal link between the length of the proceedings and the reductions of his pension. It could not be excluded that the competent courts, if they had properly taken into consideration the excessive duration of the proceedings, would have sentenced him to less than one year’s imprisonment, so that he would not have automatically lost his status as a civil servant, and, as a consequence, his full pension. The applicant also sought compensation for non-pecuniary damage, arguing that the lengthy proceedings and his late acquittal of fraudulent breach of trust had caused damage to his health, the divorce from his wife and distress due to the continued uncertainty of the outcome of the proceedings. He claimed a total of 50,000 EUR under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government maintained that there was no causal link between the allegedly unreasonable length of the proceedings and the pecuniary and non-pecuniary damage claimed by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  As regards the applicant’s claim for pecuniary damages, the Court recalls that it cannot speculate as to what the outcome of the proceedings at issue might have been if the violation of Article 6 § 1 of the Convention had not occurred (see, inter alia, Schmautzer v. Austria, judgment of 23 October 1995, Series A no. 328, p. 16, § 44; Wettstein v. , no. 33958/96, § 53, ECHR 2000-XII; Janssen v. , no. 23959/94, § 56, 20 December 2001). It further notes that there is insufficient proof of any causal connection between the excessive duration of the proceedings as such and the pecuniary damage allegedly sustained by the applicant. There is, therefore, no ground for an award under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n\n39.  As to the non-pecuniary damage claimed, the Court, having regard to all the elements before it, considers that the finding of a violation of Article 6 § 1 constitutes in itself sufficient just satisfaction in respect of any non-pecuniary damage suffered by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "40.  The applicant, relying on documentary evidence, claimed a total of 25,962.37 EUR for the costs and expenses incurred in the proceedings before the national courts for the services of his defence counsel (18,741.19 EUR) and the costs of the proceedings (7,221.18 EUR) imposed on him as a result of his conviction (Verfahrenskosten). He further sought the reimbursement of 1,533.88 EUR for costs and expenses incurred for the services of his lawyer representing him in the proceedings before the Court, and another 4,640 EUR yet to be paid for these services.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Government argued that the applicant had not shown that the costs and expenses claimed had been necessary to prevent or redress the alleged violation of a Convention right.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  According to the Court’s consistent case-law, to be awarded costs and expenses the injured party must have incurred them in order to seek prevention or rectification of a violation of the Convention, to have the same established by the Court and to obtain redress therefor. It must also be shown that the costs were actually and necessarily incurred and that they are reasonable as to quantum (see, inter alia, Venema v. the Netherlands, no. 35731/97, § 117, ECHR 2002-X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  As to the domestic proceedings, regard being had to the information in its possession and the above criteria, the Court finds that the applicant failed to demonstrate that any of the costs of these proceedings as such, nor any of the costs of the services of the defence counsel of the applicant, who had, in particular, not been represented by counsel in the proceedings before the Federal Constitutional Court, can be considered as having been incurred purely in an attempt to prevent or redress the violation of Article 6 § 1. It therefore rejects the claim for costs and expenses in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  As regards the applicant’s legal expenses incurred in the proceedings before this Court, the Court, having regard to its case-law and making its own assessment, awards the applicant 2,000 EUR, plus any value-added tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "45.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros) in respect of costs and expenses, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 February 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrB.M. Zupančič",
            "role": "president"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrL. Caflisch",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrsA. Gyulumyan",
            "role": "judges"
        },
        {
            "name": "MsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "MrE. Myjer",
            "role": "judges"
        },
        {
            "name": "MrV. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "06/05/2004 00:00:00",
    "docname": "CASE OF UHL v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-68220.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0210JUD006438701",
    "externalsources": [],
    "extractedappno": [
        "64387/01",
        "25444/94",
        "29357/95",
        "30210/96",
        "37591/97",
        "33958/96",
        "23959/94",
        "35731/97"
    ],
    "importance": "4",
    "introductiondate": "15/12/2000 00:00:00",
    "issue": [],
    "itemid": "001-68220",
    "judgementdate": "10/02/2005 00:00:00",
    "kpdate": "10/02/2005 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "UHL",
        "GERMANY"
    ],
    "rank": "506.318023681641",
    "representedby": [
        "MOHN H."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "Gast and Popp v. Germany, no. 29357/95, § 70, ECHR 2000-II",
        "Janssen v. Germany, no. 23959/94, § 56, 20 December 2001",
        "Kudla v. Poland [GC], no. 30210/96, §§ 124-131, ECHR 2000-XI",
        "Metzger v. Germany, no. 37591/97, §§ 36-44, 31 May 2001",
        "Pélissier and Sassi v. France [GC], no. 25444/94, §§ 67, 71-75, ECHR 1999-II",
        "Schmautzer v. Austria, judgment of 23 October 1995, Series A no. 328, p. 16, § 44",
        "Wettstein v. Switzerland, no. 33958/96, § 53, ECHR 2000-XII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "331885",
    "typedescription": "15"
}