{
    "__articles": "6;6-1;8;8-2;8-1;13;29;29-3;41;P7-1;P7-1-1;5;5-4",
    "__conclusion": "Violation of Art. 8;Violation of P7-1;Remainder inadmissible;Pecuniary and non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings",
    "applicability": "",
    "appno": "10337/04",
    "article": [
        "13",
        "8",
        "p7-1",
        "29",
        "5",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary and non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic and Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-75688.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 10337/04) against Romania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a national of Serbia and , Mr Dorjel Lupsa (“the applicant”), on 19 January 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr E. Iordache and Ms D. Dragomir, lawyers practising in . The Romanian Government (“the Government”) were represented by their Agent, Mrs R. Rizoiu, and then by Mrs B. Rămăşcanu, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 18 February 2005 the President of the Third Section decided to give notice of the application to the Government. Under the provisions of Rule 41 of the Rules of Court and Article 29 § 3 of the Convention, he decided that the application would be given priority and that the admissibility and merits of the case would be examined at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in Yugoslavia in 1965 and currently lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  In 1989 the applicant, a Yugoslavian citizen, came to  and settled there. He lived in  for fourteen years and, in 1993, set up a Romanian commercial company whose main activity was roasting and marketing coffee. He also learnt Romanian and cohabited with a Romanian national from 1994.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 2 October 2002 the applicant’s girlfriend, who was visiting him in , gave birth to a child. A few days later the applicant, his girlfriend and the baby returned to .",
                                "elements": []
                            },
                            {
                                "content": "7.  On 6 August 2003 the applicant, who had been abroad, came back to  unimpeded by the border police. The next day, however, border police officers came to his home and deported him.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 12 August 2003 the applicant’s lawyer lodged an application with the Bucharest Court of Appeal against the Aliens Authority and the public prosecutor’s office at the Bucharest Court of Appeal for judicial review of the deportation order against the applicant.",
                                "elements": []
                            },
                            {
                                "content": "9.  She submitted that she had not been served with any document declaring the applicant’s presence in Romanian territory to be undesirable. She added that the applicant had been living in Romania since 1989, had been awarded a medal for his role in the anti-communist revolt of 1989, had set up a commercial company, was supporting his family and had not in any way been a danger to national security.",
                                "elements": []
                            },
                            {
                                "content": "10.  The only hearing before the Bucharest Court of Appeal was held on 18 August 2003. The representative of the Aliens Authority provided the applicant’s lawyer with a copy of an order of 28 May 2003 of the public prosecutor’s office at the Bucharest Court of Appeal in which, at the request of the Romanian Intelligence Service (Serviciul Român de Informaţii) and in accordance with Government Emergency Ordinance no. 194/2002 on the rules governing aliens in Romania, the applicant had been declared an “undesirable person” and banned from Romania for ten years on the ground that there was “sufficient and serious intelligence that he was engaged in activities capable of endangering national security”. The last paragraph of the order stated that it should be served on the applicant and enforced by the Aliens Authority in accordance with section 81 of Government Emergency Ordinance no. 194/2002.",
                                "elements": []
                            },
                            {
                                "content": "11.  According to the documents filed in the proceedings by the representative of the Aliens Authority, the Ministry of the Interior had informed the Romanian Intelligence Service, the Ministry of Foreign Affairs and the border police on 2 and 11 June 2003 that the applicant had been banned from entering the country.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant’s lawyer requested an adjournment in order to send the applicant a copy of the order of the public prosecutor’s office and take his instructions.",
                                "elements": []
                            },
                            {
                                "content": "13.  Although the representative of the public prosecutor’s office supported that request on the ground that it had not been established that the obligation to serve the order on the applicant had been complied with, the Court of Appeal decided to go ahead with the examination of the case. Considering that the evidence already adduced was sufficient, it also dismissed a further request by the applicant’s lawyer for an adjournment in order to produce documents in support of her application.",
                                "elements": []
                            },
                            {
                                "content": "14.  Ruling on the merits, the Court of Appeal rejected the application as follows:",
                                "elements": []
                            },
                            {
                                "content": "“After analysing the evidence in the case and the parties’ arguments, the Court rejects as ill-founded the application against the public prosecutor’s order ... and the deportation order, considering that, in accordance with sections 83 and 84(2) of Government Emergency Ordinance no. 194/2002, the measure ordered is justified and lawful ...",
                                "elements": []
                            },
                            {
                                "content": "With regard to the reasoning of the impugned administrative order, [the Court] notes that it satisfies the substantive and formal conditions required by the special provisions, power to authorise residence on the State’s territory being exercised by the appropriate State authorities in compliance with the relevant provisions and with the principle of proportionality between the restriction of fundamental rights and the situation giving rise to that restriction. Accordingly, the deportation was lawfully ordered.",
                                "elements": []
                            },
                            {
                                "content": "It is alleged that the measure taken pursuant to the public prosecutor’s order of 28 May 2003 was communicated to the border police, the Ministry of Foreign Affairs and the Romanian Intelligence Service on 2 and 11 June 2003, whereas in the operative part of the order it was stated that, pursuant to section 81 of Government Emergency Ordinance no. 194/2002, the Aliens Authority had to notify and enforce it; the details of the alien’s passport and residence being mentioned in the preamble to the order.",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, the Court rejects as ill-founded, on every ground, the application lodged against the order of the public prosecutor’s office at the Bucharest Court of Appeal.”",
                                "elements": []
                            },
                            {
                                "content": "15.  In accordance with section 85(1) of Government Emergency Ordinance no. 194/2002, that judgment was final.",
                                "elements": []
                            },
                            {
                                "content": "16.  Subsequently, in 2003 and 2004, the applicant’s girlfriend, who does not speak Serbian, and their son, who is a national of Romania and of Serbia and Montenegro, went to Serbia and  on a number of occasions, staying for periods ranging from a few days to several months.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Government Emergency Ordinance no. 194 of 12 December 2002 on the rules governing aliens in Romania, published in the Official Gazette of 27 December 2002",
                                "elements": [
                                    {
                                        "content": "Section 81",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  The Aliens Authority, or its regional offices, shall inform the alien concerned that he must leave Romanian territory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  The order to leave the territory shall be drawn up in two copies, one in Romanian and the other in an international language.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  If the alien is present on the territory, he shall be served with a copy which he shall sign...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  If the alien is absent, notification shall be:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  by mail, by way of letter sent to his address, if known, requiring acknowledgment of receipt; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  displayed at the head office of the Aliens Authority if his address is unknown.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 83",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  A declaration that an alien is undesirable is an administrative measure taken against a person who has previously engaged, is currently engaged, or in respect of whom there is sufficient intelligence that he has the intention of engaging in activities capable of endangering national security or public order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  On a proposal of the Aliens Authority or another institution having appropriate powers in the sphere of public order and national security and being in possession of sufficient intelligence of the kind referred to above, the measure envisaged in the preceding sub-section shall be taken by a prosecutor designated from among the members of the public prosecutor’s office at the Bucharest Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  After receiving the proposal, the prosecutor shall give his reasoned decision within five days and, if he accepts the proposal, shall send the order declaring the alien undesirable to the Aliens Authority for enforcement. If the order is based on reasons of national security, those reasons shall not be mentioned in it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  The alien’s right of residence shall cease automatically on the date of the order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  The alien can be declared undesirable for a period of five to fifteen years ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 84",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  The order declaring an alien undesirable shall be served on the person concerned by the Aliens Authority in accordance with the procedure provided for in section 81.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  Communication of the data and information justifying a declaration that an alien is undesirable for reasons related to national security shall be authorised only on the terms and to the persons expressly mentioned in the legislation on activities relating to national security and the protection of secret information. Such information cannot be communicated in any form, whether direct or indirect, to the alien who has been declared undesirable.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 85",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  An application for judicial review of an order declaring an alien’s presence undesirable may be lodged with the Bucharest Court of Appeal by the party concerned within five days of the date of service of the order. The court’s judgment shall be final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  Such an application shall not stay enforcement of the order ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Decision no. 324 of 16 September 2003 of the ",
                                "elements": [
                                    {
                                        "content": "17.  In a case similar to the applicant’s, the Constitutional Court ruled on the compatibility of section 84(2) of Government Emergency Ordinance no. 194/2002 with the constitutional principles of non-discrimination, the right of access to a tribunal and the right to a fair trial. An objection on grounds of unconstitutionality had been raised by an alien when seeking judicial review of an order by the public prosecutor’s office declaring him undesirable on the ground that “sufficient intelligence had been received that he had been engaged in activities capable of endangering national security”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The  held that the above-mentioned section was in conformity with the Constitution and the Convention, for the following reasons:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The situation of aliens who are declared undesirable in the interests of national security and the protection of secret information is different from that of other aliens, which allows the legislature to establish different rights for these two categories of alien without that difference infringing the principle of equality. The genuine difference arising from the two situations justifies the existence of different rules.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court also notes that the prohibition on communicating to undesirable aliens the data and information justifying that measure is in conformity with the provisions of Article 31 § 3 of the Constitution, which provides that ‘the right to information shall not undermine national security’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Nor do the provisions of section 84(2) of the Government Emergency Ordinance infringe the principle of free access to the courts, as provided for in Article 21 of the Constitution. In accordance with section 85(1) [of the above-mentioned ordinance], the person concerned can apply for judicial review of the prosecutor’s order ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Nor can the Court accept [the criticism] concerning the independence of the judges [of the Court of Appeal]; they must comply with the law giving priority to ’s national security interests. The Court of Appeal is required to rule on the application for judicial review of the order in accordance with the provisions of Emergency Ordinance no. 194/2002, reviewing, in the conditions and within the limits laid down by that ordinance, the lawfulness and merits of the order of the public prosecutor’s office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "With regard to the provisions of Article 6 § 1 of the Convention ..., the Court notes that the impugned provision does not prevent those concerned from applying to the courts to defend themselves and assert all the guarantees of a fair trial. Furthermore, the European Court of Human Rights held, in its judgment of 5 October 2000 in the case of Maaouia v. France [[GC], no. 39652/98, § 40, ECHR 2000-X], that decisions regarding the entry, stay and deportation of aliens did not concern the determination of an applicant’s civil rights or obligations or of a criminal charge against him within the meaning of Article 6 § 1 of the Convention.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant alleged that the deportation order against him and his exclusion from Romanian territory infringed his right to respect for his private and family life secured in Article 8 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "20.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It notes further that no other ground for declaring it inadmissible has been established and that it must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Whether there was an interference",
                                        "elements": [
                                            {
                                                "content": "21.  The Government did not dispute that the applicant had a private and family life in  before being deported, but argued that the deportation and exclusion order had not amounted to an interference with his private and family life. In that connection, they submitted that the applicant had not had a permanent right of abode in  but had stayed there on the basis of a business visa that had been periodically renewed. They further argued that, after the applicant had been deported, his girlfriend and child had gone to  a number of times without any particular problems and had stayed there several months. Accordingly, the Government maintained that the applicant’s family life had not been disrupted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  In the applicant’s submission, since 1989 and up until 2003, his private, family and professional life had been in . He added that, despite the visits from his girlfriend and their child, their private and family life had been irremediably affected by the deportation order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  He also denied that his girlfriend and their child could settle in Serbia and , arguing that his girlfriend did not speak Serbian which would make it very difficult for her to adapt culturally and socially to the country. He also asserted that, following his deportation, the commercial company he had set up in Romania and which had been their livelihood had had to stop operating, and that they therefore did not have sufficient income to attain a decent standard of living in Serbia and .",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The Court notes at the outset that it is not disputed that the applicant had a private and family life in  before being deported.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The Court reiterates that the Convention does not guarantee, as such, any right of an alien to enter or to reside in a particular country. However, the removal of a person from a country where close members of his family are living may amount to an infringement of the right to respect for family life as guaranteed in Article 8 § 1 of the Convention (see Boultif v. Switzerland, no. 54273/00, § 39, ECHR 2001IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Court notes that in the instant case the applicant, who had come to  in 1989, had subsequently been lawfully resident there, learnt Romanian, set up a commercial company and founded a family with a Romanian national. The couple had had a child who was a national both of Romania and of Serbia and .",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  Since the applicant had indisputably integrated into Romanian society and had a genuine family life, the Court considers that his deportation and exclusion from Romanian territory put an end to that integration and radically disrupted his private and family life in a way which could not be remedied by the regular visits from his girlfriend and their child. Accordingly, the Court considers that there has been an interference in the applicant’s private and family life.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Whether the interference was justified",
                                        "elements": [
                                            {
                                                "content": "28.  Such an interference will infringe the Convention if it does not meet the requirements of paragraph 2 of Article 8. It is therefore necessary to determine whether it was “in accordance with the law”, motivated by one or more of the legitimate aims set out in that paragraph, and “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Government argued that the measure satisfied the criteria of paragraph 2 of Article 8. In their submission, it had been in accordance with the law, namely, Emergency Ordinance no. 194/2002 published in the Official Gazette, and therefore fulfilled the condition of accessibility. The Government considered that the criterion of foreseeability had also been satisfied in that section 83 of the above-mentioned ordinance provided that aliens could be banned from the country only in strictly defined circumstances, that is, if they had engaged, were engaged or had the intention of engaging in activities capable of endangering national security or public order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Lastly, the Government asserted that the measure in question had pursued a legitimate aim, namely, the protection of national security, had been necessary in a democratic society because it had been justified by a pressing social need and had been proportionate to the legitimate aim pursued. In reaching the conclusion that the interference had been proportionate, the Government pointed out that account had to be taken of the seriousness of the offence of which the applicant had been suspected and the fact that his girlfriend and their child were free to visit him and, if they wished, to settle in Serbia and .",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The applicant submitted that the Government had never informed him of the offence of which he had been suspected and that no criminal proceedings had been brought against him either in Romania or in Serbia and . He therefore considered that the order against him had been totally arbitrary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court reiterates that it has consistently held that the expression “in accordance with the law” requires firstly that the impugned measure should have a basis in domestic law, but also refers to the quality of the law in question, requiring that it be accessible to the persons concerned and formulated with sufficient precision to enable them – if need be, with appropriate advice – to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  Admittedly, in the particular context of measures affecting national security, the requirement of foreseeability cannot be the same as in many other fields (see Leander v. , 26 March 1987, § 51, Series A no. 116).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Nevertheless, domestic law must afford a measure of legal protection against arbitrary interferences by public authorities with the rights guaranteed by the Convention. In matters affecting fundamental rights it would be contrary to the rule of law, one of the basic principles of a democratic society enshrined in the Convention, for a legal discretion granted to the executive to be expressed in terms of an unfettered power (see Malone v. the United Kingdom, 2 August 1984, § 68, Series A no. 82). The existence of adequate and effective safeguards against abuse, including in particular procedures for effective scrutiny by the courts, is all the more important since a system of secret surveillance designed to protect national security entails the risk of undermining or even destroying democracy on the ground of defending it (see, mutatis mutandis, Rotaru v. Romania [GC], no. 28341/95, §§ 55 and 59, ECHR 2000V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  In the instant case the Court notes that section 83 of Emergency Ordinance no. 194/2002 constitutes the legal provision on the basis of which the deportation and exclusion order was issued against the applicant. It accordingly concludes that the impugned measure had a basis in domestic law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  As regards accessibility, the Court notes that the aforementioned ordinance was published in the Official Gazette of 27 December 2002. Accordingly, the Court considers that the ordinance satisfied the criterion of accessibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  With regard to the condition of foreseeability, the Court reiterates that the level of precision required of domestic legislation depends to a considerable degree on the field it is designed to cover. Threats to national security vary in character and time and are therefore difficult to define in advance (see Al-Nashif v. Bulgaria, no. 50963/99, § 121, 20 June 2002).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  However, a person subject to a measure based on national security considerations must not be deprived of all guarantees against arbitrariness. He must, among other things, be able to have the measure in question scrutinised by an independent and impartial body competent to review all the relevant questions of fact and law, in order to determine the lawfulness of the measure and censure a possible abuse by the authorities. Before that review body the person concerned must have the benefit of adversarial proceedings in order to present his point of view and refute the arguments of the authorities (see Al-Nashif, cited above, §§ 123-24).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court notes in the present case that, by an order of the public prosecutor’s office, the applicant’s presence on Romanian territory was declared undesirable and he was excluded from Romania for ten years and deported on the ground that the Romanian Intelligence Service had received “sufficient and serious intelligence that he was engaged in activities capable of endangering national security”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court observes that no proceedings were brought against the applicant for participating in the commission of any offence in  or any other country. Apart from the general ground mentioned above, the authorities did not provide the applicant with any other details. The Court notes, furthermore, that, in breach of domestic law, the applicant was not served with the order declaring his presence to be undesirable until after he had been deported.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court attaches weight to the fact that the Bucharest Court of Appeal confined itself to a purely formal examination of the order of the public prosecutor’s office. In that connection, the Court observes that the public prosecutor’s office did not provide the Court of Appeal with any details of the offence of which the applicant was suspected and that that court did not go beyond the assertions of the public prosecutor’s office for the purpose of verifying that the applicant really did represent a danger for national security or public order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  As the applicant did not enjoy before the administrative authorities or the Court of Appeal the minimum degree of protection against arbitrariness on the part of the authorities, the Court concludes that the interference with his private life was not in accordance with “a law” satisfying the requirements of the Convention (see, mutatis mutandis, AlNashif, cited above, § 128).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Having regard to that finding, the Court deems it unnecessary to continue the examination of the applicant’s complaint to determine whether the interference pursued a “legitimate aim” and was “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  There has therefore been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 7",
                        "elements": [
                            {
                                "content": "45.  The applicant complained of an infringement of the procedural guarantees in the event of deportation. He relied on Article 1 of Protocol No. 7, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  An alien lawfully resident in the territory of a State shall not be expelled therefrom except in pursuance of a decision reached in accordance with law and shall be allowed:",
                                "elements": []
                            },
                            {
                                "content": "(a)  to submit reasons against his expulsion,",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have his case reviewed, and",
                                "elements": []
                            },
                            {
                                "content": "(c)  to be represented for these purposes before the competent authority or a person or persons designated by that authority.",
                                "elements": []
                            },
                            {
                                "content": "2.  An alien may be expelled before the exercise of his rights under paragraph 1 (a), (b) and (c) of this Article, when such expulsion is necessary in the interests of public order or is grounded on reasons of national security.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "46.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It notes further that no other ground for declaring it inadmissible has been established and that it must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "47.  The Government did not dispute the applicability of Article 1 of Protocol No. 7 in the present case and admitted that the applicant had been deported before benefiting from the guarantees in that Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  However, they submitted that reasons of national security required urgent measures. Accordingly, they considered that the deportation of the applicant had been justified under paragraph 2 of Article 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government also submitted that, despite being deported, the applicant had benefited from the procedural guarantees before a court. In that connection, they submitted that the applicant had been represented by his lawyer, who had been able to plead before the Court of Appeal the reasons militating against the applicant’s deportation (see, mutatis mutandis, Mezghiche v. , no. 33438/96, Commission decision of 9 April 1997, unreported).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The applicant reiterated that he had never been informed of the reasons for his deportation. Accordingly, he considered that his lawyer had been unable to defend him before the Court of Appeal. He added that the order of the public prosecutor’s office had not been communicated to his lawyer until 18 August 2003, at the only hearing before the Court of Appeal, which, moreover, had dismissed all his lawyer’s requests for an adjournment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court notes at the outset that, in the event of deportation, in addition to the protection afforded by Articles 3 and 8 of the Convention taken in conjunction with Article 13, aliens benefit from the specific guarantees provided for in Article 1 of Protocol No. 7 (see, mutatis mutandis, Al-Nashif, cited above, § 132).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court notes further that the above-mentioned guarantees apply only to aliens lawfully resident on the territory of a State that has ratified this Protocol (see Sejdovic and Sulejmanovic v. Italy (dec.), no. 57575/00, 14 March 2002, and Sulejmanovic and Sultanovic v. Italy (dec.), no. 57574/00, 14 March 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In the present case the Court notes that it is not disputed that the applicant was lawfully resident on Romanian territory at the time of the deportation. Accordingly, although he was deported urgently for reasons of national security, which is a case authorised by paragraph 2 of Article 1, he was entitled, after being deported, to rely on the guarantees contained in paragraph 1 (see the explanatory report to Protocol No. 7).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court notes that the first guarantee afforded to persons referred to in this Article is that they shall not be expelled except “in pursuance of a decision reached in accordance with law”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Since the word “law” refers to the domestic law, the reference to it, like all the provisions of the Convention, concerns not only the existence of a legal basis in domestic law, but also the quality of the law in question: it must be accessible and foreseeable and also afford a measure of protection against arbitrary interferences by the public authorities with the rights secured in the Convention (see paragraph 34 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court reiterates its finding in respect of its examination of the complaint under Article 8 of the Convention, namely, that Emergency Ordinance no. 194/2002, which formed the legal basis for the applicant’s deportation, did not afford him the minimum guarantees against arbitrary action by the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Consequently, although the applicant was deported in pursuance of a decision reached in accordance with law, there has been a violation of Article 1 of Protocol No. 7 in that the law did not satisfy the requirements of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In any event the Court considers that the domestic authorities also infringed the guarantees to which the applicant should have been entitled under paragraph 1 (a) and (b) of that Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In that connection, the Court notes that the authorities failed to provide the applicant with the slightest indication of the offence of which he was suspected and that the public prosecutor’s office did not send him the order issued against him until the day of the only hearing before the Court of Appeal. Further, the Court observes that the Court of Appeal dismissed all requests for an adjournment, thus preventing the applicant’s lawyer from studying the aforementioned order and producing evidence in support of her application for judicial review of it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Reiterating that any provision of the Convention or its Protocols must be interpreted in such a way as to guarantee rights which are practical and effective as opposed to theoretical and illusory, the Court considers, in the light of the purely formal review by the Court of Appeal in this case, that the applicant was not genuinely able to have his case examined in the light of reasons militating against his deportation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  There has therefore been a violation of Article 1 of Protocol No. 7.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  Relying on Articles 6 § 1 and 13 of the Convention, the applicant also complained of the unfairness of the proceedings before the Bucharest Court of Appeal and the fact that no appeal lay against the judgment of 18 August 2003 of that court.",
                                "elements": []
                            },
                            {
                                "content": "63.  The Court reiterates that decisions relating to the deportation of aliens, such as the aforementioned judgment in the present case, do not concern the determination of an applicant’s civil rights or obligations or of a criminal charge against him within the meaning of Article 6 § 1 of the Convention (see Maaouia v. France [GC], no. 39652/98, § 40, ECHR 2000X).",
                                "elements": []
                            },
                            {
                                "content": "64.  As to the complaint based on Article 13 of the Convention, the Court reiterates that no provision of the Convention entitles an applicant to several levels of jurisdiction in proceedings other than criminal ones.",
                                "elements": []
                            },
                            {
                                "content": "65.  Accordingly, the Court considers that this part of the application is incompatible ratione materiae with the provisions of the Convention and must be dismissed in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "66.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "67.  Relying on an accountant’s report, the applicant claimed 171,000 euros (EUR) in respect of pecuniary damage for the economic loss sustained by his company since his deportation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  He also claimed EUR 100,000 for the non-pecuniary damage sustained on account of his deportation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Government disputed those claims, considering them to be excessive. They also submitted that there was no direct link between the violations alleged and the pecuniary and non-pecuniary damage alleged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court observes at the outset that it cannot speculate as to how the company set up by the applicant would have developed economically if he had not been deported. However, it considers that deporting the applicant did objectively disrupt the management of his business and that the consequences of that disruption cannot be precisely quantified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court considers further that the applicant undeniably sustained non-pecuniary damage on account of the violations found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Having regard to all the evidence in its possession and ruling on an equitable basis, as required by Article 41 of the Convention, the Court decides to award the applicant EUR 15,000 to cover all heads of damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "73.  The applicant sought the reimbursement of his lawyers’ fees and the various costs and expenses incurred in lodging his application with the Court. In support of his claim, he submitted a bill for his lawyers’ fees in the sum of EUR 6,500.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Government disputed the amount claimed, considering it excessive. They also pointed out that the applicant’s lawyers had not specified either the number of hours spent preparing the application before the Court or the hourly rate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  According to the Court’s case-law, an award can be made in respect of costs and expenses only in so far as they have been actually and necessarily incurred by the applicant and are reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  In the instant case the Court considers that the total amount claimed by the applicant in lawyer’s fees is excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  On the basis of the evidence in its possession and its relevant case-law, the Court, ruling on an equitable basis, as required by Article 41 of the Convention, considers it reasonable to award the applicant EUR 3,000 in respect of all costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "78.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible regarding the complaints under Article 8 of the Convention and Article 1 of Protocol No. 7 and the remainder inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 7;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 15,000 (fifteen thousand euros) in respect of pecuniary and non-pecuniary damage and EUR 3,000 (three thousand euros) for costs and expenses, plus any tax that may be chargeable on the above amounts;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 8 June 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Boštjan M. Zupančič",
            "role": "president"
        },
        {
            "name": "John Hedigan",
            "role": "judges"
        },
        {
            "name": "Lucius Caflisch",
            "role": "judges"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Davíd Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Vincent Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LUPSA v. ROMANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-75688.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0608JUD001033704",
    "externalsources": [],
    "extractedappno": [
        "10337/04",
        "39652/98",
        "54273/00",
        "28341/95",
        "50963/99",
        "33438/96",
        "57575/00",
        "57574/00"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-75688",
    "judgementdate": "08/06/2006 00:00:00",
    "kpdate": "08/06/2006 00:00:00",
    "kpthesaurus": [
        "338",
        "58",
        "132",
        "324",
        "445",
        "13",
        "136",
        "444",
        "110",
        "448",
        "438",
        "451",
        "319",
        "557",
        "558",
        "425",
        "429",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "P7-1",
        "13",
        "8",
        "P7-1-1",
        "5-4",
        "8-1",
        "29",
        "41",
        "6-1",
        "8-2",
        "5",
        "6",
        "29-3"
    ],
    "parties": [
        "LUPSA",
        "ROMANIA"
    ],
    "rank": "551.664611816406",
    "representedby": [
        "IORDACHE E.",
        "DRAGOMIR D."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [
        "Al-Nashif v. Bulgaria, no. 50963/99, §§ 121, 123, 124, 128, 132, 20 June 2002",
        "Boultif v. Switzerland, no. 54273/00, § 39, ECHR 2001-IX",
        "Leander v. Sweden, judgment of 26 March 1987, Series A no. 116, p. 23, § 51",
        "Maaouia v. France [GC], no. 39652/98, § 40, ECHR 2000-X",
        "Malone v. the United Kingdom, judgment of 2 August 1984, Series A no. 82, p. 33, § 68",
        "Rotaru v. Romania [GC], no. 28341/95, §§ 55, 59, ECHR 2000-V",
        "Sejdovic and Sulejmanovic v. Italy (dec.), no. 57575/00, 14 March 2002",
        "Sulejmanovic and Sultanovic v. Italy (dec.), no. 57574/00, 14 March 2002"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "327993",
    "typedescription": "15"
}