{
    "__articles": "6;6-1;8;8-1;8-2;10;10-1;10-2;13;34;41",
    "__conclusion": "No violation of Art. 8;Violation of Art. 10;No violation of Art. 6 or 13;Non-pecuniary damage - financial awards;Costs and expenses awards - Convention proceedings",
    "applicability": "",
    "appno": "36404/97",
    "article": [
        "13",
        "8",
        "34",
        "10",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "No violation of Art. 8",
            "type": "no-violation"
        },
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "element": "No violation of Art. 6 or 13",
            "type": "no-violation"
        },
        {
            "element": "Non-pecuniary damage - financial awards",
            "type": "other"
        },
        {
            "element": "Costs and expenses awards - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-72046.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36404/97) against the Republic of Finland lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by 16 Finnish nationals, Mr Joni Purmonen, Ms Laura Soini, Ms Tyra Therman, Ms Katja Mustonen, Mr Mikko Uosukainen, Ms Virpi Karjalainen, Mr Sami Seppilä, Ms Anna Särkisilta, Ms Riikka Kaihovaara, Ms Jenni Pelkonen, Ms Sanna Seppilä, Ms Johanna Riska, Ms Irene Karlstedt, Ms Elina Salonen, Mr Tuomo Miettinen and Ms Elina Mikola, (“the applicants”), on 20 May 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, three of whom had been granted legal aid, were represented by Ms Johanna Ojala and Ms Kirsi Tarvainen, lawyers practising in . The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen, Director in the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the searches and seizures taken against them violated their right to respect for their private lives; that their freedom of expression was violated; and that they were still considered suspects in respect of the offence of public defamation and had no effective remedy to challenge that state of affairs.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 20 May 2003, the Court declared the applications partly admissible. The application having been declared inadmissible insofar as Mr Purmonen was concerned, the title of the case is henceforth Soini and Others v. .",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicants and the Government each filed observations on the merits (Rule 59 § 1) and replied in writing to each other’s observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicants are Finnish citizens. Their dates of birth and places of residence are set out in the Annex.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 25 November 1995 a group of young people organised a sit-in in the premises of a department store in Helsinki, Oy Stockmann Ab (presently Oyj Stockmann Abp; henceforth “Stockmann”), criticising it for selling fur coats and thereby participating in cruelty to animals. Around the same time various pamphlets and posters had appeared in , criticising the fur trade in general and Stockmann in particular. The group had to be forcibly removed from the store.",
                                "elements": []
                            },
                            {
                                "content": "8.  In March 1996 Stockmann requested a pre-trial investigation into “the distribution to the public of printed matters purporting to be produced on the company’s behalf but which had not been commissioned by [it]”. Should the police find that a criminal offence had been committed, Stockmann requested that the matter be brought to the attention of the public prosecutor. The request was registered as a matter of suspected public defamation.",
                                "elements": []
                            },
                            {
                                "content": "9.  In the ensuing pre-trial investigation 36 persons, including the applicants, were heard as suspects in respect of the offence of public defamation.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 11 April 1996 the police conducted a search at the home of Mr Miettinen, relying on chapter 4, section 1, and chapter 5, section 1 of the Coercive Measures Act (pakkokeinolaki, tvångsmedelslagen 450/1987). According to the minutes, the search was carried out for the purpose of an investigation into malicious damage (vahingonteko, skadegörelse) of which his room mates – A.L. (not an applicant) and Ms Karjalainen – had been suspected. The police seized pamphlets critical of Stockmann’s sale of fur products as well as letters related to Mr Miettinen’s participation in an association of anti-fur activists.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 13 June 1996 the police searched the homes of Ms Mikola and Ms Soini. According to the minutes, the searches were carried out “for other investigation purposes”. The police seized pamphlets and documents related to Ms Mikola’s participation in the same association of anti-fur activists. At the home of Ms Soini the police seized similar pamphlets, diaries from the years 1994-1995 and a telephone note book.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 20 June 1996 the police returned to Ms Mikola some of the seized material, retaining eight pamphlets stating, inter alia: “Stockmann supports trading in carcasses” (Stocka [Stockmann] tukee raatokauppaa).",
                                "elements": []
                            },
                            {
                                "content": "13.  On 26 June 1996 the police returned two of Ms Soini’s diaries, keeping a third one until 9 September 1996.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 18 October 1996 the District Court (käräjäoikeus, tingsrätten) of  maintained the seizures of Ms Mikola’s and Ms Soini’s materials until 31 December 1996. The seizures were later extended until 31 January 1997.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 20 November 1996 the pre-trial investigation ended with a signed report. On 10 January 1997 applicants Sami and Sanna Seppilä, Soini, Uosukainen, Karjalainen, Särkisilta, Kaihovaara, Pelkonen, Riska, Karlstedt, Salonen, Miettinen and Mikola were charged with a violation of Stockmann’s domiciliary peace (kotirauhan rikkominen, hemfridsbrott) and a violation of the Police Act, both committed on 25 November 1995. All except applicants Sami Seppilä, Uosukainen, Karlstedt and Miettinen had been minors at the time of the offence.",
                                "elements": []
                            },
                            {
                                "content": "16.  At the same time, applicants Soini, Therman and Mustonen were charged with having defamed Stockmann in public while being minors. Applicants Uosukainen and Karjalainen were charged with the same offence but were no longer minors when committing the offence, namely between the summer of 1995 and the summer of 1996. In the alternative, all except Karjalainen were charged with common nuisance.",
                                "elements": []
                            },
                            {
                                "content": "17.  Mr Purmonen was charged with incitement to one or the other of those offences.",
                                "elements": []
                            },
                            {
                                "content": "18.  In addition, applicants Sami Seppilä, Soini, Särkisilta and Salonen were charged with some further offences.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 2 April 1997 Ms Soini requested that the seizure of her possessions be lifted. The District Court having maintained the seizures, she appealed to the Court of Appeal (hovioikeus, hovrätten) of .",
                                "elements": []
                            },
                            {
                                "content": "20.  On 15 May 1997 the police lifted the seizure and returned the remaining material to Ms Soini and Ms Mikola. On 17 July 1997 the Court of Appeal found that since the police had already returned the material seized from Ms Soini it was not necessary to examine her appeal.",
                                "elements": []
                            },
                            {
                                "content": "21.  Meanwhile, on 18 June 1997 applicants Sanna Seppilä, Soini, Uosukainen, Särkisilta, Kaihovaara, Pelkonen, Riska, Karlstedt, Salonen, Miettinen and Mikola were convicted of violation of Stockmann’s domiciliary peace and sentenced to forty, fifty or sixty days’ conditional imprisonment respectively. Mr Sami Seppilä was likewise convicted – except on one count not relevant to this case – and given a longer conditional prison sentence coupled with a fine.",
                                "elements": []
                            },
                            {
                                "content": "22.  Applicants Purmonen, Therman and Mustonen were acquitted of all charges.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 22 June 1999 the Court of Appeal reversed the District Court’s judgment by acquitting all twelve convicted applicants in so far as they had been found guilty of violating domiciliary peace. The court considered that Stockmann’s shop premises, being accessible to the public, could not be considered a domicile for the purposes of the relevant provision of the Penal Code. While upholding these applicants’ convictions of one or several other offences the court reduced their sentences to fines.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.   Freedom of expression",
                                "elements": [
                                    {
                                        "content": "24.  Article 10 of the Constitution Act (Suomen Hallitusmuoto, Regeringsform för Finland), as amended by Act no. 969/1995 and in force at the relevant time, provided, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone has the freedom of expression. Freedom of expression entails the right to express, disseminate and receive information, opinions and other communications without prior prevention by anyone. More detailed provisions on the exercise of the freedom of expression are laid down by an Act. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The same provision appears in the current Constitution of 2000 (731/1999, section 12).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Defamation",
                                "elements": [
                                    {
                                        "content": "26.  According to chapter 27 of the Penal Code (rikoslaki, strafflagen), as in force at the relevant time, a person alleging, either contrary to his or her better knowledge or without better knowledge, that someone had committed an offence was to be convicted of defamation, unless he or she could show probable cause in support of the allegation. If the defamation took place in public or, for example, by means of printed matter, the sentence could be increased. The injured party was required to report the offence before the public prosecutor might bring charges (sections 1-2 and 8).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The current chapter 24, section 9, subsection 2 of the Penal Code, as amended by Act no. 531/2000, provides that where criticism is aimed at the conduct of another person in his or her political or business activity, public office or function, scientific, artistic or other comparable public activity, and where this criticism clearly does not exceed the limits of acceptable conduct, it shall not be considered defamation within the meaning of subsection 1. Whereas only a natural person may be considered a victim of defamation, legal persons may be afforded indirect protection as in some cases defamation directed at a legal person may also be considered to concern individuals employed by that legal person (see Government Bill no. 184/1999, p. 34).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Freedom of the Press Act",
                                "elements": [
                                    {
                                        "content": "28. The 1919 Act on Freedom of the Press (painovapauslaki, tryckfrihetslagen 1/1919), as in force at the relevant time, confirmed the right to disseminate printed matters without prior censorship (section 1). “Printed matter” meant any writing which had been reproduced with a printing machine or by some other comparable means (section 2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Ministry of Justice was to monitor compliance with the Act and could order that charges be brought and that specific printed matter be seized (sections 40-42). In practice the Ministry was deemed competent to order that charges be brought only if they could be brought by the public prosecutor of his or her own motion, and not when the injured party was required to report the offence for the purpose of having charges brought (Report of the Committee considering new legislation on the freedom of the media, no. 1997:3, p.136). A public prosecutor or a police commander could, of his or her own motion, order the seizure of printed matter without a prior order by the Ministry of Justice. The Ministry had to be informed of such seizure within 24 hours.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  If charges could not be brought on the prosecutor’s own initiative, the seizure could only be ordered on the request of the allegedly injured party. After charges had been brought the court examining the case had exclusive competence in respect of the seizures (section 42).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Ministry of Justice was required, within a matter of days, to submit any seizure order for review by a court. The court had to either confirm or revoke the order within four days. If that time-limit was not respected the seizure expired. If charges were not brought within fourteen days from the court’s confirmation of the seizure, the court would pronounce the expiry of the seizure (sections 44-45).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Freedom of the Press Act was repealed as from 1 January 2004 by the Act on the Exercise of Freedom of Expression in Mass Media (laki sananvapauden käyttämisestä joukkoviestimissä, lag om yttrandefrihet i masskommunikation 460/2003). It contains a single section (section 22) on the seizure of publications. The Government Proposal which gave the reasons for the Act stated, with regard to this section, that the existing provisions of the Freedom of the Press Act on seizures could be regarded as wholly unnecessary. The Coercive Measures Act passed in 1987 contained, according to the Proposal, all the necessary provisions concerning the authority to order seizures, the legal conditions, the procedure and the right to appeal for seizures. It was therefore sufficient that the new Act contained merely a reference to the Coercive Measures Act, in addition to clarifying, with regard to the proportionality rule in that Act, that the seizure of all publications meant for distribution in any given case could only be ordered if it could be assumed that the court would later order them to be confiscated. The new Act therefore served to clarify the relation between legislative provisions on publications and the Coercive Measures Act.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Guiding principles for the conduct of pre-trial investigations and the use of coercive measures",
                                "elements": [
                                    {
                                        "content": "33.  Section 8 of the Pre-Trial Investigation Act (esitutkintalaki, förundersökningslagen 449/1987) stipulates that in a criminal investigation no one’s rights shall be infringed any more than necessary for the achievement of its purpose. No one shall be placed under suspicion without due cause and no one shall be subjected to harm or inconvenience unnecessarily.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Chapter 7, section 1 a, of the Coercive Measures Act provides that such measures may only be used where they can be deemed justified in light of the seriousness of the offence under investigation, the importance of the investigation, the degree of interference with the rights of the suspect or other persons subject to the measures as well as in light of any other pertinent circumstances.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Conditions for search and seizure",
                                "elements": [
                                    {
                                        "content": "35.  By chapter 5, section 1 of the Coercive Measures Act, a search of premises may be carried out if there is reason to suspect that an offence has been committed which carries a maximum punishment of imprisonment exceeding six months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  By Chapter 4, section 1 of the Coercive Measures Act, an object may be seized where there are reasons to presume that it may serve as evidence in criminal proceedings, has been removed from someone by means of an offence or is likely to be confiscated by a court order. According to section 11, a seizure shall be lifted as soon as it is no longer necessary. If charges have not been brought within four months of the seizure, the court may extend it at the request of a police officer competent to issue arrest warrants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F. Discontinuation of a pre-trial investigation",
                                "elements": [
                                    {
                                        "content": "37.  Section 43, subsection 2 of the Pre-Trial Investigation Act provides that when it has been decided that the case will not be submitted to the prosecutor, that decision shall without delay be notified to the persons who have been questioned as parties, unless this is deemed unnecessary.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S PRELIMINARY OBJECTIONS",
                        "elements": [
                            {
                                "content": "38.  The Government contested Mr Miettinen’s status as a victim within the meaning of Article 34 of the Convention for the purposes of the complaint under Article 8. They submitted that he did not at any point in the proceedings admit that the material belonged to him. At any rate, as he did not request in the domestic proceedings that the material be returned to him, he had not exhausted domestic remedies in this respect.",
                                "elements": []
                            },
                            {
                                "content": "39.  The said applicant noted that his complaint concerned not only the seizures, but the searches as well.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Court notes that it is undisputed that a search was conducted at the home of Mr Miettinen. In view of this he can claim to be a victim of a violation of Article 8.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  Applicants Soini, Mikola and Miettinen complained that the search and seizure of material in their homes breached Article 8 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicants",
                                        "elements": [
                                            {
                                                "content": "42.  Soini, Mikola and Miettinen complained that the searches and seizures of the pamphlets and diaries violated their right to respect for their private lives. They contended that the searches did not comply with national law.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "43.  The Government agreed that the coercive measures interfered with the three applicants’ rights under Article 8, but argued that they were duly based on the Coercive Measures Act. The measures served the legitimate aims of protecting the reputation and rights of Stockmann and of preventing crime. As for the necessity of the measures, the police and the courts applied the principle of proportionality and the principle of least harm. In particular, the duration of the seizure of Ms Soini’s diaries, considering also her young age, was proportionate to the seriousness of the offence under investigation. As her diaries were returned on 26 June and 9 September 1996, the duration of these seizures could not be considered unreasonably long.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1. Whether there was an interference",
                                        "elements": [
                                            {
                                                "content": "44.  All parties have agreed that the searches and seizures constituted an interference. The Court has no reason to find otherwise.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Was the interference justified?",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) Was the interference “in accordance with the law”?",
                                "elements": [
                                    {
                                        "content": "45.  The Court finds that there was a basis in Finnish law for the searches and seizures in the Coercive Measures Act, which fulfils the requirements of accessibility and foreseeability. Insofar as it is alleged that the Act was not correctly applied and interpreted, the Court reiterates that it is primarily the task of the national courts to interpret national law (see for example Iglesias Gil and A.U.I. v. Spain, no. 56673/00, § 61, ECHR 2003V). In the Court’s view, the interpretation adopted cannot be regarded as disclosing an inadequacy in the legal framework. It follows that the interference was in accordance with the law in the meaning of Article 8.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Purpose and necessity of the interference",
                                "elements": [
                                    {
                                        "content": "46.   The Court finds that the searches and seizures served the legitimate aims of protecting the rights of Stockmann and of preventing crime. With regard to necessity, it accepts that the seizure of the Ms Soini’s diaries was particularly invasive of her privacy. It has not, however, been alleged that their contents were revealed to third parties or that they were copied or put to any improper use. Considering also that they were returned to Ms Soini on 26 June 1996 and 9 September 1996 respectively, after they had been removed on 13 June 1996, the seizure was not disproportionately long. In the circumstances of this case, the Court finds that the interferences disclosed by the searches and seizures can be regarded as necessary in a democratic society for the purposes of the protection of the rights of others and the prevention of crime. It follows that there has been no violation of Article 8 in respect of these three applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  The three applicants, Soini, Mikola and Miettinen further invoked Article 10 of the Convention in respect of the searches and seizures. This provision provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”...",
                                "elements": []
                            },
                            {
                                "content": "A. The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a. The applicants",
                                "elements": [
                                    {
                                        "content": "48.  Three applicants Soini, Mikola and Miettinen submitted that the searches and seizures violated their freedom of expression. Instead of photocopying the pamphlets and returning the originals the police used the coercive measures to prevent these applicants from expressing themselves. Had the aim of the seizures been merely to use the materials as evidence, one copy would have been sufficient for the police. Instead, it seized several copies of the same materials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The applicants maintain that the police did not have a legal right to seize the materials. It was also not clear whether the Coercive Measures Act or the Act on the Freedom of the Press should have been applied.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  The Government",
                                "elements": [
                                    {
                                        "content": "50.  The Government agreed that there was an interference by a public authority with the exercise of the applicants’ freedom of expression on account of the coercive measures taken against them. In their view the interference was prescribed by law. As the seizures mainly served the purpose of obtaining evidence the Freedom of the Press Act was not applicable. The conditions for the search as prescribed by the Coercive Measures Act were met, given that the investigation concerned suspected public defamation which carried a maximum sentence of two years’ imprisonment. It was true that the records of the coercive measures taken in the homes of Ms Soini and Ms Mikola only referred to “other investigations”. This deficiency – due to the number of different offences of which a large number of persons were suspected – was corrected in the proceedings before the District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government further submitted that the coercive measures served the legitimate aims of protecting the reputation of the rights of Stockmann and of preventing crime. The domestic court’s assessment of the need to maintain the seizure of some of the material should be accepted. In the specific circumstances the measures taken – and which did not include any conviction of public defamation – were not disproportionate to the legitimate aim pursued and the authorities and courts did not exceed their margin of appreciation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1. Existence of an interference",
                                        "elements": [
                                            {
                                                "content": "52.  The parties agreed that the searches and seizures amounted to an interference with the exercise of the applicants’ right to freedom of expression. The Court sees no reason to conclude otherwise.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Justification of the interference",
                                        "elements": [
                                            {
                                                "content": "53.  An interference contravenes Article 10 unless it is “prescribed by law”, pursues one or more of the legitimate aims referred to in paragraph 2 of Article 10 and is “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54. As regards the question as to whether the measures where “prescribed by law”, the Court recalls that this expression requires firstly that the impugned measure should have some basis in domestic law; it also refers to the quality of the law in question, requiring that it should be accessible to the person concerned, who must moreover be able to foresee its consequences for him, and be compatible with the rule of law (see Kruslin v. France and Huvig v. France, judgments of 24 April 1990, Series A no. 176-A, p. 20, § 27, and Series A no. 176-B, p. 52, § 26 respectively).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Applying the above case law mutatis mutandis, the Court finds that there was sufficient legal basis in domestic law for the interference as such. However, Article 10 of the Convention and the case-law regarding it prescribe that the law must be formulated with a precision that guarantees a certain foreseeability. In this respect, the relationship between the Coercive Measures Act and the Freedom of the Press Act was problematic. The Court recalls that in Goussev and Marenk v. Finland 35083/97, judgment of 17 January 2006) it was found that differing views had been taken by the courts, on the one hand, and, the Deputy Ombudsman on the other, as to whether material could be seized on suspicion of defamation during a search based on other grounds. Domestic law at the time provided no apparent guidance as to how to resolve a conflict between the legislative regimes applicable to the protection of freedom of expression in publication and the powers of the police to search and seize. In that regard the legal situation did not provide the foreseeability required by Article 10. This reasoning applies mutatis mutandis in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court noted in the above mentioned Goussev and Marenk case that the Act on the Exercise of Freedom of Expression in Mass Media, which repealed the Freedom of the Press Act as from 1 January 2004, was passed among others with the purpose to clarify the relation between the legislative provisions on publications and the Coercive Measures Act as explained above (paragraph 33).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court finds that in light of the above circumstances the interference in the present case was not “prescribed by law”. In view of this finding, it is not necessary for the Court to consider whether the seizures were “necessary in a democratic society” or pursued one of the legitimate aims set out in Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In conclusion, there has been a violation of Article 10.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV. ALLEGED VIOLATION OF ARTICLES 6 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  Article 6 § 1, as far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "60.  Article 13 reads as follows:",
                        "elements": [
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicants",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "61.  Applicants Sami and Sanna Seppilä, Särkisilta, Kaihovaara, Pelkonen, Riska, Karlstedt, Salonen, Miettinen and Mikola complained that, although they were questioned on suspicion of public defamation, no charges were brought against them for the offence, nor were they notified that the investigation had been closed or that charges would not be brought. They were therefore still considered suspects and had no effective remedy against the situation.",
                        "elements": []
                    },
                    {
                        "content": "62.  According to the applicants, the indications on the cover page of the pre-trial record did not finally determine who among them were no longer considered suspects, because the decision to press charges was a matter for the prosecutor, who could prosecute someone other than those whom the police had recorded as suspects. Someone who had been heard as a suspect in the investigation and who remained a suspect was not, as a witness, as credible as someone who had received a decision that charges would not be pursued. The applicants did not exclude that by deliberately refraining from issuing decisions not to press charges against eleven of the applicants the prosecution sought to avoid their being examined as witnesses.",
                        "elements": []
                    },
                    {
                        "content": "63.  The applicants submitted that the deficiency in the Pre-Trial Investigation Act – that it did not contain an explicit provision under which an investigation could be terminated in respect of someone no longer considered a suspect, while continuing in respect of those still considered suspects – had been identified by the Deputy Ombudsman in 1995.",
                        "elements": [
                            {
                                "content": "2. The Government",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "64.  The Government acknowledged that the ten applicants who had originally been suspected of public defamation were never charged with that offence. The pre-trial investigation in respect of the offence of public defamation was terminated on 20 November 1996. The front page of the pre-trial record only named as suspects those persons whom the prosecutor had decided to charge. That naming of the “final” suspects could be considered a notification within the meaning of section 43 of the Pre-Trial Investigation Act to those applicants who were not charged with that offence. They would have been informed in explicit terms of the decision not to prosecute them for that offence, had they made an enquiry to that effect.",
                        "elements": [
                            {
                                "content": "65.  The investigation also covered various other offences of which the ten applicants were suspected. The charges in that respect were examined at the same hearing as the charges for public defamation. The applicants charged with public defamation were assisted by their current counsel, who must have been aware of the fact that the police had finally named as suspects only those persons against whom the prosecutor was prepared to bring charges.",
                                "elements": []
                            },
                            {
                                "content": "66.  In the Government’s view the applicants had at their disposal an aggregate of remedies satisfying the requirements of Article 13, namely an administrative or criminal complaint or a petition to the Ombudsman or the Chancellor of Justice.",
                                "elements": []
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "67.  The Court recalls that there is no right under Article 6 of the Convention to a particular outcome of criminal proceedings or, therefore, to a formal conviction or acquittal following the laying of criminal charges (Deweer v. Belgium judgment, § 49 referring to the Commission’s report of 5 October 1978, Series B no. 33, § 58). It has previously found that it is entirely consonant with the requirements of Article 6 for a court to order some or all counts on an indictment to remain on the file: the criminal proceedings could be regarded as having been brought to an end by the proceedings even if there remained a theoretical possibility of the prosecution proceeding on the charges against the applicant in the future (see Withey v. the United Kingdom (dec.), no. 59493/00, ECHR 2003X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  In the present case, the ten applicants were questioned by the police as being suspected of public defamation. The pre-trial investigation ended on 20 November 1996, but no charges were brought for public defamation against these applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court notes, that according to Finnish practice, the list of persons appearing on the first page of the pre-investigation report reflected the assessment of the police as to who could be considered a suspect in a case. It did not name the applicants. While it is true that the decision to charge lay with the prosecutor, who was not bound by the view taken by the police, the prosecutor in this case did not depart from that assessment and no further step was taken against the applicants in respect of these charges. In the circumstances the pre-investigation report, which was issued on 20 November 1996, may be regarded as terminating the investigation vis-à-vis the applicants, who then ceased to be under a criminal charge for the purposes of Article 6 in respect of those offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "While the Court accepts that long uncertainty as to whether criminal investigations may lead to charges may raise issues under Article 6, it observes that the report was a public document and that the applicants were legally represented. They would have been aware of their position from 10 January 1997 at the latest, when charges were issued against those named as suspects in the pre-trial report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court finds, on the basis of these considerations, that there has been no violation of Article 6 § 1 in this case. In the circumstances, since the applicants could, by simple request, have clarified their standing with the prosecutor at any time, there is also no violation of Article 13 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "V. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Article 41 of the Convention provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "72.  Applicants Soini, Mikola and Miettinen claimed EUR 3,000 each in non-pecuniary damage. They did not claim in respect of pecuniary damage. The Government considered that, if a violation was found, non-pecuniary damages should not exceed EUR 500 each.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  Having regard to previous cases and making an assessment on an equitable basis, the Court considers it reasonable to award each applicant 1,000 euros in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "74.  With regard to costs and expenses in , eleven applicants have claimed a total of 4,684.80 inclusive of value-added tax (VAT).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Government recalled that only a part of the application was found admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court finds it reasonable to award the three applicants, Soini, Mikola and Miettinen, EUR 425.9 each inclusive of value-added tax.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "77.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been no violation of Article 8 of the Convention in respect of applicants Soini, Mikola and Miettinen;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 10 of the Convention in respect of applicants Soini, Mikola and Miettinen;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Articles 6 or 13 of the Convention in respect of applicants, Sami and Sanna Seppilä, Särkisilta, Kaihovaara, Pelkonen, Riska, Karlstedt, Salonen, Miettinen and Mikola;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants Soini, Mikola and Miettinen, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 17 January 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "The applicants are:",
                        "elements": []
                    },
                    {
                        "content": "1. \tMs Laura Soini, born in 1980 and resident in ;",
                        "elements": []
                    },
                    {
                        "content": "2.  \tMr Sami Seppilä, born in 1975 and resident in ;",
                        "elements": []
                    },
                    {
                        "content": "3.  \tMs Anna Särkisilta, born in 1979 and resident in ;",
                        "elements": []
                    },
                    {
                        "content": "4.  \tMs Riikka Kaihovaara, born in 1980 and resident in ;",
                        "elements": []
                    },
                    {
                        "content": "5. \tMs Jenni Pelkonen, born in 1979 and resident in ;",
                        "elements": []
                    },
                    {
                        "content": "6. \tMs Sanna Seppilä, born in 1978 and resident in ;",
                        "elements": []
                    },
                    {
                        "content": "7. \tMs Johanna Riska, born in 1978 and resident in ;",
                        "elements": []
                    },
                    {
                        "content": "8. \tMs Irene Karlstedt, born in 1973 and resident in ;",
                        "elements": []
                    },
                    {
                        "content": "9. \tMs Elina Salonen, born in 1978 and resident in ;",
                        "elements": []
                    },
                    {
                        "content": "10. \tMr Tuomo Miettinen, born in 1973 and resident in ; and",
                        "elements": []
                    },
                    {
                        "content": "11. \tMs Elina Mikola, born in 1978 and resident in .",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrG. Bonello",
            "role": "judgesand mr m. o’boyle"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judgesand mr m. o’boyle"
        },
        {
            "name": "MrR. Maruste",
            "role": "judgesand mr m. o’boyle"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judgesand mr m. o’boyle"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judgesand mr m. o’boyle"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judgesand mr m. o’boyle"
        }
    ],
    "decisiondate": "20/05/2003 00:00:00",
    "docname": "CASE OF SOINI AND OTHERS v. FINLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-72046.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0117JUD003640497",
    "externalsources": [],
    "extractedappno": [
        "36404/97",
        "56673/00",
        "35083/97",
        "59493/00"
    ],
    "importance": "3",
    "introductiondate": "20/05/1997 00:00:00",
    "issue": [
        "Freedom of the Press Act 1919, section 42",
        "Coercive Measures Act 1987, chapters 4-5"
    ],
    "itemid": "001-72046",
    "judgementdate": "17/01/2006 00:00:00",
    "kpdate": "17/01/2006 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "316",
        "183",
        "498",
        "445",
        "76",
        "406",
        "444",
        "110",
        "451",
        "268",
        "429",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "10-2",
        "13",
        "8",
        "8-1",
        "34",
        "10",
        "10-1",
        "6-1",
        "8-2",
        "6",
        "41"
    ],
    "parties": [
        "SOINI AND OTHERS",
        "FINLAND"
    ],
    "rank": "536.438842773438",
    "representedby": [
        "OJALA JOHANNA",
        "TARVAINEN KIRSI"
    ],
    "respondent": "FIN",
    "respondentOrderEng": "15",
    "scl": [
        "Iglesias Gil and A.U.I. v. Spain, no. 56673/00, § 61, ECHR 2003-V",
        "Huvig v. France, judgment of 24 April 1990, Series A no. 176-B, p. 52, § 26",
        "Kruslin v. France, judgment of 24 April 1990, Series A no. 176-A, p. 20, § 27",
        "Goussev and Marenk v. Finland 35083/97, § 33, judgment of 17 January 2006",
        "Deweer v. Belgium judgment, § 49 referring to the Commission's report of 5 October 1978, Series B no. 33, § 58",
        "Withey v. the United Kingdom (dec.), no. 59493/00, ECHR 2003-X"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "333261",
    "typedescription": "15"
}