{
    "__articles": "6;6-1;34;35;35-1;41;P1-3",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Article 34 - Victim);Remainder inadmissible;Violation of Article 3 of Protocol No. 1 - Right to free elections-{general} (Article 3 of Protocol No. 1 - Free expression of opinion of people;Vote);Violation of Article 3 of Protocol No. 1 - Right to free elections-{general} (Article 3 of Protocol No. 1 - Free expression of opinion of people;Stand for election);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - finding of violation sufficient (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "38",
    "appno": "48555/10;48377/10",
    "article": [
        "p1-3",
        "34",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "Article 34 - Victim"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "p1-3",
            "base_article": "p1-3",
            "details": [
                "Article 3 of Protocol No. 1 - Free expression of opinion of people",
                "Stand for election"
            ],
            "element": "Violation of Article 3 of Protocol No. 1 - Right to free elections-{general}",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-158149.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications against the Republic of Bulgaria: the first, no. 48555/10, was lodged by a Bulgarian national, Mr Rushen Mehmed Riza, and a Bulgarian political party, Dvizhenie za Prava i Svobodi (Movement for Rights and Freedoms – “DPS”), and the second, no. 48377/10, was lodged by 101 other Bulgarian nationals, whose names, dates of birth and places of residence are appended. Those two applications were lodged with the Court on 14 August 2010 under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”).",
                        "elements": []
                    },
                    {
                        "content": "2.  All the applicants were represented by Ms S. O. Solakova, a lawyer practising in Sofia. The Bulgarian Government (“the Government”) were represented by their Agents, Ms N. Nikola and Ms A. Panova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  Mr Riza and the DPS, on the one hand, and the other 101 applicants, on the other, alleged, in particular, that the Bulgarian Constitutional Court’s decision to annul the election results in 23 polling stations set up outside the country during the 2009 Bulgarian general elections had amounted to an unjustified infringement of their right to stand for election and their right to vote, respectively, which rights were safeguarded by Article 3 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 4 April 2011 application no. 48555/10 lodged by Mr Riza and the DPS was communicated to the Government. On 8 July 2014 application no. 48377/10 lodged by 101 Bulgarian nationals was also communicated to the Government. As permitted under Article 29 § 1 of the Convention, it was also decided that the Chamber would adjudicate simultaneously on the admissibility and the merits of the applications.",
                        "elements": []
                    },
                    {
                        "content": "5. On 10 February 2015 the Chamber decided to join the two applications as permitted under Rule 42 § 1 of the Rules of Court and to invite the judge elected in respect of Bulgaria, Z. Kalaydjieva, to participate in the subsequent examination of the case pursuant to Rule 26 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  General background to the case",
                                "elements": [
                                    {
                                        "content": "6.  The 101 applicants, whose names are appended, are Bulgarian nationals of Turkish origin and/or of Muslim faith who live or have lived in Turkey. They all exercised their right to vote at the 2009 Bulgarian general elections in 17 of the polling stations set up in Turkish territory, the election results in which were subsequently contested by the RZS political party and nullified by the Bulgarian Constitutional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  According to the official statistics from the census carried out in Bulgaria in 2011, 588,318 persons stated that they were ethnic Turks, amounting to 8.8% of the persons who answered that question, and 577,139 persons stated that they were of Muslim religion. Since the late 1980s, the members of those communities have been involved in major migrations leading many of them to settle in Turkey. The Court has no official information on the exact number of Bulgarian citizens who are ethnic Turks or Muslims living temporarily or permanently in Turkey. Estimates of that number vary considerably, generally ranging from 300,000 to 500,000 individuals, in all the age brackets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The DPS was founded in 1990. Its statutes define it as a liberal political party endeavouring to help unite all Bulgarian citizens and to protect the rights and freedoms of minorities in Bulgaria as guaranteed by the Constitution and national legislation, as well as by the international instruments ratified by the Republic of Bulgaria.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The DPS has put up candidates for all general and local elections in Bulgaria since its inception. It has won seats in the national Parliament in all the general elections held since 1990. Between 2001 and 2009 it took part in two successive coalition governments. Several of its leaders and members belong to the Bulgarian Turkish and Muslim minorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Mr Riza was born in 1968 and lives in Sofia. A DPS member, he is also one of its Vice-Presidents and a member of the party’s central executive bureau. He is currently a DPS deputy of the National Assembly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  These two applicants submit that most of the Bulgarian citizens currently living in Turkey have voted for the DPS at all the general elections held over the last twenty years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Bulgarian general elections on 5 July 2009",
                                "elements": [
                                    {
                                        "content": "12.  By Decree of 28 April 2009 the Bulgarian President set 5 July 2009 as the date of the elections to the 41st National Assembly. The electoral law laid down a new hybrid electoral system: 31 deputies were to be elected on a first-past-the-post basis in single-member constituencies, and 209 deputies were to be elected on a proportional basis at national level in 31 multiple-member constituencies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13. Bulgarian citizens living abroad were entitled to vote in the general elections, but only for parties and coalitions, and their votes were taken into account in the proportional distribution of sears among the different political formations at the national level ... Having obtained the consent of the competent authorities in the countries concerned, the Bulgarian diplomatic representations opened 274 polling stations in 59 countries, 123 of them in Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 20 May 2009 the Central Electoral Commission registered the DPS as participating in the general elections. The DPS presented lists of candidates in several single- and multiple-member constituencies. It was also included on the ballot paper designed for voting by Bulgarian citizens living abroad. Mr Riza was included in second position on the list of his party’s candidates for the 8th multiple-member constituency (Dobrich).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Thirteen of the 101 applicants (see appended list) (nos., 13, 17, 21, 26, 30, 39, 51, 59, 74, 75, 89 and 94) submitted that they had all personally submitted prior declarations of intention to vote to the Bulgarian diplomatic representations in Turkey. The Bulgarian diplomates has asked them to take part in local electoral committees in Istanbul, Bursa, Çerkezköy, Çorlu and İzmir as presidents, secretaries or ordinary members, which they had agreed to do. On 4 July 2009 they had been invited to the offices of the Bulgarian diplomatic and consular representations, where Bulgarian diplomats had informed them about the formalities to be complied with on election day, and in particular how to draw up the electoral rolls. Some of the applicants affirmed that they had only been given one instruction on that subject, to the effect that persons attending the polling station on election day without preregistration should be included on the additional pages of the electoral roll, and that the last name added on election day should be suffixed with a “Z”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The 13 applicants submitted that their names had not been included on the list at the polling station where they were to function as members of the electoral committee. They had all voted in their respective polling stations by registering on election day and signing opposite their names and forenames. Furthermore, they submitted that they had carefully indicated their choices on their ballot papers, without any other type of indication, and slotted the papers into the ballot box.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The 13 applicants also pointed out that there had been no particular problems on election day. Their respective electoral committees had been made up of Bulgarian nationals living in their respective towns and representatives of the Bulgarian Ministry of Foreign Affairs. Some of the polling stations had been visited by the Bulgarian Ambassador and Consul General, and others had been reported on by Bulgarian public television and radio teams, and no irregularities had been noted. At the close of polling on election day the local committees had counted the votes, filled in the requisite report forms and submitted the electoral documents to the Bulgarian diplomatic representatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The other 88 applicants submitted that at the material time they had been living in Turkey. Some of them had sent prior statements of intention to vote to the Bulgarian diplomatic representations, but they had never been informed in return of which polling stations to vote in. On election day all the applicants in question had attended the nearest polling stations in their respective towns. Their names had been handwritten into the electoral rolls, and after voting they signed opposite their names.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  According to information available on the Central Electoral Commission website (), following the 5 July 2009 elections, six political parties and coalitions garnered more than the minimum 4% of votes cast and were included in the process of proportional distribution of seats in the National Assembly: the GERB party, the Coalition for Bulgaria, the DPS, Ataka, the Blue Coalition and the RZS party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The DPS obtained a total of 610,521 votes, or 14.45% of the valid votes, which made it the country’s third political party. It garnered 61.18% of the out-of-country voting, that is to say 93,926 votes, 88,238 of which were cast in polling stations in Turkish territory. It came out well ahead in the 17 polling stations – in Istanbul, Bursa, Çerkezköy, Çorlu and İzmir – in which the 101 applicants had voted. By decision of 7 July 2009 the Central Electoral Commission assigned the DPS 33 parliamentary seats under the proportional representation system, together with a further five seats won in the first-past-the-post constituencies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Following the apportionment of seats won by the DPS at the national level in the 31 multiple-member constituencies, the party won only one seat in the 8th constituency. However, another political formation, the Blue Coalition, having appealed to the Constitutional Court and the votes cast in a polling station in the 19th constituency having been recounted, the Central Electoral Commission conducted a reassignment of the seats won at the national level among the 31 multiple-member constituencies. This gave the DPS a second seat in the 8th constituency, where Mr Riza was in second place on his list of candidates, and removed one of the two seats initially won in the 19th multiple-member constituency. On 12 October 2009 Mr Riza was declared elected to the National Assembly. He was sworn in as a deputy and became a member of his party’s parliamentary group. On 20 January 2010 he was elected member of the Parliamentary Commission on Ethics and the Fight against Corruption and Conflicts of Interest.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Procedure for contesting election results before the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "1.  The appeal lodged by the RZS party",
                                        "elements": [
                                            {
                                                "content": "22.  On 21 July 2009 the President and three other members of the RZS (Red, Zakonnost, Spravedlivost – “Order, Law and Justice”), a right-wing conservative party, requested the Attorney General to lodge with the Constitutional Court the appeal provided for in section 112 of the Electoral Law in order to annul the election of seven DPS deputes on the grounds of several irregularities which had occurred in the 123 polling stations operating in Turkish territory. The four appellants complained of several breaches of electoral legislation in connection with the setting up of the said polling stations and their handling of the voting: they claimed that the rule requiring a polling station to be opened for every one hundred prior statements of intention to vote had been flouted in Turkish territory; some electors had exercised their voting rights once in Bulgarian national territory and again in a polling station in Turkish territory; incorrect information had been included in the reports drawn up by the electoral committees concerning the number of voters in the polling stations in question; 23 of them had allegedly dealt with over 1,000 voters, which would have been a practical impossibility in view of the opening hours of the polling station and the time required to complete the requisite formalities for each voter, and the electoral committees attached to those polling stations had, in certain cases, reportedly allowed persons into the voting booths without valid Bulgarian identity papers. The appellants invited the Constitutional Court to verify the authenticity of the prior voting requests issued in Turkish territory, to check the electoral rolls drawn up in the region of Bulgaria where the individuals wishing to vote in Turkey had their permanent addresses, and to declare null and void the records drawn up by the electoral committees responsible for the polling stations opened in Turkish territory. According to the appellants, the large number of irregularities committed in the voting procedure in the 123 polling stations in question necessitated the annulment of the votes cast in them, which annulment would have changed the election results and led to the ousting of seven DPS deputies from their seats.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 22 July 2009 the Attorney General transmitted the request submitted by the President and three other members of the RZS party to the Constitutional Court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The initial phase of the proceedings before the Constitutional Court",
                                        "elements": [
                                            {
                                                "content": "24.  On 11 August 2009 the Constitutional Court declared the appeal admissible and designated as parties to proceedings the National Assembly, the Council of Ministers, the Ministry of Foreign Affairs, the Central Electoral Commission, the National Department responsible for Citizens’ Civil Status Data and two non-governmental organisations. It sent copies of the request and the relevant documents to the parties to proceedings and gave them a deadline of twenty days to submit their observations on the merits of the case. That court asked the National Department responsible for Citizens’ Civil Status Data to ascertain how many voters had voted in the national territory and then again in Turkish territory, and invited it to submit certified copies of the lists of persons having voted and the reports on voting drawn up by the polling stations in Turkish territory. The President of the Constitutional Court, R.Y., and Judge B.P. signed the admissibility decision, while issuing a separate opinion. They argued that the Attorney General should have submitted a reasoned request to the Constitutional Court rather than merely transmitting the request for annulment lodged by the RZS political party.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Initial written observations by the DPS parliamentary group",
                                        "elements": [
                                            {
                                                "content": "25.  On 18 September 2009 the DPS parliamentary group of the National Assembly presented its written observations on the case. It first of all disputed the admissibility of the appeal lodged by the four appellants, arguing that the Attorney General had failed to conduct a prior assessment of the merits of the said request, merely transmitting it to the Constitutional Court, that the appeal had been lodged belatedly, after the deputies in question had been sworn in, and that the seven DPS deputies mentioned in the request had been designated randomly since the out-of-country votes had been used solely to apportion the seats among the various parties at the national level and not for the benefit of any given list of candidates. Secondly, the DPS parliamentary group submitted that the request had been ill-founded for the following reasons: the legal conditions for setting up the 123 polling stations in question had been fulfilled; there had been very few cases of double voting, and voting secrecy precluded determining for which party exactly those persons had voted; the number of persons included on the additional electoral rolls on election day had been higher than that of preregistered voters because the number of persons wishing to exercise their voting rights had far exceeded the number of voters having previously declared their intention to vote outside the country; and in several of the out-of-country polling stations the number of persons voting had exceeded one thousand, and that had not been the case only in the polling stations in Turkey.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Expert reports commissioned by the Constitutional Court",
                                        "elements": [
                                            {
                                                "content": "26.  On 6 October 2009, at the request of the RZS party, the Constitutional Court ordered a threefold expert assessment to provide the answers to the following questions: (i) how many prior statements of intention to vote were submitted for the territory of Turkey, from which towns were they sent, and did their number correspond to the number of polling stations set up? (ii) were the identity papers of electors voting in the 123 polling stations valid? (iii) did the numbers of electors voting recorded in the minutes drawn up on election day correspond to the total number of preregistered electors and persons registered on the rolls on election day, and were there any polling stations in which none of the preregistered persons exercised their right to vote? (iv) what was the maximum number of persons who could vote in a polling station over election day? The three experts were given leave to consult all the documents on elections in Turkish territory which the diplomatic service of the Ministry of Foreign Affairs had submitted to the Central Electoral Commission.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The expert report was submitted to the Constitutional Court some time later. It indicated that there had been a total of 27,235 prior declarations of intention to vote in respect of the territory of Turkey: 5,127 of those declarations had been received at the Bulgarian Embassy in Ankara, 15,556 at the Consulate General in Istanbul and 6,552 at the Consulate General in Edirne. The Bulgarian diplomatic services had opened 28 polling stations in the Ankara region, 72 in the Istanbul region and 23 in the Edirne region. The experts had noted that some polling stations had been opened without the threshold of 100 declarations of intention to vote having been reached.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The experts were unable to answer the second question, on the validity of the Bulgarian identity papers of those voting in Turkey. They pointed out that it would have been very time-consuming to carry out the necessary verifications and would have required access to the population database administered by the Ministry of the Interior. Furthermore, in several cases the local electoral committees had merely mentioned the type of document presented, i.e. an identity card or passport, without recording the document number.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  As regards the third question, the experts replied that there had been some very slight differences – between one and five persons – between the numbers of persons voting recorded in the polling station minutes and the numbers of voters included in the electoral rolls. According to the experts, that might have been due to inadvertent omissions. Moreover, they observed that the additional electoral lists in 116 polling stations, which had been drawn up on election day and contained data on the persons who had turned out without having been preregistered, had not been signed by the chair or secretary of the local electoral committee. The experts noted that the personal data on electors contained in those lists had been handwritten, apparently unhurriedly, and those entries would have taken a considerable length of time to write. Furthermore, in some of the polling stations none of the preregistered persons had turned out to vote. In some other polling stations there had been no minutes on file, or else the first page of the minutes had been missing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  As regards the fourth question put by the Constitutional Court, the experts concluded, from a reconstitution of the requisite formalities in dealing with voters and their ballot papers, that the minimum time required for voting would have been about fifty seconds. Having regard to the total duration of election day, that is to say thirteen hours, the experts estimated that a polling station could deal with a maximum of 936 voters. The maximum number of persons voting as thus calculated had been exceeded in 30 of the polling stations operating in Turkey.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The National Department responsible for Citizens’ Civil Status Data presented the Constitutional Court with the results of its inquiry into cases of double voting. The department pointed out that 174 persons had voted several times and that 79 cases of double voting had been noted in Turkey.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 27 January 2010 the Constitutional Court decided to ask the three experts to examine an additional point: it asked them to recalculate the election results after deducting all the votes cast in 23 polling stations and some of those cast in another polling station, all located in Turkish territory. The court’s request covered: (i) all the votes cast in 18 polling stations where none of the preregistered voters had voted and where the additional lists of those voting had not been signed by the members of the local electoral committees and therefore lacked the probative value of official documents; (ii) all the votes cast in a polling station in which the minutes on voting were missing; (iii)  all the votes cast in two other polling stations where the first page of the minutes was missing; (iv)  all the votes cast in a polling station where the list of preregistered voters was missing; (v)  86 votes cast for the DPS by persons included in the unsigned additional list at another polling station where that party had garnered all the votes and where 124 preregistered persons had voted; (vi)  all the votes cast in another polling station where the list of preregistered voters had not been put on file and where the additional electoral list had not been signed by the members of the local electoral committee.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 2 February 2010 the experts submitted their supplementary conclusions to the Constitutional Court. In the introductory section of the report they pointed out that they had been mandated to deduct from the outcome of the election the votes cast in polling stations where: (i) none of the preregistered voters had voted and where the additional lists of those voting had not been signed by the members of the local electoral committees; (ii) the minutes were not put on file; (iii) the first page of the minutes was missing. The report presented estimates of the votes cast in 23 polling stations: (i) in 18 of those stations, none of the preregistered voters had voted and the additional list of voters had not been signed; (ii) in the case of another polling station, no minutes had been put on file and the additional list of voters had not been signed; (iii) for three other stations, the first page of the minutes was missing and the additional list of voters had not been signed; (iv) in another polling station, the first page of the minutes had not mentioned the number of persons having voted and none of the preregistered voters had voted. The experts considered that a total of 18,351 votes should be deducted from the election results, 18,140 of which had been case for the DPS. The Central Electoral Commission conducted the provisional reassignment of seats among the political parties on the basis of the expert report.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Other written observations and requests submitted to the Constitutional Court",
                                        "elements": [
                                            {
                                                "content": "34.  On 9 February 2010 the parliamentary group of the DPS submitted supplementary observations challenging the Constitutional Court’s choice of criteria for excluding the votes cast in the aforementioned polling stations from the vote count. The DPS deputies pointed out that the outcome of the voting had been based on the data set out in the polling station minutes, and not on the electoral rolls. They added that electoral legislation did not require the chairs and secretaries of out-of-country local electoral committees to sign below the additional lists of voters drawn up on election day. At all events, in the deputies’ opinion, the shortcomings of members of the electoral administration could not lead to the annulment of electors’ votes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 15 February 2010 the Central Electoral Commission presented its findings to the Constitutional Court. It pointed out that according to mathematical projections, the annulment of the votes cast in the 23 polling stations mentioned in the experts’ supplementary conclusions would deprive the DPS of one seat which would be assigned to the GERB political party and that in the 8th multiple-member constituency the DPS candidate concluded in second place on the party’s list, Mr Riza, would lose his parliamentary seat.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Central Electoral Commission presented the Constitutional Court with observations made by five of its twenty-five members on the merits of the case. Those five members voiced the opinion that the arguments put forward by the appellants and the experts’ conclusions could not be used to justify annulling the votes cast in the polling stations in question. They explained in particular that the lists of persons voting in the out-of-country polling stations had been drawn up by the Bulgarian diplomatic representatives accredited on the basis of the prior declarations of intention to vote which they had received. They nevertheless stated that no prior information had been given on the distribution of the voters in question around the various polling stations, as they could attend any polling station or choose not to vote at all, which in their view explained why in some stations none of the voters on the main list had voted. The members of the Electoral Commission considered that that should not lead to the invalidation of the ballots of other electors who had voted in the same polling station. They pointed out that under domestic legislation the election documents had to be packaged and sealed by the local electoral committees and then sent to the Central Electoral Commission. However, when the election documents had arrived from Turkey, it had been noted that the packages containing the documents had already been opened and then re-sealed by the diplomatic services of the Ministry of Foreign Affairs. At all events, the absence, attributable to the Bulgarian diplomatic services or the local electoral committees, of election documents from out-of-county polling stations could not have justified annulling votes cast in those stations, given that the election results from outside the country had been based on data transmitted via diplomatic telegrams to the Central Electoral Commission. Finally, the members of the Electoral Commission, referring to domestic legislation, submitted that the fact that a member of the Electoral Commission had not signed minutes of voting or the accompanying documents did not invalidate them and did not constitute grounds for annulling the votes cast in the station in question. They considered that the recalculation of the election results was based on arguments which had not been mentioned in the request to the Constitutional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 15 February 2010 the DPS and six of its deputies applied to the Constitutional Court for leave to join the proceedings in question as a party. In that application the DPS stated that it fully endorsed the observations submitted by its parliamentary group on 18 September 2009 and 9 February 2010. On 16 February 2010 Mr Riza requested leave to join the proceedings as a party. In order to demonstrate his interest in taking part in the proceedings he referred explicitly to the additional expert report ordered by the Constitutional Court and the reapportionment of seats effected by the Central Electoral Commission on the basis of the experts’ findings. All those requests remained unanswered.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  16 February 2010 judgment of the Constitutional Court",
                                        "elements": [
                                            {
                                                "content": "38.  On 16 February 2010 the Constitutional Court, sitting in private session, adopted its decision in the case in question. It delivered its judgment on the same day.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Constitutional Court dismissed the pleas of inadmissibility put forward by the DPS parliamentary group in its observations of 18 September 2009 (see paragraph 25 above). It considered, first of all, that the procedure for applying to the court had been respected. Secondly, it observed that the case concerned the contestation of election results rather than the eligibility of an individual candidate, which enabled it to assess the case even though the deputies in question had been sworn in and were already in office. It joined to the merits of the case the third plea of inadmissibility concerning the lack of a direct link between the out-of-country votes and the election of the seven DPS deputies named in the initial request. Judges R.N. and B.P. set out separate opinions on the admissibility of the request for annulment of the election results. They considered that the Attorney General had merely transmitted the request submitted by the RZS party instead of himself lodging a reasoned application for the annulment of the elections.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Considering that it should begin by clarifying the scope of the case, the Constitutional Court pointed out that it had been invited to find unlawful the election of a number of DPS deputies owing to several alleged irregularities in the polling stations operating in Turkish territory. Having regard to the specific mode of functioning of the Bulgarian electoral system, in which votes cast by Bulgarian citizens living abroad were taken into account solely for the proportional distribution of seats among political parties at the national level, it was impossible to determine in advance which deputies would be affected by the invalidation of some or all of the votes cast in Turkish territory. Thus, in the framework of that case, the Constitutional Court considered that it had been called upon to determine whether there had been any serious irregularities in the voting procedure in the 123 polling stations in Turkey. It held that a finding of such irregularities could lead to a change in the election results, a fresh apportionment of seats among the political parties and the annulment of the seats of deputies who had not been explicitly targeted by the initial application lodged by the leader and a number of candidates of the RZS party in the general elections.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Constitutional Court rejected all the arguments put forward in the initial statement of claim. It first of all noted that section 41 (8) (3) of the Electoral Law gave Bulgarian diplomatic representatives outside the country carte blanche to open as many polling stations as they considered necessary for the proper conduct of the elections.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Secondly, it considered that the question whether a given voter had voted without a valid Bulgarian identity card was immaterial to the outcome of the proceedings, since voting secrecy ruled out ascertaining which party the person had voted for.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Constitutional Court stated that the experts had noted that in some polling stations none of those on the main electoral roll had voted, while in other stations only a few of those on the roll had voted. It pointed out that according to the experts the names added on election day had been written clearly and apparently unhurriedly, which would seem rather unlikely given the large number of such additions and the pressure under which the members of the electoral committees would have been working on election day. However, the Constitutional Court considered that such considerations were mere suspicions which had not categorically demonstrated that the results of voting in those polling stations had been manipulated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Constitutional Court also noted that the experts had reached the conclusion that the maximum number of persons who could vote in one polling station was 936. However, it considered that in the absence of precise information on the alleged irregularities in the voting procedure in the polling stations with more than 1,000 persons voting, that finding did not provide grounds for invalidating the election results. At all event voting secrecy precluded determining for whom the persons registered after number 936 on the list of voters had cast their vote.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  For those reasons the Constitutional Court dismissed the application for the annulment of the seats of the seven deputies explicitly covered by the initial request submitted by the leader and candidates of the RZS party.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  However, it decided to deduct from the results obtained by each of the political parties respectively all the votes cast in 23 polling stations in Turkey, that is to say a total of 18,358 votes, 18,140 of which had been cast for the DPS. It pointed out that in those polling stations none of the voters preregistered on the main electoral rolls had voted, or else the first page of the minutes of the voting, certifying that the preregistered persons had voted, was missing. The court pointed out that in the 23 polling stations in question the additional lists of voters drawn up on election day did not bear the signatures of the chairs and secretaries of the local electoral committees, which deprived them of the probative value of official documents. The Constitutional Court accordingly considered that they could not be used in evidence to demonstrate that the registered persons had voted. That approach had allegedly also enabled it to determine how many votes had been deducted from the election results of each party or coalition and to reallocate the deputies’ seats in the National Assembly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Constitutional Court rejected the additional objections raised by the DPS parliamentary group on 9 February 2010 (see paragraph 34 above). It considered that the irregularities noted in the electoral rolls in the various polling stations had also affected the legitimacy of the minutes drawn up by the electoral committee on completion of the voting because they contained data on the exact number of persons having voted in the polling station in question and the election results had been determined on the basis of the minutes. Even though domestic legislation did not explicitly require the members of the out-of-country local electoral committees to sign additional electoral lists, the module additional electoral list approved by the President of the Republic pursuant to the Electoral Law provided for such signatures. The Constitutional Court therefore took the view that such signature was a legal condition for the validity of such official documents. At all events, the signature was one of the fundamental and obvious components of any official document. The lack of those signatures on the additional voter lists drawn up in the 23 polling stations thus deprived them of their official probative value in respect of the fact that the registered persons had actually cast their votes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Constitutional Court declared that the votes in question had been valid under domestic legislation but that they had been deducted from the election results owing to the irregularity of the voter lists and the voting minutes. It considered that the seats in the National Assembly had to be reallocated. For those reasons, and having taken into account the prior calculations submitted by the Central Electoral Commission, the Constitutional Court annulled the parliamentary seats of three deputies, including Mr Riza. It ordered the Central Electoral Commission to reapportion the seats in the National Assembly by deducting from the election results the 18,358 votes cast in the 23 polling stations in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  By decision of 19 February 2010, pursuant to the judgment of the Constitutional Court, the Central Electoral Commission declared three other candidates elected. Consequently to that redistribution of seats, the DPS was the only party to have lost a parliamentary seat and the GERB party, which had won the general elections, obtained an additional seat.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Appeals lodged by Mr Riza and the DPS",
                                "elements": [
                                    {
                                        "content": "50.  On 4 March 2010 the DPS and three of its deputies in the National Assembly in turn lodged the appeal provided for in section 112 of the Electoral Law and contested the lawfulness of the election of the three deputies which the Central Electoral Commission had declared elected by decision of 19 February 2010. Mr Riza lodged the same appeal in his own name.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 31 March and 27 April 2010 the Constitutional Court declared the two appeals inadmissible on the grounds that the dispute in issue had already been the subject of proceedings before it, leading to its judgment of 16 February 2010.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Other relevant circumstances",
                                "elements": [
                                    {
                                        "content": "52.  The 41st National Assembly constituted following the general elections of 5 July 2009 sat until 15 March 2013, when it was dissolved by Presidential Decree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The elections to the 42nd National Assembly were held on 12 May 2013. At those elections the DPS obtained 400,460 votes, that is to say 11.31% of the validly cast votes. It obtained 51,784 votes in Turkish territory. It sent 36 deputies to the National Assembly, where it was the third biggest parliamentary group. Mr Riza was elected deputy of the 8th multiple-member constituency, where he headed his party’s list.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The lawfulness of those general elections, particularly as regards the polling stations opened in Turkish territory, was disputed before the Constitutional Court by a group of 48 deputies from the GERB party. The deputies requested the annulment of the elections in the 86 polling stations operating in Turkey owing to several alleged irregularities in the voting procedures: they submitted that the polling stations had been set up on the basis of forged prior declarations of intention to vote; they had opened despite their electoral committees lacking the minimum number of members; unidentified persons had canvassed the areas inhabited by Bulgarian citizens in Turkey, had obtained Bulgarian identity papers from various electors and had returned them to their owners the day before the elections telling them that they had voted; several voters had not shown any valid Bulgarian identity papers; the number of persons voting in some of the polling stations had exceeded, which was unrealistic in view of the time required to complete the formalities linked to the voting procedure; there had been several cases of double voting; the lists of electors registered on election day had not been properly drawn up and had not been signed by the chair and the other members of the electoral committee. The request referred explicitly to the reasoning of the judgment delivered by the Constitutional Court on 16 February 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  By judgment of 28 November 2013 the Constitutional Court dismissed the appeal lodged by the 48 GERB deputies. It considered and rejected, on the basis of the evidence gathered, all the allegations of breaches of electoral legislation advanced by the appellants. It noted, inter alia, that the relevant members of all the electoral committees set up in Turkish territory had signed at the bottom of the lists of voters added on election day, which gave those documents the probative value of official documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  During the 42nd legislature the DPS took part in a coalition government which resigned in July 2014. Following those events the 42nd National Assembly was dissolved on 6 August 2014 by Presidential Decree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The elections to the 43rd National Assembly were held on 5 October 2014. The DPS obtained 487,134 votes, that is to say 14.84% of all valid votes cast, and sent 38 deputies to Parliament. No admissible appeal was lodged before the Constitutional Court against those election results. The DPS is currently the third biggest political party in the country and the second biggest opposition party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Mr Riza was elected as deputy in the 8th constituency, where he headed the DPS list.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT WORK OF THE EUROPEAN COMMISSION FOR DEMOCRACY THROUGH LAW",
                        "elements": [
                            {
                                "content": "91.  At its 51st and 52nd sessions on 5 and 6 July and 18 and 19 October 2002, the Commission European for Democracy through Law (the Venice Commission) adopted its guidelines in electoral matters and an explanatory report on those guidelines. These two documents together constitute the Venice Commission’s Code of Good Conduct in Electoral Matters, which was approved by the Parliamentary Assemblée and the Congress of Local and Regional Authorities of the Council of Europe in 2003.",
                                "elements": []
                            },
                            {
                                "content": "92.  The relevant parts of the Code read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“2. Equal suffrage",
                                "elements": []
                            },
                            {
                                "content": "Equal suffrage entails: ... equal voting rights ...; ... equal voting power ...; equal opportunities ...",
                                "elements": []
                            },
                            {
                                "content": "3.3. An effective system of appeal",
                                "elements": []
                            },
                            {
                                "content": "a. The appeal body in electoral matters should be either an electoral commission or a court. For elections to Parliament, an appeal to Parliament may be provided for in first instance. In any case, final appeal to a court must be possible.",
                                "elements": []
                            },
                            {
                                "content": "b. The procedure must be simple and devoid of formalism, in particular concerning the admissibility of appeals.",
                                "elements": []
                            },
                            {
                                "content": "c. The appeal procedure and, in particular, the powers and responsibilities of the various bodies should be clearly regulated by law, so as to avoid conflicts of jurisdiction (whether positive or negative). Neither the appellants nor the authorities should be able to choose the appeal body.",
                                "elements": []
                            },
                            {
                                "content": "d. The appeal body must have authority in particular over such matters as the right to vote – including electoral registers – and eligibility, the validity of candidatures, proper observance of election campaign rules and the outcome of the elections.",
                                "elements": []
                            },
                            {
                                "content": "e. The appeal body must have authority to annul elections where irregularities may have affected the outcome. It must be possible to annul the entire election or merely the results for one constituency or one polling station. In the event of annulment, a new election must be called in the area concerned.",
                                "elements": []
                            },
                            {
                                "content": "f. All candidates and all voters registered in the constituency concerned must be entitled to appeal. A reasonable quorum may be imposed for appeals by voters on the results of elections.",
                                "elements": []
                            },
                            {
                                "content": "g. Time-limits for lodging and deciding appeals must be short (three to five days for each at first instance).",
                                "elements": []
                            },
                            {
                                "content": "h. The applicant’s right to a hearing involving both parties must be protected.",
                                "elements": []
                            },
                            {
                                "content": "i. Where the appeal body is a higher electoral commission, it must be able ex officio to rectify or set aside decisions taken by lower electoral commissions.”",
                                "elements": []
                            },
                            {
                                "content": "“2. Equal suffrage",
                                "elements": []
                            },
                            {
                                "content": "10. Equality in electoral matters comprises a variety of aspects. Some concern equality of suffrage, a value shared by the whole continent, while others go beyond this concept and cannot be deemed to reflect any common standard. The principles to be respected in all cases are numerical vote equality, equality in terms of electoral strength and equality of chances. On the other hand, equality of outcome achieved, for instance, by means of proportional representation of the parties or the sexes, cannot be imposed. ...",
                                "elements": []
                            },
                            {
                                "content": "3.3. An effective system of appeal",
                                "elements": []
                            },
                            {
                                "content": "92. If the electoral law provisions are to be more than just words on a page, failure to comply with the electoral law must be open to challenge before an appeal body. This applies in particular to the election results: individual citizens may challenge them on the grounds of irregularities in the voting procedures. It also applies to decisions taken before the elections, especially in connection with the right to vote, electoral registers and standing for election, the validity of candidatures, compliance with the rules governing the electoral campaign and access to the media or to party funding.",
                                "elements": []
                            },
                            {
                                "content": "93. There are two possible solutions:",
                                "elements": []
                            },
                            {
                                "content": "- appeals may be heard by the ordinary courts, a special court or the constitutional court;",
                                "elements": []
                            },
                            {
                                "content": "- appeals may be heard by an electoral commission. There is much to be said for this latter system in that the commissions are highly specialised whereas the courts tend to be less experienced with regard to electoral issues. As a precautionary measure, however, it is desirable that there should be some form of judicial supervision in place, making the higher commission the first appeal level and the competent court the second.",
                                "elements": []
                            },
                            {
                                "content": "94. Appeal to parliament, as the judge of its own election, is sometimes provided for but could result in political decisions. It is acceptable as a first instance in places where it is long established, but a judicial appeal should then be possible.",
                                "elements": []
                            },
                            {
                                "content": "95. Appeal proceedings should be as brief as possible, in any case concerning decisions to be taken before the election. On this point, two pitfalls must be avoided: first, that appeal proceedings retard the electoral process, and second, that, due to their lack of suspensive effect, decisions on appeals which could have been taken before, are taken after the elections. In addition, decisions on the results of elections must also not take too long, especially where the political climate is tense. This means both that the time limits for appeals must be very short and that the appeal body must make its ruling as quickly as possible. Time limits must, however, be long enough to make an appeal possible, to guarantee the exercise of rights of defence and a reflected decision. A time limit of three to five days at first instance (both for lodging appeals and making rulings) seems reasonable for decisions to be taken before the elections. It is, however, permissible to grant a little more time to Supreme and Constitutional Courts for their rulings.",
                                "elements": []
                            },
                            {
                                "content": "96. The procedure must also be simple, and providing voters with special appeal forms helps to make it so. It is necessary to eliminate formalism, and so avoid decisions of inadmissibility, especially in politically sensitive cases.",
                                "elements": []
                            },
                            {
                                "content": "97. It is also vital that the appeal procedure, and especially the powers and responsibilities of the various bodies involved in it, should be clearly regulated by law, so as to avoid any positive or negative conflicts of jurisdiction. Neither the appellants nor the authorities should be able to choose the appeal body. The risk that successive bodies will refuse to give a decision is seriously increased where it is theoretically possible to appeal to either the courts or an electoral commission, or where the powers of different courts – e.g. the ordinary courts and the constitutional court – are not clearly differentiated. ...",
                                "elements": []
                            },
                            {
                                "content": "98. Disputes relating to the electoral registers, which are the responsibility, for example, of the local administration operating under the supervision of or in co-operation with the electoral commissions, can be dealt with by courts of first instance.",
                                "elements": []
                            },
                            {
                                "content": "99. Standing in such appeals must be granted as widely as possible. It must be open to every elector in the constituency and to every candidate standing for election there to lodge an appeal. A reasonable quorum may, however, be imposed for appeals by voters on the results of elections.",
                                "elements": []
                            },
                            {
                                "content": "100. The appeal procedure should be of a judicial nature, in the sense that the right of the appellants to proceedings in which both parties are heard should be safeguarded.",
                                "elements": []
                            },
                            {
                                "content": "101. The powers of appeal bodies are important too. They should have authority to annul elections, if irregularities may have influenced the outcome, i.e. affected the distribution of seats. This is the general principle, but it should be open to adjustment, i.e. annulment should not necessarily affect the whole country or constituency – indeed, it should be possible to annul the results of just one polling station. This makes it possible to avoid the two extremes – annulling an entire election, although irregularities affect a small area only, and refusing to annul, because the area affected is too small. In zones where the results have been annulled, the elections must be repeated.",
                                "elements": []
                            },
                            {
                                "content": "102. Where higher-level commissions are appeal bodies, they should be able to rectify or annul ex officio the decisions of lower electoral commissions.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 3 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "93.  Mr Riza and the DPS alleged that the annulment of the election results in 23 polling stations had amounted to an unjustified infringement of their right to stand for elections as guaranteed by Article 3 of Protocol No. 1 to the Convention. Under the same provision, the other 101 applicants (whose names are appended) alleged that the annulment of their votes had amounted to a violation of their active electoral rights. Further relying on Article 13 of the Convention, Mr Riza and the DPS submitted that domestic law had provided them with no remedy capable of redressing the alleged violation of their rights.",
                                "elements": []
                            },
                            {
                                "content": "94.  The Court observes from the outset that a distinction should be drawn between the present case and the case of Grosaru v. Romania (no. 78039/01, §§ 55-56, ECHR 2010), in which the post-electoral dispute involving the applicant had never been assessed by a court. In that case the Court conducted a separate examination of the complaint under Article 13. On the other hand, in cases concerning post-electoral disputes where domestic law entrusted consideration of such disputes to the judicial courts, the Court has opted for addressing the subject matter solely from the angle of Article 3 of Protocol No. 1 (see Kerimova v. Azerbaijan, no. 20799/06, §§ 31-32, 30 September 2010, and Kerimli and Alibeyli v. Azerbaijan, nos. 18475/06 and 22444/06, §§ 29 and 30, 10 January 2012).",
                                "elements": []
                            },
                            {
                                "content": "95.  In the present case, the examination of the electoral dispute was assigned to the Constitutional Court, which delivered a final judgment. In the light of the specific facts of the case, and as it proceeded in the Kerimova and Kerimli and Alibeyli judgments (cited above), the Court considers that no separate issue arises under Article 13 of the Convention. It will, however, take into account the specific features of the proceedings conducted before the Bulgarian Constitutional Court in order to analyse the complaints under Article 3 of Protocol No. 1, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“The High Contracting Parties undertake to hold free elections at reasonable intervals by secret ballot, under conditions which will ensure the free expression of the opinion of the people in the choice of the legislature.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Compliance with the other admissibility criteria",
                                        "elements": [
                                            {
                                                "content": "109.  The Government contested the victim status of Mr Riza, the DPS and the other 101 applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  They submitted in particular that Mr Riza had stood in the 2009 general elections as a party candidate in a multiple-member constituency in Bulgarian territory where parliamentary seats had been allocated according to the proportional system. Bulgarian voters living abroad, particularly in Turkey, had voted not for lists of candidates put forward by the political parties but for the parties themselves. Thus electors who had voted for the DPS in the polling stations in question had not voted explicitly for Mr Riza. Accordingly, the latter could not have validly claimed that the decision which had led to the annulment of the votes cast for his party in 23 polling stations in Turkey had had a direct negative impact on his right to stand in the general elections.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The Government added that the DPS also could not claim to have been the victim of a violation of its right to stand in elections, since it had taken part in the election under the same conditions as all the other parties and coalitions. By actively participating in the country’s political life and the elections, the party had implicitly agreed to obey the rules on the apportionment of seats and not to take advantage of any irregularities occurring during the voting procedure. The impugned judgment of the Constitutional Court had noted and remedied just such irregularities, and that decision had led to the annulment of the election of candidates from other political parties. Thus the impugned measure had not been aimed exclusively at the DPS and had not been implemented disproportionately and tendentiously.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  As regards the other 101 applicants who voted in polling stations where the results were annulled by the Constitutional Court, the Government submitted that their voting rights had in no way been infringed. They pointed out in particular that the State had made the necessary arrangements to enable those concerned to cast their votes in their country of residence. The applicants’ votes had not been declared null and void by the Constitutional Court’s judgment: the latter had been delivered in the framework of proceedings which had provided all the necessary safeguards against arbitrariness, and had merely deducted from the final outcome of the elections all the votes cast in the polling stations where the 101 applicants had voted on grounds of non-compliance with the legal obligation for the leaders of electoral committees to sign the additional lists of voters. Accordingly, the Constitutional Court’s judgment had not directly or sufficiently seriously infringed those applicants’ active electoral rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  Relying on the same arguments, the Government submitted, in the alternative, that the application lodged by the 101 electors should be rejected as being incompatible ratione materiae, manifestly ill-founded, and/or, pursuant to Article 35 § 3 (b) of the Convention, for lack of significant disadvantage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  The Court notes that all those objections can be summed up in a single plea disputing the applicants’ victim status. It considers that that question is closely connected with the very substance of the complaints raised by the applicants under Article 3 of Protocol No. 1. It therefore holds that that objection should be joined to the merits of the complaints submitted by Mr Riza, the DPS and the other 101 applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "116.  The applicants alleged that the judgment delivered by the Constitutional Court on 16 February 2010 had given rise to an unjustified infringement of their rights as secured under Article 3 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  Mr Riza submitted that he had stood in the 2009 general elections as a candidate on the DPS list in the 8th multiple-member constituency in Dobrich. Following the elections he had been declared elected to the National Assembly, and his party, the DPS, had been represented by 38 deputies in the national Parliament, 33 of whom had benefited from the proportional allocation of seats. The impugned judgment of the Constitutional Court had subsequently modified the election results: the DPS’s total was reduced by 18,140 votes, which had led to the loss of one of its seats, Mr Riza’s, in the national Parliament. Mr Riza and the DPS considered that that situation amounted to an interference with the exercise of their right to stand in general elections.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  The other 101 applicants had exercised their voting rights during the Bulgarian general elections. They had chosen to vote in 17 of the polling stations opened in Turkish territory. The Bulgarian Constitutional Court had, by its judgment of 16 February 2010, annulled the voting in 23 of the polling stations in Turkish territory, including those in which the applicants had voted. Their votes had thus been annulled. The 101 applicants considered that that situation amounted to an interference with the exercise of their right to participate as voters in the general election.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  The applicants submitted that the decision-making process which had led to the modification of the election result had lacked adequate safeguards against arbitrariness. The procedure used by the Constitutional Court to reach its decision had been designed for assessing the constitutionality of legislation enacted by Parliament: the procedure had been completely unsuited to the assessment of an electoral dispute and, moreover, the regulations governing it had been defective. In the instant case, the precise subject matter of the dispute had not been determined from the outset of the proceedings, having only been established when the Constitutional Court had delivered judgment. The fact that the Constitutional Court had rejected all the appellants’ arguments put forward one by one, but decided to annul the voting in in 23 polling stations because of formal defects which had been mentioned for the first time in the proceedings by an expert report, at the initiative of the experts in question, revealed a lack of clarity and foreseeability in that regard. The appellants had thus been exempted from the obligation to present evidence of the irregularities allegedly committed in the polling stations in question. The Constitutional Court had appropriated the power to investigate and to adjudicate ex officio on compliance with the overall criteria governing the fairness of voting in all the polling stations in which the Bulgarian citizens living in Turkey had voted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  The proceedings before the Constitutional Court had not been adversarial. Neither the DPS nor Mr Riza had been parties to the proceedings in spite of their express requests to that effect and despite the fact that, in their view, the dispute had concerned them directly. The only document in the case file to which they had had access was the initial statement of claim, which had been transmitted to them by the DPS deputies in the National Assembly. Those applicants had had no access to the other contents of the case-file, the additional arguments set forth by the appellants, the evidence gathered during the proceedings or the factual and legal issues discussed before the Constitutional Court. They had been deprived of any opportunity to defend their rights and legitimate interests in the framework of the proceedings. Furthermore, domestic law provided no remedy against the impugned judgment of the Constitutional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  The DPS, Mr Riza and the other 101 applicants submitted that the irregularities in the voting procedure noted in the judgment of the Constitutional Court had been minimal and should not have led to the annulment of the votes cast in the polling stations in question or of the voting procedure itself. The Constitutional Court had failed to consider whether the impact of the irregularities noted had been sufficiently serious to require the annulment of the voting in the 23 polling stations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  The applicants considered that none of those irregularities had pointed to any kind of electoral fraud. The Electoral Law did not require the chair and the secretary of the local electoral committee responsible for an out-of-country polling station to sign at the bottom of the list of voters registered on election day. Such a requirement applied to the “additional lists” drawn up solely in polling stations in the national territory. That was why almost all the lists of voters drawn up on election day in the polling stations in Turkey had not been signed. Moreover, the same requirement had not been complied with in polling stations in the national territory, although, according to the applicants, that had not affected the validity of the voting procedure in those stations. That being the case, the Constitutional Court’s affirmation that the signatures in question were a fundamental and obvious element for the validity of the voting lists had been completely arbitrary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  The applicants submitted that the electoral documents required for calculating out-of-country electoral results were the minutes of voting signed by the members of the local electoral committee and the diplomatic telegram sent by the Bulgarian representations in the country concerned. They explained that those two documents contained information on the number of persons voting, the number of spoiled votes and the number of votes cast for each party. Enclosed with the list of voters comprising identification data on and the signature of each person voting, as well as the ballot papers in the ballot box, those documents had been sufficient to detect any instance of electoral fraud. All those documents had been available for the 23 polling stations and no electoral fraud had been discovered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  The applicants added that the Constitutional Court had noted two further irregularities: the absence of minutes or of the first page of such minutes. In fact it was not the first but the second page of the minutes which provided the information required to calculate the results, that is to say the number of persons voting, the number of valid ballots, the number of spoiled votes, and the apportionment of votes among the different political parties. In the event that neither of the two pages of the minutes had been placed on file, the diplomatic telegram reproduced the same data. Those documents had indeed been filed away in respect of the 23 polling stations in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  The Constitutional Court had itself acknowledged that the votes cast in the 23 polling stations had been valid, but had decided to deduct them from the election results owing to omissions which had been attributable neither to the voters, including the 101 applicants in the present case, nor to Mr Riza and the DPS. Furthermore, the media had reported many cases of similar omissions, such as the accidental destruction by maintenance staff at the Bulgarian Embassy in Washington of all the electoral documents from the polling stations operating in US territory. The lawfulness of the voting procedure in US territory had never been challenged, and the votes cast in those polling stations had been taken into account for the apportionment of seats in the National Assembly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  For those reasons, the applicants invited the Court to find that the impugned interference with the exercise of their respective rights to participate in the general elections as candidates/voters had not pursued any legitimate aim and had been totally unjustified under Article 3 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  The Government first of all disputed the existence of an interference with the exercise by the applicants of the rights secured under Article 3 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  They pointed out that the DPS had put up numerous candidates for the 2009 general elections in single- and multiple-member constituencies, and that Mr Riza had been included in that party’s list of candidates for the 8th multiple-member constituency. They denied that there had been any direct link between the annulment of the voting in the 23 polling stations in Turkish territory and the annulment of Mr Riza’s parliamentary seat. The Government considered that that decision had not affected the DPS’s political weighting, since it was still the third biggest political party in Bulgaria in terms of number of deputies elected to the National Assembly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  As regards the other 101 applicants, the Government considered that they had exercised their voting rights and that their votes had not been annulled by the Constitutional Court. On the contrary, the Constitutional Court had emphasised that those votes had been valid but had nonetheless not been counted owing to serious negligence on the part of the members of the electoral committees responsible for the polling stations in which the applicants had voted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  In the alternative, the Government submitted that even supposing there had been an interference with Mr Riza’s and the DPS’s passive electoral rights and with the other applicants’ active electoral rights, that interference had been justified in the light of the arguments set out below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  The Government thus explained that the right to vote and the right to stand for election were guaranteed by the Bulgarian Constitution and that at the material time the voting procedure had been governed by the 2001 Electoral Law. Seats in the National Assembly had been allocated on the basis of all valid votes cast. That being the case, it had been vital for the lawfulness of the election to take into account only the valid votes in calculating the election results. In the Government’s view, that had been the only way to guarantee the protection of both the right to vote and the right to stand for election, inasmuch as it had ensured that deputies were elected to the national Parliament with the genuine support of the electorate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  The Government added that the domestic courts had applied Bulgarian electoral legislation in a clear and foreseeable manner. They stated that the judgment of the Constitutional Court disputed by the applicants had been geared to ensuring compliance both with electoral legislation and with the lawfulness of the election.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  The Government further pointed out that according to the Electoral Law the Constitutional Court was the body competent to examine the lawfulness of the election of deputies. In the framework of its competences and pursuant to the above-mentioned legitimate aims, the Constitutional Court had conducted very careful scrutiny of the conditions for ensuring the regularity of voting in the polling stations operating in Turkish territory. It had ordered two expert assessments and examined their findings, and had received and taken into account the observations of all the parties concerned. Referring to the overall evidence amassed, it had noted serious omissions from the election material, particularly the lists of voters and the minutes of voting, which it submitted had affected the lawfulness of the voting procedure and necessitated the exclusion of the votes cast in 23 polling stations, including the 17 stations in which the 101 applicants in the present case had voted. The modification of the election results had led to a redistribution of parliamentary seats and the annulment of the seats of three deputies belonging to different political formations, that is to say the DPS, the RZS party and the Blue Coalition. The impact of the modification of the election results had thus been apportioned among several parties taking part in the general elections, and neither the DPS nor Mr Riza could validly claim that the impugned judgment had had the effect of exclusively infringing their rights and legitimate interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.  The Government submitted that there had been no sign of arbitrariness in the manner in which the judgment in question had been adopted and reasoned. The Constitutional Court had merely applied domestic electoral legislation. The alleged interference with the exercise of the rights to vote and to stand for election had not violated the substance of those rights; it had pursued a legitimate aim and observed a proper proportionality between the general interest and the applicants’ rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  The Government added that the Bulgarian authorities were determined to fight electoral practices that were incompatible with democracy, making them liable to criminal prosecution. Those practices included vote-buying and “electoral tourism”, which consisted in organising transport out of the country for a large number of voters in order to skew the election results.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "136.  The Court reiterates that Article 3 of Protocol No. 1 enshrines a characteristic principle of democracy and is accordingly of prime importance in the Convention system (see Mathieu-Mohin and Clerfayt v. Belgium, 2 March 1987, § 47, Series A no. 113, and Ždanoka v. Latvia [GC], no. 58278/00, § 103, ECHR 2006IV). The role of the State, as ultimate guarantor of pluralism, involves adopting positive measures to “organise” democratic elections “under conditions which will ensure the free expression of the opinion of the people in the choice of the legislature” (see Mathieu-Mohin and Clerfayt, cited above, § 54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  Article 3 of Protocol No. 1 does not create any obligation to introduce a specific system such as proportional representation or majority voting with one or two ballots. The Contracting States have a wide margin of appreciation in that sphere. Electoral systems seek to fulfil objectives which are sometimes scarcely compatible with each other: on the one hand, to fairly accurately reflect the opinions of the people, and on the other, to channel currents of thought so as to promote the emergence of a sufficiently clear and coherent political will. In these circumstances the phrase “conditions which will ensure the free expression of the opinion of the people in the choice of the legislature” implies essentially the principle of equality of treatment of all citizens in the exercise of their right to vote and their right to stand for election. It does not follow, however, that all votes must necessarily have equal weight as regards the outcome of the election or that all candidates must have equal chances of victory. Thus no electoral system can eliminate “wasted votes” (see Mathieu-Mohin and Clerfayt, cited above, § 54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  According to the case-law of the Court, the words “free expression of the opinion of the people” mean that elections cannot be conducted under any form of pressure in the choice of one or more candidates, and that in this choice the elector must not be unduly induced to vote for one party or another. The word “choice” means that the different political parties must be ensured a reasonable opportunity to present their candidates at elections (see Yumak and Sadak v. Turkey [GC], no. 10226/03, § 108, ECHR 2008). The Court has also ruled that once the wishes of the people have been freely and democratically expressed, no subsequent amendment to the organisation of the electoral system may call that choice into question, except in the presence of compelling grounds for the democratic order (see Lykourezos v. Greece, no. 33554/03, § 52, ECHR 2006VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  Article 3 of Protocol No. 1 also covers subjective rights, including the right to vote and the right to stand for election (see Mathieu-Mohin and Clerfayt, cited above, §§ 46-51).",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  The right to vote, that is to say the “active” aspect of the rights guaranteed by Article 3 of Protocol No. 1, is not a privilege. In the twenty-first century, the presumption in a democratic State must be in favour of inclusion (see Hirst v. the United Kingdom (no. 2) [GC], no. 74025/01, § 59, ECHR 2005IX). Clearly, Article 3 of Protocol No. 1 does not provide for the implementation by Contracting States of measures to allow expatriates to exercise their right to vote from their place of residence. Nevertheless, since the presumption in a democratic State must be in favour of inclusion, such measures are consonant with that provision (see Sitaropoulos and Giakoumopoulos v. Greece [GC], no. 42202/07, § 71, ECHR 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "141.  As regards the passive aspect of electoral rights, it is not restricted to the mere possibility of standing for election: once elected, the person concerned is also entitled to sit as a member of parliament (see Sadak and Others v. Turkey (no. 2), nos. 25144/94, 26149/95 to 26154/95, 27100/95 and 27101/95, § 33, ECHR 2002IV, and Lykourezos, cited above, § 50 in fine). Moreover, the Court has accepted that, when electoral legislation or the measures taken by national authorities restrict individual candidates’ right to stand for election through a party list, the relevant party, as a corporate entity, could claim to be a victim under Article 3 of Protocol No. 1 independently of its candidates (see Georgian Labour Party v. Georgia, no. 9103/04, §§ 72-74, ECHR 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  The Court then reiterates that the rights secured under Article 3 of Protocol No. 1 are not absolute. There is room for “implied limitations”, and Contracting States must be given a margin of appreciation in this sphere (see Mathieu-Mohin and Clerfayt, cited above, § 52; Ždanoka, cited above, § 103; and Podkolzina v. Latvia, no. 46726/99, § 33, ECHR 2002-II). However, it is for the Court to determine in the last resort whether the requirements of Protocol No. 1 have been complied with; it has to satisfy itself that the conditions do not curtail the rights in question to such an extent as to impair their very essence and deprive them of their effectiveness; that they are imposed in pursuit of a legitimate aim; and that the means employed are not disproportionate (see Mathieu-Mohin and Clerfayt, cited above, § 52, and Ždanoka, cited above, § 104).",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  The Court must ensure that the decision-making process on ineligibility or contestation of election results is accompanied by criteria framed to prevent arbitrary decisions. In particular, such a finding must be reached by a body which can provide a minimum of guarantees of its impartiality. Similarly, the discretion enjoyed by the body concerned must not be exorbitantly wide; it must be circumscribed, with sufficient precision, by the provisions of domestic law. Lastly, the procedure for declaring a candidate ineligible must be such as to ensure a fair and objective decision and prevent any abuse of power on the part of the relevant authority (see Podkolzina, cited above, § 35; Kovach v. Ukraine, no. 39424/02, §§ 54-55, ECHR 2008; and Kerimova, cited above, §§ 44-45). The Court also reiterates that under the subsidiarity principle it is not its task to replace the domestic courts in assessing the facts or interpreting domestic law. In the specific context of electoral disputes, it is not called up to determine whether the irregularities in the voting procedure complained of by the parties amounted to violations of the relevant domestic legislation (see Namat Aliyev v. Azerbaijan, no. 18705/06, § 77, 8 April 2010). Its role in determining whether there was an unjustified interference in “the free expression of the opinion of the people in the choice of the legislature” is confined to establishing whether the decision given by the domestic court was arbitrary or manifestly unreasonable (see Babenko v. Ukraine (dec.), no. 43476/98, 4 May 1999; Partija “Jaunie Demokrati” and Partija “Musu Zeme” v. Latvia (dec.), nos. 10547/07 and 34049/07, 29 November 2007; and Kerimli and Alibeyli, cited above, §§ 38-42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  The Court considers that it should first of all seek to establish whether the situation complained of by the applicants amounts to an interference with their rights as guaranteed by Article 3 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  The Court observes that at the material time the 101 applicants, whose names are appended to the present judgment, lived in Turkey. They voted in the 5 July 2009 general elections in 17 of the polling stations in Turkish territory. Their votes were initially taken into account in calculating the 4% electoral threshold. The votes cast by the applicants for the six successful parties were then taken into account in apportioning seats among those political parties at the national level ....",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  In its judgment of 16 February 2010, which is the subject of the present application, the Bulgarian Constitutional Court decided to annul the elections in 23 polling stations opened by the Bulgarian diplomatic representations in Turkish territory and to deduct from the election results the votes cast in those polling stations, to a total of 18,358 votes. Those votes included those cast by the 101 applicants whose names are appended, as the 17 polling stations in which they had voted had been among the 23 in which the elections were annulled.",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  The Government submitted that the situation in question did not amount to an interference with the exercise of the 101 applicants’ voting rights: they argued that the latter had exercised their right to vote, but that their votes had not been counted in the allocation of seats in the National Assembly because there had had been serious irregularities in the voting procedure in their polling stations. The Court begs to differ.",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  The active electoral right as guaranteed by Article 3 of Protocol No. 1 is not confined exclusively to the acts of choosing one’s favourite candidates in the secrecy of the polling booth and slipping one’s ballot paper into the box. It also involves each voter being able to see his or her vote influencing the make-up of the legislature, subject to compliance with the rules laid down in electoral legislation. To allow the contrary would be tantamount to rendering the right to vote, the election and ultimately the democratic system itself meaningless.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  Those considerations lead the Court to note that the impugned judgment of the Constitutional Court did have a direct impact on the voting rights of the 101 applicants in question. Their votes were excluded from the election results: they were not taken into account in calculating the 4% electoral threshold, and those of the 101 votes which were cast for the first six parties in the elections were not taken into account in apportioning seats among those parties at the national level ....",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  The Court observes that Mr Riza and the DPS stood in the 5 July 2009 Bulgarian general elections: the DPS was registered by the Central Electoral Commission as a party participating in the election, put up several candidates in the multiple- and single-member constituencies in Bulgarian territory and was included on the ballot paper specially designed for voting outside the national territory; Mr Riza was in second place on his party’s list of candidates in the 8th multiple-member constituency in Dobrich (see paragraph 14 above). After the initial publication of the election results and the first allocation of seats on 7 July 2009, the DPS obtained 33 seats in the National Assembly under the proportional system, and five further seats under the majority system (see paragraph 20 above). Mr Riza was not elected to Parliament (see paragraph 21 above). However, following a Constitutional Court appeal lodged by a candidate for another political party, which was ultimately successful, a second proportional distribution of seats was organised: the DPS lost one of its two seats in the 19th multiple-member constituency but obtained a second seat in the 8th multiple-member constituency, which was assigned to Mr Riza as the second candidate on his party’s list in that constituency (ibid.). Accordingly, as at 12 October 2009 the DPS’s score in the elections totalled 610,521 votes and the party had 38 deputies in Parliament, including Mr Riza. The latter was subsequently elected to one of the standing committees in the National Assembly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  The Constitutional Court judgment affected the situation of those two applicants, who had stood for the general election in question. The DPS had 18,140 votes deducted from its total electoral score. The ensuing redistribution of seats led to changes in the composition of the national Parliament: the DPS lost one parliamentary seat to the political party which had won the elections under the proportional system, and Mr Riza lost his mandate as a deputy (see paragraphs 48 and 49 above). Thus the applicant party’s electoral score under the proportional system fell by some 3%; its parliamentary group was reduced from 38 deputies to 37, and Mr Riza forfeited his position as a representative in the National Assembly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  In the light of the above facts, the Court considers that the situation complained of by the applicants amounts to an interference with the exercise of their respective rights to vote in and stand for general elections as secured under Article 3 of Protocol No. 1. It also considers that the same arguments require it to reject the Government’s objection regarding the applicants’ lack of victim status (see paragraph 114 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  The Court must therefore satisfy itself that the interference in question did not limit the applicants’ active and passive electoral rights to the extent of affecting their very substance and depriving them of their effectiveness, that it pursued a legitimate aim and that the means used were not disproportionate to the aim pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "154.  The Court notes that the parties disagree as to the purpose of the impugned measures. The applicants considered that the annulment of the voting in 23 out-of-country polling stations had not pursued any legitimate aim, whereas the Government submitted that the scrutiny conducted by the Constitutional Court had been geared to ensuring compliance with electoral legislation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "155.  The Court observes that the proceedings before the Constitutional Court which led to the judgment complained of by the applicants were based on Article 149, (1) (7) of the Constitution and section 112 of the 2001 Electoral Law. Those provisions allowed any person standing in the general elections to contest the lawfulness of the election of deputies to the National Assembly .... Such disputes often concern compliance with the rules on voting and vote-counting in one or more polling stations, and may lead to the invalidation of some of the votes and a change in the total number of votes obtained by each individual candidate or political party. In proportional election systems, changing the electoral score of political formations, sometimes just in one single polling station, can lead to a redistribution of parliamentary seats and an increase or decrease in the number of seats allocated to the various parties or coalitions. That is exactly what happened in the present case. The impugned proceedings were brought by the President of the RZS political party and three of its candidates, seeking to contest the lawfulness of the election of seven DPS deputies under the proportional system in the framework of the Bulgarian election system. The appellants complained of several irregularities in the voting procedure in the 123 polling stations in which Bulgarian citizens living in Turkey had exercised their voting rights (see paragraph 22 above). Accordingly, the Court accepts that the proceedings before the Constitutional Court had the legitimate aim of ensuring compliance with electoral legislation and therefore the lawfulness of the voting and the election results.",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  The Court considers that the next step must be to establish whether the decision-making process was surrounded by adequate safeguards against arbitrariness. In doing so it must ascertain whether that process complied with the requirements as set out in its well-established case-law (see paragraph 143 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  The applicants submitted that the proceedings before the Constitutional Court had been unsuited to the assessment of post-electoral disputes. They observed that the application of the procedural rules laid down in the Law on the Constitutional Court and its implementing regulations had resulted in a set of proceedings that had lacked any clearly determined purpose, remained inaccessible to the DPS and Mr Riza and been unappealable (see paragraphs 119 and 120 above). The Government considered that the two applicants had been involved in the proceedings to the extent required in order to defend their interests, as the Constitutional Court had considered their observations and replied to them in its judgment of 16 February 2010 (see paragraph 133 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  The Court observes from the outset that the applicant party disputed neither the independence nor the impartiality of the Bulgarian Constitutional Court dealing with the post-electoral case in question. It sees no reason to reach any different conclusion on that matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  The Court then notes that the Law on the Bulgarian Constitutional Court and its implementing regulations only provide for one type of proceedings for all cases submitted to it. The same procedural rules are therefore applicable to cases concerning the compatibility with the Constitution of domestic legislative provisions and to disputes concerning the lawfulness of general elections and election results. In the present case it is not the Court’s task to adjudicate in abstracto on the compatibility with the Convention and its Protocols of the legislature’s approach. It will confine itself to assessing whether, in the instant case, the proceedings in issue allowed the applicants to defend their legitimate interests effectively, as persons or parties participating in general elections.",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  In the initial complaint on which the impugned proceedings were based, the leader of the RZS political party and three of its members contested the lawfulness of the election of seven DPS deputies, alleging serious violations of electoral legislation in all the polling stations operating in Turkish territory (see paragraph 22 above). The proceedings led to the annulment of the elections in 23 of the 123 polling stations in question and to the cancellation of Mr Riza’s parliamentary mandate, which had not been included in the initial complaint. The Court observes that that situation is the result of the combined effect of three specific aspects of the Bulgarian electoral system: the allocation under proportional representation at the national level of 209 parliamentary seats among the different political parties; the consideration of out-of-country votes solely for that allocation of seats at the national level; and the subsequent allocation of seats won by each party in the 31 multiple-member constituencies in Bulgaria. Having regard to those specific features of the Bulgarian electoral system, the decisions whether to annul one or more parliamentary mandates and which mandates to annul depended on the number of votes invalidated and their apportionment among the different parties. The Constitutional Court therefore had first of all to establish whether the voting procedure had been sufficiently seriously flawed to require the annulment of the results of voting. The Constitutional Court chose to limit the territorial scope of its assessment of observance of electoral legislation to the polling stations specially opened in Turkish territory because those stations had been explicitly mentioned in the initial complaint submitted to it. The Court will not question the domestic court’s choice in this respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  All the parties’ observations and the expert reports presented to the Constitutional Court concerned the question whether there had been irregularities in the voting procedure in the polling stations in Turkey, and if so, whether those irregularities had been sufficiently serious to justify annulling the results (see paragraphs 22 and 25-37 above). The reasoning set out by the Bulgarian Constitutional Court in its judgment of 16 February 2010 had been based on the same questions (see paragraphs 38-48 above). The Court considers that all these elements show that the subject matter of the dispute before the Constitutional Court, that is to say the alleged irregularity of the voting procedure in all the polling stations operating in Turkish territory, was known to all those taking part in the proceedings right from the outset.",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  The wording of section 112 of the 2001 Electoral Law suggested that a dispute concerning the alleged unlawfulness of the election of a deputy necessarily involved the latter and the natural or legal persons disputing his or her election .... The applicant party relied on that provision to argue that the DPS and Mr Riza had been parties to the proceedings right from the outset, and at the very least since their explicit request to join the proceedings on 15 and 16 February 2010. However, it cannot be overlooked that Rule 21 (1) of the Rules of the Constitutional Court confers on it the discretionary power to determine the parties involved in proceedings before it .... It was in the framework of that power that the Constitutional Court designated a number of State institutions and bodies and two non-governmental organisations as parties to the proceedings (see paragraph 24 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  It is true that the Constitutional Court did not reply to the request submitted by Mr Riza and the DPS to be joined as parties to the proceedings. On the other hand, the National Assembly joined as a party to the proceedings on 11 August 2009 (see paragraph 24 above). The Court will not question the Constitutional Court’s choice in this regard. Owing to the specific features of the Bulgarian electoral system ... it was impossible to foresee which party or individual candidate would be affected by the final decision. In that framework, designating the National Assembly as a party to the proceedings before the Constitutional Court seemed logical because all the deputies were potentially concerned by the future judgment of that court and all the political parties which had participated in the allocation of seats under the proportional system were represented in the Assembly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "164.  On the date on which Parliament was officially designated as a party to the proceedings, the DPS had a parliamentary group comprising 38 deputies. Mr Riza, who is a Vice-President of the party, joined the ranks of his parliamentary group in October 2009 (see paragraphs 20 and 21 above). The two applicants acknowledged that it was through the intermediary of the parliamentary group that Mr Riza and the party organs had obtained a copy of the initial statement of claim (see paragraph 120 above). The Court notes that the DPS parliamentary group played a much more active role in the impugned proceedings before the Constitutional Court than the applicants would admit. Through the intermediary of the national Parliament the DPS parliamentary group presented observations on both the admissibility and the merits of the case, in which it countered the arguments set out in the appellants’ complaint (see paragraph 25 above). The Constitutional Court replied to those observations in its judgment of 16 February 2010 (see paragraphs 39-48 above). The DPS parliamentary group also pronounced on the additional expert assessment ordered by the Constitutional Court on 27 January 2010, contesting the criteria used in order to deduct from the election results the votes cast in the 23 polling stations in Turkey (see paragraph 34 above). Those criteria subsequently proved decisive for the outcome of the proceedings (see paragraphs 46-48 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "165.  In the light of all the above factors, the Court notes that during the proceedings before the Constitutional Court the DPS parliamentary group actively defended the interests of its political party and those of Mr Riza, who was a party member. Moreover, it would appear that through the intermediary of the national Parliament, which was officially a party to the proceedings, the parliamentary group, and therefore the two applicants, had access to all the documents in the case file and were regularly updated on the progress of the proceedings (see, in particular, the content of their individual requests for leave to join the proceedings as parties in paragraph 37 above). Having regard to the circumstances of the case and notwithstanding that the two applicants were not officially parties to the impugned proceedings, the Court considers that they did actually participate in the proceedings through the intermediary of the DPS parliamentary group and that they had an opportunity to set forth their arguments against the annulment of the election results in the polling stations in Turkish territory and to contest effectively the arguments presented by the appellants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "166.  The DPS and Mr Riza also complained that no appeal had lain against the Constitutional Court’s judgment. The Court observes in that regard that none of the provisions of the Convention or the Protocols thereto require Contracting States to put in place an appeal system for electoral disputes, let alone provide for an appeal against Constitutional Court judgments, where States opt for assigning the adjudication of post-electoral disputes to such superior courts. It should also be noted that in its Code of Good Conduct in Electoral Matters, the Venice Commission recommends introducing the possibility of appealing to a tribunal solely where the first-instance decisions have been given by specialised bodies such as electoral committees (see paragraph 92 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "167.  All the applicants contested the reasons on which the Constitutional Court had based its decision to annul the voting in 23 polling stations. The Court reiterates that it is not its task to replace the domestic courts in assessing the facts or interpreting domestic law, in this case the Bulgarian Electoral Law. It must, however, satisfy itself that the decision given by the domestic court was not arbitrary or manifestly unreasonable (see paragraph 143 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "168.  The Court observes that the Bulgarian Constitutional Court noted the following irregularities in the electoral documents in order to justify the annulment of the voting in the 23 polling stations in question: the failure to put on file the minutes of voting in one polling station; no first page for the minutes of voting or no information on the first page concerning the number of persons voting; and failure of the chair and secretary of the local electoral commission to sign at the bottom of the list of voters registered on election day (see paragraph 46 above). The Bulgarian Constitutional Court accepted that the minutes of voting constituted the main document establishing the facts concerning voting in a given polling station, and that the absence of the first page of that document and the signatures at the bottom of the additional list of voters affected its probative value vis-à-vis the reality of the voting in the polling station in question (see paragraphs 46 and 47 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "169.  The Court notes that the minutes of voting as defined by Bulgarian legislation plays a dual role in the voting process: the second page of the minutes sets out the results of the voting, and it is on the basis of those data that the Central Electoral Commission determines the election results ...; the first page of the minutes also contains the number of persons registered on the electoral roll and the number of those who actually voted on election day ... and thus serves as a basis for comparison with the electoral rolls in detecting various types of electoral fraud, such as ballot-box stuffing and the inclusion of fictitious voters on the lists of persons voting. In the present case, there were no minutes on file for just one of the polling stations in Turkish territory; as regards the other three, the first page of the minutes was missing; and in respect of another polling station the minutes failed to record the number of persons who had voted on election day (see paragraph 33 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "170.  The Court observes that it was only in the last of those five polling stations that the irregularity concerning the minutes was, in all likelihood, committed on election day by the members of the local electoral commission and that that irregularity can therefore be considered as circumstantial evidence of electoral fraud. Given that the electoral documents from out-of-country polling stations had first of all been handed over to the Bulgarian diplomatic representatives at the close of voting on election day and only then been sent on to the Central Electoral Commission in Bulgaria ..., it cannot be ruled out that the minutes from the first of those polling stations and the first page of the minutes from the other three had gone missing at that stage. The Constitutional Court failed to look into that possibility, despite the reports from some of the members of the Central Electoral Commission that the electoral documents from Turkey had previously been opened and then resealed before being sent to the Commission (see paragraph 36 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "171.  Without seeking to establish whether the minutes from those four polling stations had in fact been completed, signed and handed over in their entirety to the Bulgarian diplomatic services in Turkey by the corresponding local electoral commissions, the Constitutional Court merely noted their total or partial absence from the files of the competent State bodies, which automatically led to the annulment of the voting in those four polling stations. The Constitutional Court thus based that part of its decision on a factual finding which did not in itself demonstrate that there had been any kind of irregularity in the voting procedure in the four polling stations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "172.  The Constitutional Court decided to annul the elections in another 18 polling stations on the grounds that the lists of voters registered on the day of the elections had been signed neither by the chair nor the secretary of the local electoral commission. Its judgment acknowledged that the Electoral Law did not explicitly require such signatures. It nonetheless considered that such signature was one of the fundamental and obvious components of any official document and that the model “additional list of voters” approved by Presidential Decree provided for such signatures (see paragraph 47 above). The Constitutional Court thus applied by analogy the provisions on “additional lists of voters” and “under-the-line lists” drawn up in the polling stations in Bulgarian national territory ... to the specific case of the lists of non-preregistered voters drawn up on election day in the out-of-country polling stations. It annulled the voting in the 18 polling stations on the grounds that the irregularities noted in the voting lists had irremediably affected the probative value of the minutes of voting.",
                                                "elements": []
                                            },
                                            {
                                                "content": "173.  It transpires from the case file that all the electoral documents from those 18 polling stations (ballot-papers, minutes and electoral lists) had been filed and placed at the disposal of the experts and the members of the Constitutional Court. The Court observes that the lack of the two signatures is the only irregularity that was found in those electoral documents. Moreover, the Constitutional Court acknowledged in its judgment that the absence of the signatures of the local electoral commission officials only cast doubt on the probative value of the lists of voters and consequently the accuracy of the data set out in the minutes of voting, and not the validity of the votes cast.",
                                                "elements": []
                                            },
                                            {
                                                "content": "174.  Clearly, non-compliance with the formal requirements concerning electoral lists may point to fraud relating to the composition of the electorate. However, the Court considers that that was not necessarily the case in the specific context of the present case. It cannot be overlooked that at the material time there were omissions in the Bulgarian electoral legislation concerning the formalities to be observed by out-of-country local electoral commissions when registering voters on the electoral lists on election day. The Constitutional Court came up against that problem in the present case, and it resorted to application by analogy of the Electoral Law in order to fill the legal vacuum left by the legislature (see paragraph ... 47 ... above). However, the 18 lists of voters in question were not the only ones lacking the two signatures in question. In fact, this was a recurrent formal omission because the additional lists of voters had not been signed by the chairs and secretaries of the electoral commissions in a total 116 of the 123 polling stations in Turkish territory (see paragraph 29 above), which amounted to some 42% of all the out-of-country polling stations (see paragraph 13 above). The Court considers that that information only confirms its finding that domestic legislation was insufficiently clear on this specific point. Under those circumstances it considers that that omission, which is purely technical in nature, does not in itself demonstrate that the voting procedure in those 18 polling stations involved irregularities justifying the annulment of the election results.",
                                                "elements": []
                                            },
                                            {
                                                "content": "175.  The Constitutional Court used an additional criterion to annul the election results in the 18 polling stations in question, that is to say the fact that none of the pre-registered voters had cast their votes in those stations. The Court nevertheless observes that domestic legislation did not require Bulgarian citizens to vote on election day, even where they had previously declared their intention to exercise their voting rights. The criterion in question is therefore a complementary one which cannot in itself reveal any particular irregularity in the voting procedure. The Constitutional Court used it exclusively to eliminate the votes cast by persons included on the unsigned additional lists.",
                                                "elements": []
                                            },
                                            {
                                                "content": "176.  These facts are sufficient for the Court to conclude that the decision-making process implemented by the Bulgarian Constitutional Court did not comply with the standards developed in the Court’s case-law (see paragraph 143 above). In particular, the Constitutional Court annulled the election in 22 polling stations on purely formal grounds. Moreover, the elements on which that court relied to justify that part of its decision were not set out clearly and foreseeably enough in domestic law, and it had not been demonstrated that they had affected the electorate’s choice and distorted the election results.",
                                                "elements": []
                                            },
                                            {
                                                "content": "177.  As regards the last polling station, where the results were annulled on the grounds that the number of persons voting was not mentioned on the first page of the minutes (see paragraphs 169 and 170 above), the Court observes that the Bulgarian Electoral Law in force at the material time infringed the recommendations of the Venice Commission’s Code of Good Conduct in Electoral Matters (see paragraph 92 above) by failing to provide for the possibility of organising fresh elections in the event of annulment of voting .... Such a possibility was not introduced into domestic legislation until 2011, and the rule was only applicable where the election results had been annulled in their entirety (ibid.). It is clear that the impossibility of holding fresh elections had at no stage been considered by the Constitutional Court in deciding whether the annulment of the election results, under the particular circumstances of the case, would be a measure proportionate to the aim sought to be achieved under Article 3 of Protocol No. 1, whose purpose is to ensure the free expression of voters’ wishes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "178.  The Court bears in mind that organising fresh elections in the territory of another sovereign country, even in a small number of polling stations, is always liable to come up against major diplomatic and operational obstacles and occasion additional cost. However, it considers that the holding of new elections in the last polling station, where there was cogent circumstantial evidence that the electoral commission was responsible for irregularities in the voting procedure on election day (see paragraph 170 above) would have reconciled the legitimate aim of annulling the election results, that is to say protecting the lawfulness of the electoral procedure, with the subjective rights of the voters and candidates in the general elections. The Court observes that the judgment of the Bulgarian Constitutional Court also failed to take that factor into account.",
                                                "elements": []
                                            },
                                            {
                                                "content": "179.  On those grounds, the Court considers that the annulment by the Bulgarian Constitutional Court of the election results in the polling stations in question, the cancellation of Mr Riza’s parliamentary mandate and the DPS’ loss of a parliamentary seat assigned under the proportional system amounted to an interference in the exercise of the 101 applicants’ active electoral rights and of Mr Riza’s and the DPS’ passive electoral rights. Having regard to the lacunae noted in domestic law and the lack of any possibility of organising fresh elections, the impugned judgment, which was based on purely formal arguments, occasioned an unjustified infringement of the 101 applicants’ and Mr Riza’s and the DPS’ rights to take part in the general elections as voters and candidates respectively. There were therefore two separate violations of Article 3 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "185.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "186.  The first applicant, Mr Risa, claimed EUR 60,155 in respect of pecuniary damage, explaining that that amount was the equivalent of four years’ deputy’s salary which he would have received in the national Parliament. He also claimed EUR 15,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "187.  In respect of pecuniary damage, the second applicant, the DPS, claimed an amount equal to that which it would have received in State subsidies for four years if the 18,140 votes cast for the party in the 23 polling stations in question had not been deducted from its electoral score. It presented two estimates of that sum computed in accordance with two different methods of calculation which, it submitted, depended on the changes in domestic legislation in connection with the calculation and payment of the State subsidy to political parties ...: EUR 395,507 under the first method and EUR 335,740 under the second.",
                                        "elements": []
                                    },
                                    {
                                        "content": "188.  The other 101 applicants considered that the finding of a violation of their right as guaranteed by Article 3 of Protocol No. 1 would in itself amount to sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "189.  The Government objected to the claims submitted by Mr Riza and the DPS. They invited the Court to declare that the finding of a violation would constitute sufficient just satisfaction. In the alternative, they submitted that the claims lodged by the first two applicants were excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "190.  As regards pecuniary damage, the Court observes that Mr Riza and the DPS claimed sums which they stated represented the earnings lost owing to the impugned judgment of the Bulgarian Constitutional Court for a period of four years, that is to say the whole of the 41st parliamentary term. The Court considers that those claims are not sufficiently substantiated, for the reasons set out below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "191.  First of all, the Court notes that the two applicants based their estimates on the presumption that the 41st National Assembly would complete its four-year term. In fact the Assembly was dissolved by Presidential Decree before it could complete its term (see paragraph 52 above). Secondly, the Court observes that Mr Riza, like all national parliamentary deputies, could not have been sure that he would complete his four-year term and that he did not specify the amount of alternative income he received between the time of cancellation of his mandate and the end of the 41st parliamentary term. Thirdly, the Court notes that the finding of a violation in the present case is based not only on the annulment of the elections in the polling stations in question but also on the fact that no new elections could be organised (see paragraphs 176-178 above). Thus the Court is not in a position to calculate the DPS’ lost earnings on the basis of the difference between the annulled votes and the votes which the party would have obtained following hypothetical new elections.",
                                        "elements": []
                                    },
                                    {
                                        "content": "192.  The Court consequently considers that these two applicants’ claims in respect of pecuniary damage should be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "193.  As regards compensation for alleged non-pecuniary damage, in view of the specific circumstances of the case the Court considers that the finding of a violation of the voting rights of the 101 applicants listed in the appendix and the finding of a violation of Mr Riza’s right to stand for election represent sufficient just satisfaction for the non-pecuniary damage which they sustained.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "194.  The DPS also claimed EUR 5,300 for costs and expenses, which sum corresponded to the legal fees incurred before the Court. The other 101 applicants claimed EUR 3,400 for costs and expenses, which sum they stated corresponded to legal fees incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "195.  The Government considered that the sums claimed under this head by the applicants were excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "196.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "197.  In the present case, the Court observes that all the applicants were represented by the same lawyer and that the pleas put forward by the applicants were largely identical. In view of those circumstances, the documents presented and its relevant case-law, the Court considers it reasonable to award the sum of EUR 6,000 EUR jointly to the DPS and the other 101 applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "198.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Decides to join to the merits the Government’s objection concerning the applicants’ victim status with regard to the complaints under Article 3 of Protocol No. 1 to the Convention, and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares, unanimously, the application admissible as regards the complaints under Article 3 of Protocol No. 1 ...;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, unanimously, that there has been a violation of Article 3 of Protocol No. 1 as regards the voting rights of the 101 applicants whose names are appended to the judgment;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, by six votes to one, that there has been a violation of Article 3 of Protocol No. 1 as regards the right of Mr Riza and the DPS to stand for election;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds, unanimously,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the finding of a violation would constitute sufficient just satisfaction for the violation of the voting rights of the 101 applicants whose names are appended and for the violation of Mr Riza’s right to stand in the general elections;",
                        "elements": []
                    },
                    {
                        "content": "(b) that the respondent State is to pay jointly to the DPS and to the 101 applicants whose names are appended hereto, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 6,000, to be converted into Bulgarian levs at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses, unanimously, the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 13 October 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "The following separate opinions are appended to the present judgment pursuant to Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court:",
                        "elements": []
                    },
                    {
                        "content": "–  concurring opinion by Judge Wojtyczek;",
                        "elements": []
                    },
                    {
                        "content": "–  partly dissenting opinion by Judge Kalaydjieva.",
                        "elements": []
                    },
                    {
                        "content": "Emrula Fikret HASAN, born in 1988, living in Kanyak",
                        "elements": []
                    },
                    {
                        "content": "Fahrie Hasanova ABILOVA, born in 1956, living in Cherkovna",
                        "elements": []
                    },
                    {
                        "content": "Mehmed Mehmed ADEM, born in 1970, living in Dropla",
                        "elements": []
                    },
                    {
                        "content": "Ahmed Mustafa AHMED, born in 1953, living in Osenovets",
                        "elements": []
                    },
                    {
                        "content": "Beyzat Myustedzheb AHMED, born in 1963, living in Golyam Porovets",
                        "elements": []
                    },
                    {
                        "content": "Fatme Ismail AHMED, born in 1938, living in Dzhebel",
                        "elements": []
                    },
                    {
                        "content": "Hasan Sali AHMED, born in 1936, living in Dzhebel",
                        "elements": []
                    },
                    {
                        "content": "Niyazi Mehmedov AHMEDOV, born in 1952, living in Gorna Hubavka",
                        "elements": []
                    },
                    {
                        "content": "Ikbale Yumerova AHMEDOVA, born in 1961, living in Pristoe",
                        "elements": []
                    },
                    {
                        "content": "Fikri Mehmed ALI, born in 1968, living in Guliyka",
                        "elements": []
                    },
                    {
                        "content": "Esat Mustafa ALIOSMAN, born in 1965, living in Balabanovo",
                        "elements": []
                    },
                    {
                        "content": "Reshad Ferad ALIOSMAN, born in 1956, living in Duhovets",
                        "elements": []
                    },
                    {
                        "content": "Stefka Yulianova ANGELOVA, born in 1978, living in Yakim Gruevo",
                        "elements": []
                    },
                    {
                        "content": "Kalin Asenov ASENOV, born in 1959, living in Yablanovo",
                        "elements": []
                    },
                    {
                        "content": "Marin Asenov ASENOV, born in 1954, living in Podayva",
                        "elements": []
                    },
                    {
                        "content": "Velyo Zafirov AVRAMOV, born in 1952, living in Kliment",
                        "elements": []
                    },
                    {
                        "content": "Shaban Sali BALABAN, born in 1961, living in Balabanovo",
                        "elements": []
                    },
                    {
                        "content": "Mahir Muharem BILYAL, born in 1961, living in Sredoseltsi",
                        "elements": []
                    },
                    {
                        "content": "Emil Semov BONEV, born in 1951, living in Vazovo",
                        "elements": []
                    },
                    {
                        "content": "Mehmet BOYADZHA, born in 1991, living in Zarnevo",
                        "elements": []
                    },
                    {
                        "content": "Yakim Angelov DAMYANOV, born in 1963, living in Duhovets",
                        "elements": []
                    },
                    {
                        "content": "David Borisov DAVIDOV, born in 1948, living in Todorovo",
                        "elements": []
                    },
                    {
                        "content": "Remzi Ibryam DERVISH, born in 1971, living in Bagriltsi",
                        "elements": []
                    },
                    {
                        "content": "Ilyaz Myumyun DURMUSH, born in 1937, living in Ptichar",
                        "elements": []
                    },
                    {
                        "content": "Syuleyman Hyusein DZHELIL, born in 1949, living in Duhovets",
                        "elements": []
                    },
                    {
                        "content": "Nevin Yusnyu DZHINDZHI GERDZHIK, born in 1977, living in Dulovo",
                        "elements": []
                    },
                    {
                        "content": "Shevked Myumyun EMURLA, born in 1955, living in Kardzhali",
                        "elements": []
                    },
                    {
                        "content": "Zahari Minkov FIDANOV, born in 1951, living in Duhovets",
                        "elements": []
                    },
                    {
                        "content": "Yuliyan Zamfirov GAYGYOV, born in 1956, living in Ratlina",
                        "elements": []
                    },
                    {
                        "content": "Imren Sabri GORAL, born in 1984, living in Semerdzhievo",
                        "elements": []
                    },
                    {
                        "content": "Myumin GYULER, born in 1990, living in Chernooki",
                        "elements": []
                    },
                    {
                        "content": "Dincher Remzi HADZHIMEHMED, born in 1974, living in Dzhebel",
                        "elements": []
                    },
                    {
                        "content": "Myumyun Ahmed HADZHIMEHMED, born in 1952, living in Balabanovo",
                        "elements": []
                    },
                    {
                        "content": "Ismail Mehmed HALIM, born in 1949, living in Pchelina",
                        "elements": []
                    },
                    {
                        "content": "Shevked Ahmedov HALIMOV, born in 1954, living in Izgrev",
                        "elements": []
                    },
                    {
                        "content": "Ahmed Hyusein HAMZA, born in 1950, living in Ratlina",
                        "elements": []
                    },
                    {
                        "content": "Martin Martinov HARIZANOV, born in 1947, living in Mortagonovo",
                        "elements": []
                    },
                    {
                        "content": "Sami Shakirov HASANOV, born in 1942, living in Yasenovets",
                        "elements": []
                    },
                    {
                        "content": "Hikmet Kasim IBRYAM, born in 1952, living in Kubrat",
                        "elements": []
                    },
                    {
                        "content": "Ibryam Raim IBRYAM, born in 1946, living in Bezmer",
                        "elements": []
                    },
                    {
                        "content": "Mehmed Myumyun IBRYAM, born in 1957, living in Chernooki",
                        "elements": []
                    },
                    {
                        "content": "Filip Ivanov IGNATOV, born in 1955, living in Orlyak",
                        "elements": []
                    },
                    {
                        "content": "Iliya Mirchev ILIEV, born in 1942, living in Sredkovets",
                        "elements": []
                    },
                    {
                        "content": "Rumen Ananiev ILIEV, born in 1954, living in s. Kliment",
                        "elements": []
                    },
                    {
                        "content": "Ali Mustafa ISA, born in 1954, living in Yablanovo",
                        "elements": []
                    },
                    {
                        "content": "Ayshe Hamza ISA, born in 1954, living in Yablanovo",
                        "elements": []
                    },
                    {
                        "content": "Maya Martinova ISAYEVA, born in 1952, living in Shumen",
                        "elements": []
                    },
                    {
                        "content": "Ismail Adem ISMAIL, born in 1946, living in Isperih",
                        "elements": []
                    },
                    {
                        "content": "Emine Hyusein KARAMOLLA, born in 1979, living in Benkovski",
                        "elements": []
                    },
                    {
                        "content": "Nedko Filipov KARDZHIEV, born in 1958, living in Venets",
                        "elements": []
                    },
                    {
                        "content": "Aynur Ismail KASIM, born in 1981, living in Zarnevo",
                        "elements": []
                    },
                    {
                        "content": "Ahmed Shaban KUPLEDIN, born in 1938, living in Mortagonovo",
                        "elements": []
                    },
                    {
                        "content": "Emil Yordanov KYOSEV, born in 1944, living in Provadiya",
                        "elements": []
                    },
                    {
                        "content": "Mustafa Kyazamov KYUCHUKHASANOV, born in 1949, living in Yablanovo",
                        "elements": []
                    },
                    {
                        "content": "Elif Ibryamova KYUCHYUKHASANOVA, born in 1952, living in Yablanovo",
                        "elements": []
                    },
                    {
                        "content": "Emil Milkov MANOV, born in 1953, living in Sredkovets",
                        "elements": []
                    },
                    {
                        "content": "Beyram Kerim MEHMED, born in 1955, living in Kitanchevo",
                        "elements": []
                    },
                    {
                        "content": "Hyuray Mehmed MEHMED, born in 1989, living in Dropla",
                        "elements": []
                    },
                    {
                        "content": "Lyutfi Zakir MEHMEDEMIN, born in 1951, living in Mortagonovo",
                        "elements": []
                    },
                    {
                        "content": "Ahmed Karani MEHMEDOV, born in 1963, living in Hitrino",
                        "elements": []
                    },
                    {
                        "content": "Sali Ibryamov MEHMEDOV, born in 1938, living in Veselina",
                        "elements": []
                    },
                    {
                        "content": "Aygyul Mehmed MESRUR, born in 1967, living in Boil",
                        "elements": []
                    },
                    {
                        "content": "Genadiy Asenov METEV, born in 1961, living in Beli Lom",
                        "elements": []
                    },
                    {
                        "content": "Nikolay Marinov MIHAILOV, born in 1961, living in Sokolartsi",
                        "elements": []
                    },
                    {
                        "content": "Boyan Evgeniev MIHAYLOV, born in 1957, living in Bistra",
                        "elements": []
                    },
                    {
                        "content": "Snezhina Milanova MITEVA, born in 1953, living in Ratlina",
                        "elements": []
                    },
                    {
                        "content": "Stiliyan Mladenov MLADENOV, born in 1947, living in Beli Lom",
                        "elements": []
                    },
                    {
                        "content": "Redzheb Akif MUHAREM, born in 1954, living in Kapinovtsi",
                        "elements": []
                    },
                    {
                        "content": "Ema Asenova MURATOGLU, born in 1970, living in Zarnevo",
                        "elements": []
                    },
                    {
                        "content": "Sali Ahmedov MUSOV, born in 1944, living in Ratlina",
                        "elements": []
                    },
                    {
                        "content": "Ahmed Ibryam MUSTAFA, born in 1950, living in Kardzhali",
                        "elements": []
                    },
                    {
                        "content": "Efraim Dzhemail MUSTAFA, born in 1939, living in Kliment",
                        "elements": []
                    },
                    {
                        "content": "Mustafa Esat MUSTAFA, born in 1989, living in Balabanovo",
                        "elements": []
                    },
                    {
                        "content": "Mustafa Fikret MUSTAFA, born in 1981, living in Targovishte",
                        "elements": []
                    },
                    {
                        "content": "Ahmed Durmush MYUMYUN, born in 1954, living in Kardzhali",
                        "elements": []
                    },
                    {
                        "content": "Bayryam Beysim MYUMYUN, born in 1963, living in s. Izgrev",
                        "elements": []
                    },
                    {
                        "content": "Ismet Myumyunov MYUMYUNOV, born in 1970, living in Spoluka",
                        "elements": []
                    },
                    {
                        "content": "Lefter Marinov OGNYANOV, born in 1952, living in Yablanovo",
                        "elements": []
                    },
                    {
                        "content": "Mladen Slavov OGNYANOV, born in 1951, living in Haskovo",
                        "elements": []
                    },
                    {
                        "content": "Syuleyman Mustafa OSMAN, born in 1956, living in Chernooki",
                        "elements": []
                    },
                    {
                        "content": "Vadet Nazif OSMAN, born in 1952, living in Duhovets",
                        "elements": []
                    },
                    {
                        "content": "Miroslav Sabev PRESIYANOV, born in 1951, living in Konop",
                        "elements": []
                    },
                    {
                        "content": "Svetlin Naydenov RADEV, born in 1957, living in Todorovo",
                        "elements": []
                    },
                    {
                        "content": "Hyusein Hyusein REDZHEB, born in 1949, living in s. Duhovets",
                        "elements": []
                    },
                    {
                        "content": "Redzheb Shakir REDZHEB, born in 1933, living in Takach",
                        "elements": []
                    },
                    {
                        "content": "Nevise Hasan RUFAD, born in 1971, living in Dzhebel",
                        "elements": []
                    },
                    {
                        "content": "Ivaylo Nikiforov SABEV, born in 1959, living in Nozharovo",
                        "elements": []
                    },
                    {
                        "content": "Syuleyman Mehmed SADAK, born in 1948, living in Kardzhali",
                        "elements": []
                    },
                    {
                        "content": "Byulent Ahmed SADETIN, born in 1985, living in Kitnitsa",
                        "elements": []
                    },
                    {
                        "content": "Yakub Shaban SALI, born in 1950, living in Isperih",
                        "elements": []
                    },
                    {
                        "content": "Sali Salimehmed SALISH, born in 1954, living in Aytos",
                        "elements": []
                    },
                    {
                        "content": "Marko Minchev SEVDALINOV, born in 1962, living in Ludogortsi",
                        "elements": []
                    },
                    {
                        "content": "Ibryam Arifov SHAKIROV, born in 1949, living in Ardino",
                        "elements": []
                    },
                    {
                        "content": "Fari Redzheb SHEVKED, born in 1960, living in Rani list",
                        "elements": []
                    },
                    {
                        "content": "Mitko Andreev TODOROV, born in 1933, living in Cherencha",
                        "elements": []
                    },
                    {
                        "content": "Anton Asenov TSENKOV, born in 1934, living in Kliment",
                        "elements": []
                    },
                    {
                        "content": "Shamsidin Salim VELI, born in 1951, living in Duhovets",
                        "elements": []
                    },
                    {
                        "content": "Shefkie Shefket VELI, born in 1965, living in Shumen",
                        "elements": []
                    },
                    {
                        "content": "Nadzhi Samiev YAHOV, born in 1954, living in Isperih",
                        "elements": []
                    },
                    {
                        "content": "Mincho Adriyanov YOSIFOV, born in 1960, living in Duhovets",
                        "elements": []
                    },
                    {
                        "content": "Alben Varadinov YURUKOV, born in 1955, living in Ratlina",
                        "elements": []
                    },
                    {
                        "content": "1.  In the present case, even though I voted for finding a violation of Article 3 of Protocol No. 1 I am not quite convinced by the majority’s reasoning.",
                        "elements": []
                    },
                    {
                        "content": "2.  The majority organise their reasoning as follows: finding of the existence of an interference with the right protected, and then examination of whether the interference was justified. This approach raises a number of questions in the instant case.",
                        "elements": []
                    },
                    {
                        "content": "First of all, finding an interference with a right presupposes a precise definition of the content of the right in question and its scope. The approach based on analysis of the interference usually comprises three steps, namely defining the content of the right in question and its scope (in German, Schutzbereich), establishing the existence of an interference (Grundrechtseingriff), and verifying the legitimacy of the interference (Rechtfertigung). However, in the present case the first step (defining the content of the right and its scope) is partly absent.",
                        "elements": []
                    },
                    {
                        "content": "Secondly, the approach described, which was developed by German case-law and science of fundamental rights, is very useful in the case of rights which allow restrictions. Such rights, as defined by the Convention, are prima facie rights which protect the right-holder against illegitimate interferences and whose actual content in fact depends on the extent of the restrictions which can be imposed under the Convention. The specific content of certain rights may make the approach described above inapplicable. That applies in particular to the case of rights which may not be restricted: for such rights a finding of an interference is equivalent to a finding of a violation of the right in question, without any need to consider the legitimacy of the interference.",
                        "elements": []
                    },
                    {
                        "content": "The wording of Article 3 of Protocol No. 1 places more emphasis on the objective guarantees on free elections than on citizens’ subjective rights. That provision nevertheless allows us to infer from those objective guarantees the existence of guarantees on the individual rights to vote and to stand for parliamentary elections. However, the exact content of those subjective rights must be established in the light of the objective guarantee on free elections. Electoral rights are therefore the rights to vote in the framework of free elections and to influence the composition of Parliament by voting. The passive electoral right is the right to compete for a parliamentary seat in a free election. The very notion of free elections presupposes a number of elements, including, for example, equal opportunities among candidates and parties and a voting procedure which ensures that the official results of the elections accurately reflect the votes cast by the voters. It also follows from Article 3 that universal suffrage and the limitations on the scope ratio personae of active and passive electoral rights can be analysed in accordance with the schema set out above (scope, interference, justification). On the other hand, that tripartite schema does not seem suited to apprehending irregularities in the voting procedure which cast doubt on the fairness of the election.",
                        "elements": []
                    },
                    {
                        "content": "Moreover, it should be emphasised that electing the legislature is a long and complicated procedure which begins within the announcement of the date of the elections and ends with the final judicial decisions on any disputes concerning the outcome of the voting. The electoral procedure is not finished until the courts have decided on possible electoral disputes. The results announced by an electoral commission which are contested before a judicial body cannot be taken as the reference point for assessing interferences with the rights secured under Article 3 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "Although the majority do not begin their argumentation by defining the active electoral right, such a definition is nonetheless set out in the judgment with sufficient precision for the assessment of the present case: the active electoral right is the right to vote and to influence the make-up of the legislature (see paragraph 148). The fact that some of the votes validly cast by the voters were not counted may amount to an interference with those persons’ exercise of the active electoral right.",
                        "elements": []
                    },
                    {
                        "content": "Conversely, the reasoning of the judgment offers no definition of the passive electoral right, which rather undermines the conceptualisation of the interference with that right. In the majority’s view, the fact that the electoral score obtained by the Movement for Rights and Freedoms was decreased and Mr Riza lost his seat following the Constitutional Court’s decision constituted in itself an interference with those two applicants’ exercise of their passive electoral rights. It is difficult to follow this part of their argument. The judge’s decision to revise voting results declared by a national commission is a major element of the electoral process leading to proclamation of the final outcome of the elections. The fact that a candidate loses his mandate or that a party loses votes and seats as compared to the original official proclamation of the results following a decision by an electoral court does not in itself constitute an interference with the exercise of the passive electoral right. In the present case, the interference with the passive electoral rights of Mr Riza and the Movement for Rights and Freedoms did not consist of a reduction by a court of the electoral score as compared to the previously proclaimed official result but stemmed from a number of irregularities committed during the elections, which created a situation whereby the official final results did not accurately reflect the reality of the polling.",
                        "elements": []
                    },
                    {
                        "content": "3.  The parliamentary elections held in Bulgaria in 2009 were assessed by the Organisation for Security and Cooperation in Europe (Republic of Bulgaria Parliamentary Elections, 5 July 2009, OSCE/ODIHR, Limited Election Observation Mission Final Report, Warsaw 30 September 2009) and by the Council of Europe (Observation of Parliamentary Elections in Bulgaria (5 July 2009), Ad hoc Committee of the Bureau of the Assembly, 16 September 2009, Doc. 12008). According to the general conclusions of those reports the elections complied with the main international standards, although a number of difficulties were noted. The OSCE report states, in particular: “According to the law, there is no obligation to register to vote and therefore no formal electoral list for out-of-country voters is compiled. Thus, any citizen may vote at a PEC [Precinct Election Commission] abroad upon presenting a Bulgarian passport or military identification. This was perceived by some interlocutors as a possible mechanism for multiple voting. Some 57,346 individuals pre-registered at embassies and were then deleted from the domestic voter lists”. The same report sets out the following recommendation: “(o)ut-of-country procedures should be further regulated to include safeguards against possible multiple voting”. For its part, the Ad hoc Committee of the Bureau of the Parliamentary Assembly of the Council of Europe stated in its report that “(t)he use of absentee voting certificates (AVCs) and out-of-country voting were widely regarded as possible mechanisms for multiple voting” (§ 28).",
                        "elements": []
                    },
                    {
                        "content": "4.  The present case highlights a whole series of irregularities linked to out-of-country voting which led to a dispute concerning the validity and the tallying of 18,358 votes in 23 polling stations in Turkey: absence of voting minutes, missing first page of the minutes or lack of signatures on certain documents at the bottom of the list of registered voters. The majority also, quite rightly, noted a number of deficiencies in the electoral legislation in force in 2009, including the lack of clarity and precision of the Electoral Law on a number of points and the fact that the electoral court could not order the holding of new elections.",
                        "elements": []
                    },
                    {
                        "content": "Nevertheless, the reasoning of the Court’s judgment is based on the idea that the irregularities in the electoral process were of a minor nature and did not justify the decision to exclude the 18,358 ballot papers in question. The majority take the view that the Constitutional Court should have decided to count all those votes except those cast in one polling station, where fresh elections should have been organised. If we adopt this reasoning the violation of Article 3 of Protocol No. 1 by Bulgaria stemmed from the judgment delivered by the Constitutional Court.",
                        "elements": []
                    },
                    {
                        "content": "I take the view that the issues under Article 3 of Protocol No. 1 did not begin with the judicial review of the elections but well before that stage. In the light of the OSCE and Council of Europe reports, we must be careful not to underestimate the extent of the irregularities committed during the voting and the vote tallying in the polling stations in question. Those irregularities could have had an impact on the election results. It is difficult to determine the precise number of votes actually obtained by the different competing lists in the polling stations in question, or to establish whether the 18,358 ballot papers from those polling stations correspond to valid votes and accurately reflect the results of the voting. At any event, it would be safer in that case to use the expression “ballot papers” rather than “votes”.",
                        "elements": []
                    },
                    {
                        "content": "When a political party appealed to the Bulgarian Constitutional Court, the latter felt obliged to react to the irregularities revealed. It should be emphasised at the same time that in the context of the various imperfections in the Bulgarian Electoral Law, that court’s margin of manoeuvre was limited. It faced the following choice: to accept the validity of the ballot papers in the polling stations in question, annul the elections in those stations, or accept the validity of the ballot papers in some of those polling stations and annul the elections in others. None of those three solutions would seem fully satisfactory, and therefore the judicial review was unable to remedy the irregularities committed at previous stages in the electoral process.",
                        "elements": []
                    },
                    {
                        "content": "Under the conditions described above, the violation of Article 3 of Protocol No. 1 stemmed from the imperfections in the law and the irregularities committed during the various phases of the electoral procedure which had not been satisfactorily remedied during the judicial review of the election. It is not just the judgment of the Constitutional Court taken on its own but the whole electoral procedure which does not fully comply with the standards of Article 3 of Protocol No. 1 and which justifies a finding of a violation of that provision.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Venice Commission’s Code of Good Conduct in Electoral Matters recommends allowing for the partial or total annulment of an election and calling fresh elections. However, that solution also has a number of drawbacks. A new election necessarily throws up new issues and novel campaign themes and triggers different electoral behaviour. Those differences are particularly acute where votes cast on different dates are tallied together at the national level with a view to apportioning seats among the candidate lists. Furthermore, in the event of fresh elections organised out of the country, regard must be had to other problems beyond the difficulties rightly highlighted in paragraph 178 of the judgment. The make-up of the out-of-country electorate can quickly change as voters move around. Effective mechanisms must also be introduced to prevent electors having already voted once in the national territory or outside the country, in polling stations in which the voting has not been annulled, from voting again.",
                        "elements": []
                    },
                    {
                        "content": "Under those conditions, it is vital that clear and precise legislation is put in place, providing effective guarantees for the lawfulness of all stages in the electoral procedure, thus minimising the risk of the election results having to be challenged in court.",
                        "elements": []
                    },
                    {
                        "content": "I agreed with the majority that the examination of the regularity of the voting process by the Constitutional Court of Bulgaria constitutes an interference with the applicants’ rights to democratic elections as guaranteed by Article 3 of Protocol no.1 to the Convention. In so far as this interference concerned a completed stage of the electoral process, in my view its necessity was justified by definition for the purposes of ensuring that the electoral process duly complied with all procedures, which are at the core of the authority voters place in elected officials. The majority did not express any doubts or concerns in this regard.",
                        "elements": []
                    },
                    {
                        "content": "However, the very fact of “interference” with or restriction of individual rights does not in itself suffice to find that they were necessarily violated. Such a finding normally requires a further analysis of their lawfulness and proportionality to the pursued legitimate aim. In this regard I remain unconvinced that the exercise of a Constitutional Court’s competence and/or the rights guaranteed by Article 3 of Protocol 1 lend themselves to a similar analysis and the majority did not carry it out.",
                        "elements": []
                    },
                    {
                        "content": "Instead, reaffirming formally the well-established principle that the requirements of Article 6 are not applicable to decisions of Constitutional courts, in §§ 153-179 the majority nonetheless deemed it appropriate to assess the manner, in which the Constitutional Court exercised its competence under the inapplicable criteria of this provision. Stopping only a step before formally declaring the impugned decision arbitrary, the scope of this analysis ranges from questioning the initial necessity to accept the request for examination of the regularity of the electoral process, through the scope of this examination and the sufficiency of its reasoning, to criticize the procedure applied by the Constitutional Court, culminate in rejection of the interpretation of the domestic law so as to finally reach an overall conclusion that this “interference amounted to a violation” of all applicants’ rights to democratic elections.",
                        "elements": []
                    },
                    {
                        "content": "In my understanding and in the previous jurisprudence of this Court, each and all of these issues belong exclusively to the competence of the Constitutional Court and should remain there. I find certain irony in the fact that it is in my last dissenting opinion that I am for the first time compelled to remind that the ECHR cannot substitute itself for the competent national courts if it is to remain faithful to the principle of its own subsidiary role. However, the occasion seems overwhelmingly appropriate.",
                        "elements": []
                    },
                    {
                        "content": "Like my learned colleague judge Wojtyczek, I believe that the present case concerns neither a “flagrant malfunctioning” of the Constitutional Court in exercising its competence to ensure a lawful electoral process, nor any arbitrary or wrong conclusion reached in the case before it. In this regard I fully agree with his conclusion that “[i]t is not just the judgment of the Constitutional Court ... but the whole electoral procedure which does not ... comply with the standards of Article 3 of Protocol No. 1”. For me the problematic aspects of the exercise of the applicants’ rights under Article 3 of Protocol No. 1 are rooted and limited to the absence of opportunities to hold re-elections. I have no doubt that in the present case the majority would have reached different conclusions had there been an opportunity for the applicants to participate in a second round of elections so as to correct the procedural flows found by the Constitutional Court.",
                        "elements": []
                    },
                    {
                        "content": "Article 3 of Protocol No. 1 envisages first and foremost a “positive obligation” of states to “undertake to hold free elections” so as to “ensure the free expression of the opinion of the people in the choice of the legislature” as well as the implicit in Article 3 of Protocol No. 1 subjective rights to vote and to stand for election.",
                        "elements": []
                    },
                    {
                        "content": "I regret being unable to follow the findings of my learned colleagues in the absence of due analysis of the scope of the positive obligation to “undertake to hold free elections at reasonable intervals by secret ballot, under conditions which will ensure the free expression of the opinion of the people in the choice of the legislature” and the extent, to which it was met in the present case, of appropriate distinctions in the scope and nature of the individual rights guaranteed by this provision and the different potential effect of the decision of the Constitutional Court alone or in conjunction with the absence of opportunities to hold re-elections in implementing this decision.",
                        "elements": []
                    },
                    {
                        "content": "I have voted for finding a violation of the rights of the 101 applicants in application no 48377/10 for reasons based on a humble attempt for such a different analysis. The operative part of the decision of the Constitutional Court explicitly states that (§ 48 of the judgment) “the votes in question had been valid under domestic legislation but that they had been deducted from the election results owing to the irregularity of the voter lists and the voting minutes”. My understanding of this decision in Convention terms is that even if valid per se, the votes were not cast “in conditions which [ensured and allowed a verification of] the free expression of the opinion of the people in the choice of the legislature” and this required the entire flown process to be disregarded. However, in the absence of opportunities for re-elections capable of correcting these flows, a restoration of the 101 applicants’ opportunities to exercise their right to “influence” the choice of legislature was not envisaged. Thus, failing to meet the positive obligation to “undertake to hold [a new round of] free elections” in proper “conditions to ensure the free expression of the opinion of [the applicants’ and over 18 000 other voters] choice of the legislature”, the implementation of the decision of the Constitutional Court had the ultimate and direct effect of disregarding altogether the applicants’ rights to vote.",
                        "elements": []
                    },
                    {
                        "content": "Article 3 of Protocol No. 1 protects also the right of Mr. Riza and the DPS party to stand as candidates in elections. However, it does not guarantee any right to win a seat in Parliament as they appear to complain. It should first of all be noted that it cannot be said that the quashing of the initially announced election of Mr. Riza and his seat as a candidate of the applicant party were the direct result of the quashed electoral process in the affected constituencies in the circumstances of a proportionate electoral system. This situation might have been different if Mr. Riza had won a seat for the applicant party in the affected constituency as a candidate in a majoritarian electoral system.",
                        "elements": []
                    },
                    {
                        "content": "Nonetheless, in this regard the majority’s finding of a violation of the rights of these two applicants seems to be based on the premise that in quashing the result in favour of the two applicants, the decision of the Constitutional Court had a direct and unjustified detrimental effect on their right to stand for elections. I failed to join the majority in this finding since I fail to discern any such causal link. In contrast to the directly affected rights of the 101 applicants in application no. 48377/10 to vote, Article 3 of Protocol No. 1 does not guarantee a right to be elected and the majority failed to specify how this decision affected the right to stand for as candidates, or limited it contrary to the requirements of Article 3 of Protocol No.1. For the reasons pointed above, I fail to follow the majority’s conclusions on this decision and I share the opinion of judge Wojtyczek that ““[i]t is not just the judgment of the Constitutional Court ... which does not ... comply with the standards of Article 3 of Protocol No. 1”.",
                        "elements": []
                    },
                    {
                        "content": "While it is true that the results of the elections, which were victorious for the applicants, were quashed, this decision was based on established procedural flows and did not affect the two applicants’ right to stand for elections on either national or local level in any manner like questioning the validity of the applicant party’s registration, or of Mr. Riza’s place on its list.",
                        "elements": []
                    },
                    {
                        "content": "Like in the applications of the 101 voters, the focus of the scrutiny in the two applicants’ situation should in my view fall on the effect of the implementation of the Constitutional Court’s decision on the right to stand as equal candidates and not on their situation as former or potential winners in the elections. While meeting the undertaking to hold free [re]-elections would have been capable of remedying the situation of the 101 voters in directly restoring their effective opportunities to vote, it is not clear whether a new round of free elections might have resulted in the re-election of Mr. Riza and the restoration of the initial number of seats of representatives of the applicant party in Parliament. The Court may not speculate on the potential outcome of re-elections in the circumstances of the inherent lottery of the proportionate electoral system like the one in the present case. The applicants do not complain that they were deprived of an opportunity to stand for elections in a second round and the extent to which their chances to win in it fall under the scope of Article 3 of Protocol No.1 is questionable.",
                        "elements": []
                    },
                    {
                        "content": "In the present case the absence of opportunities for re-elections to correct the established flow clearly curtailed the rights of the 101 applicants-voters so as to impair their very essence and deprive them of their effectiveness. However, this is not necessarily true in regard of the rights of applicants Riza and DPS to stand for elections in a proportionate electoral system. At the end of the day Article 3 of Protocol No. 1 guarantees an individual right to stand for elections, but not necessarily to win them.",
                        "elements": []
                    },
                    {
                        "content": "5 October 2015",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "zdravka kalaydjieva"
        },
        {
            "name": "George Nicolaou",
            "role": "zdravka kalaydjieva"
        },
        {
            "name": "Ledi Bianku",
            "role": "zdravka kalaydjieva"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "zdravka kalaydjieva"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RIZA AND OTHERS v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-158149.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:1013JUD004855510",
    "externalsources": [],
    "extractedappno": [
        "48555/10",
        "48377/10",
        "78039/01",
        "20799/06",
        "18475/06",
        "22444/06",
        "58278/00",
        "10226/03",
        "33554/03",
        "74025/01",
        "42202/07",
        "25144/94",
        "26149/95",
        "26154/95",
        "27100/95",
        "27101/95",
        "9103/04",
        "46726/99",
        "39424/02",
        "18705/06",
        "43476/98",
        "10547/07",
        "34049/07"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-158149",
    "judgementdate": "13/10/2015 00:00:00",
    "kpdate": "13/10/2015 00:00:00",
    "kpthesaurus": [
        "445",
        "41",
        "183",
        "498",
        "14",
        "128",
        "216",
        "577",
        "283",
        "305",
        "574",
        "163",
        "476",
        "499"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "34",
        "P1-3",
        "35-1",
        "6-1",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "RIZA AND OTHERS",
        "BULGARIA"
    ],
    "rank": "1377.21166992188",
    "representedby": [
        "SOLAKOVA S.O."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Akdivar and Others v. Turkey, 16 September 1996, § 68, Reports of Judgments and Decisions 1996 IV",
        "Aquilina v. Malta [GC], no 25642/94, § 39, ECHR 1999 III",
        "Babenko v. Ukraine (dec.), no 43476/98, 4 May 1999",
        "Cheminade v. France (dec.), no 31599/96, ECHR 1999 II",
        "Grosaru v. Romania (no 78039/01, §§ 55-56, ECHR 2010",
        "Hirst v. the United Kingdom (no 2) [GC], no 74025/01, § 59, ECHR 2005 IX",
        "İlhan v. Turkey [GC], no 22277/93, § 58, ECHR 2000 VII",
        "Kerimli and Alibeyli v. Azerbaijan, nos. 18475/06 and 22444/06, 10 January 2012",
        "Kerimova v. Azerbaijan, no 20799/06, 30 September 2010",
        "Kovach v. Ukraine, no 39424/02, §§ 54-55, ECHR 2008",
        "Lykourezos v. Greece, no 33554/03, ECHR 2006 VIII",
        "Mathieu-Mohin and Clerfayt v. Belgium, 2 March 1987, Series A no 113",
        "Namat Aliyev v. Azerbaijan, no 18705/06, § 77, 8 April 2010",
        "Party travailliste géorgien v. Georgia, no 9103/04, §§ 72-74, ECHR 2008",
        "Partija « Jaunie Demokrati » and Partija « Musu Zeme » v. Latvia (dec.), nos. 10547/07 and 34049/07, 29 November 2007",
        "Pierre-Bloch v. France, 21 October 1997, §§ 51 and 53-59, Reports 1997 VI",
        "Podkolzina v. Latvia, no 46726/99, ECHR 2002-II",
        "Sadak and Others v. Turkey (no 2), nos. 25144/94, 26149/95 à 26154/95, 27100/95 and 27101/95, § 33, ECHR 2002 IV",
        "Salman v. Turkey [GC], no 21986/93, § 81, ECHR 2000 VII,",
        "Sitaropoulos and Giakoumopoulos v. Greece [GC], no 42202/07, § 71, ECHR 2012",
        "Yumak and Sadak v. Turkey [GC], no 10226/03, § 108, ECHR 2008",
        "Ždanoka v. Latvia [GC], no 58278/00, ECHR 2006 IV"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "473788",
    "typedescription": "15"
}