{
    "__articles": "35;35-1;41;P1-1;P1-1-1",
    "__conclusion": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Violation of P1-1;Pecuniary and non-pecuniary damage - award",
    "applicability": "",
    "appno": "27480/02",
    "article": [
        "41",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-102119.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 27480/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Ms Maria Tarnawczyk (“the applicant”), on 4 July 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr M. Burda, a lawyer practising in . The Polish Government (“the Government”) were represented by their Agent, Mr M. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that her right to the peaceful enjoyment of her property had been breached since the land which she owned had been designated for expropriation at some undetermined future date and her efforts to obtain compensation for the restrictions resulting from it had failed.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicant and the Government each filed further written observations (Rule 9 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1930 and lives in Sanok. She owns a plot of land with a house where she lives with her son and his family. The application relates to plot no. 1681 (at present 1444/3).",
                                "elements": []
                            },
                            {
                                "content": "1.\tFacts prior to 10 October 1994",
                                "elements": [
                                    {
                                        "content": "6.  In the 1970s a general land development plan for the  was adopted. The applicant's property, which was at that time owned by her relatives, was designated for public purposes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 28 May 1977, acting under the Act of 1958 on Rules and Procedures of Expropriation of Real Estate (ustawa o zasadach i trybie wywłaszczania nieruchomości), the Governor of Krosno (Wojewoda Krośnieński) decided to enter a notice about the institution of expropriation proceedings in respect of the property in the land and mortgage register kept by the local Public Notary Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  An official expropriation decision was never issued. However, experts appointed by the Governor subsequently conducted numerous visits to estimate the property's value with the purpose of assessing the compensation payable for the future expropriation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant submitted that she had been informed several times by the Town Office that in view of the expropriation an earlier purchase of her property by the municipality was possible and that she and her family would be entitled to obtain new apartments and compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant carried out minor necessary repairs, but as the house had been built in 1934, it required general renovation. She submitted that in the late 1970s she had been told by a local official that she would not receive permission for a general renovation of the house because of the expropriation notice in the land register. The Government contest this submission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In February and November 1979 the Public Roads Maintenance District Authority (Rejon Eksploatacji Dróg Publicznych), a Stateowned enterprise, carried out some demolition works on the property concerned. The applicant was neither requested to give her assent to them nor informed of them beforehand. The works involved cutting down trees and shrubs in her garden and extensive excavations. As a result of these works the applicant's garden was destroyed, her garage collapsed, apparently in March 1981, and water accumulating in ditches penetrated into the cellar. The works were suddenly interrupted without reason. The applicant was paid compensation for plants and fruit which had been destroyed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Upon the applicant's protests she had been repeatedly reassured by the authorities that the land would soon be expropriated and she would receive appropriate compensation. At the same time, extensive construction works had continued on the neighbouring properties, which had already been expropriated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In March 1981 the applicant informed the Town Office that as a result of the works water had been gathering on the land and endangering the stability of the house. In May 1981 the Town Office informed the applicant that her land would be bought out after the relevant estimates had been drawn up. On an unspecified later date in the 1980s the applicant obtained compensation for the fact that following the works she could not use her land as a garden for several years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  During the 1980s and 1990s the applicant repeatedly applied to the Town Office demanding that her land be restored to its previous condition or that it be purchased and new accommodation granted to her, but to no avail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 4 February 1987 she complained to the Krosno Governor. She pointed out that her plot of land had been designated for expropriation, but that no construction works in connection with the viaduct had started and that she had not been served with any expropriation decision. She reiterated that the property had sustained serious damage and the authorities had refused her requests for it to be redressed until the actual expropriation had been carried out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  By a decision of 15 June 1989 the Sanok District Court declared that the applicant had acquired ownership of plot no. 1681 by acquisitive prescription as of 1 January 1977. On 12 March 1990 a land and mortgage entry for that plot was established in the applicant's name. A notice about the expropriation proceedings was put in the relevant part of the entry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In 1992 the applicant divided plot no. 1681 into two smaller plots (nos. 1681/1 and 1681/2). Subsequently, on 25 November 1992 the applicant sold plot no. 1681/1 (at present no. 1444/1) to a third party.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tFacts after 10 October 1994",
                                "elements": [
                                    {
                                        "content": "18.  On 16 February 1995 the applicant requested the Sanok Town Office to take the relevant steps in order to have the expropriation warning concerning plot no. 1681/2 deleted from the land register, submitting that the warning had become groundless. On 16 February 1995 the Town Office lodged the necessary application with the land registry, indicating that the expropriation plans had been abandoned on an unspecified date. On 23 February 1995 the District Court complied with the request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On an unspecified later date the plot was divided into two smaller plots and as a result, a third plot, no. 1681/3, was created. On 15 March 1995 the applicant sold it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 25 August 1998 the applicant asked the Krosno Governor to clarify the situation of her property and for compensation in connection with the expropriation. The matter was transferred to the Sanok Mayor. On 9 October 1998 the Town Office informed her that the new local development plan was being drafted. The plan would determine in detail the outline of communication routes in the city and as a result also the advisability of buying out her real estate. The Office reminded her that until expropriation it was the owner who was obliged to maintain his house appropriately. Bearing in mind, however, the restrictions on general renovations the Office would consider the possibility of providing the applicant with another flat as a settlement with her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 7 January 1999 the applicant again applied to the Sanok Town Office for compensation. She mentioned on that occasion that she had obtained compensation, in an unspecified amount, for several years when she could not use the land as a result of damage caused by works carried out in 1979.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  By a letter of 26 February 1999 the applicant was informed by the local authorities that they did not envisage using her plot of land for public purposes.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.\tCompensation proceedings",
                                "elements": [
                                    {
                                        "content": "23.  On 10 May 1999 the applicant instituted civil proceedings against the State Treasury represented by the Sanok District Office (Urząd Rejonowy) in respect of non-compensated pecuniary damage she had sustained as a result of expropriation proceedings having been instituted in respect of plot no. 1681/2. On 7 June 1999 the applicant was exempted from court fees and a legal-aid lawyer was later appointed to represent her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 29 September 1999 the Mayor of Sanok District (Starosta Powiatowy) replied to a summons sent by the court to the Chief of the District Office (Urząd Rejonowy) and explained that as a result of the reform of the local administration the appointment of heads of district offices had ceased as of 31 December 1998. Until that date the heads of district offices had been competent to represent the State Treasury in matters concerning the management of its properties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 29 September 1999 a hearing was held. The defendant failed to attend it. In connection with the Mayor of Sanok District's letter the applicant was requested to determine the legal entity against which she directed her statement of claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In reply, on 19 November 1999 the applicant's lawyer indicated the Podkarpackie Governor as representing the  Treasury. He also specified the applicant's claim, indicating that she demanded compensation for the physical damage to her house resulting from the planned expropriation which had been caused by the fact that she had had to abstain from carrying out major renovation works and by the changes in the land configuration caused by the works carried out in 1979.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 17 January 2000 the Podkarpackie Governor replied to the statement of claim, arguing that he could not act as a defendant in the proceedings. According to Article 11 of the Land Management Act of 21 August 1997, it was the Head of District (starosta powiatowy) who should represent the State Treasury in matters relating to expropriations, given that expropriations belonged to the so-called “commissioned tasks” of the Government administration (zadanie z zakresu administracji rządowej). Until 31 December 1998 the State Treasury had been represented in such cases by heads of district offices. From the statement of claim it could be assumed that the expropriation had to be effected upon the Sanok community's motion. The plaintiff had, however, failed to submit any documents to confirm the statements included in her action. It should therefore be rejected in respect of the Podkarpackie Governor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  At a hearing held on 27 January 2000 the applicant's lawyer maintained his opinion that the action should be pursued against the Podkarpackie Governor as he was the successor of the Rzeszów Governor who had issued the first decision in the applicant's case in 1977.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 18 June 2001 an expert opinion was submitted, assessing the physical damage to the applicant's house and garage at 22,976 Polish zlotys (PLN) and the value of construction materials which the applicant had bought for the purposes of general renovation but had not used at PLN 5,859. On an unspecified later date the applicant limited her claim to the damage suffered as a result of the 1979 construction works, the deterioration of the buildings and the waste of building materials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 28 November 2001 the  awarded the applicant compensation amounting to 28,835 PLN. That amount covered both the physical damage to the house and the cost of the building materials referred to above. The court found that there had been an obvious causal link between the expropriation proceedings instituted in the past in respect of the applicant's property on the one hand, and, on the other, the works carried out in 1979 by a State-owned enterprise and the ensuing damage to the applicant's house. It also noted that because of the pending expropriation proceedings she could not use the building materials she had purchased for the general renovation. It therefore found the compensation claim against the Podkarpacki Governor, acting as the legal successor of the former Krosno Governor, justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Governor appealed, arguing that he did not have standing in the proceedings, given that following the two major administrative reforms, in 1990 and 1998, it was the Mayor of Sanok District who was competent to represent the State Treasury in such matters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  By a judgment of 21 February 2002 the Rzeszów Court of Appeal allowed the appeal under the applicable legislation and dismissed the applicant's claims. The court first noted that under the applicable land-planning legislation the mere fact that the applicant's property had been designated for future expropriation and that certain restrictions on the use of property had resulted from it did not entitle her to any compensation as the applicable laws clearly excluded such entitlements. Nonetheless, the applicant had in the past received compensation, in an unspecified amount, for certain damage caused to her property after the expropriation proceedings had been instituted. As to the claim concerning the value of the building materials, the court was of the view that it had not been shown that any official decision or information preventing her from renovating the house had been given or communicated to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  As for the physical damage to the house and garage, the court stated that the applicant had not established the responsibility of the  Treasury for it. According to the court, it was essential to establish which administrative entity was originally to benefit from the property's expropriation and which public authority had ordered the works carried out on the applicant's plot. It fell to the applicant to establish the legal and factual elements of the case decisive for the determination whether it was the State Treasury or the local municipality which should have been sued in the case. As the applicant had failed to show any legal basis for the responsibility of the State Treasury, the claim should be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The applicant did not lodge a cassation appeal as her legalaid lawyer refused to prepare and lodge it with the Supreme Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A. \tChanges in land planning legislation",
                                "elements": []
                            },
                            {
                                "content": "B.\tRelevant provisions of the land expropriation legislation",
                                "elements": [
                                    {
                                        "content": "38.  From 1958 until 1984 the criteria and procedure applicable with regard to expropriation of individual properties were set out in the Act On Rules and Procedures For Expropriation of Real Estate 1958 (ustawa o zasadach i trybie wywłaszczania nieruchomości).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  From 29 April 1985 to 1 January 1998 the rules governing the administration of land held by the State Treasury and municipalities were laid down in the Land Administration and Expropriation Act of 29 April 1985 (ustawa o gospodarce gruntami i wywłaszczaniu nieruchomości - the “1985 Land Administration Act”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Article 50 of this Act provided that properties could be expropriated only for the benefit of the State or a municipality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Pursuant to Article 53 (1) of the Act, a decision on expropriation had to include in particular:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) an indication of the property to be expropriated, ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) an indication of the party upon whose initiative the property is being expropriated,",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) an assessment of the amount of compensation,",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5) identification of the persons (name, surname and address) entitled to compensation,",
                                        "elements": []
                                    },
                                    {
                                        "content": "(6) detailed factual and legal grounds,",
                                        "elements": []
                                    },
                                    {
                                        "content": "(7) instructions on appeal procedures.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Under Article 55 of the Act, expropriation was to be carried out against payment of compensation. The payment was to be made within fourteen days from the date on which a decision to expropriate had become final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 1 January 1998 the 1985 Land Administration Act was repealed and the Land Administration Act of 21 August 1997 (Ustawa o gospodarce nieruchomościami – “the 1997 Land Administration Act”) was adopted, containing similar provisions on expropriation and compensation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.\tCompensation entitlements of owners to be expropriated in the future",
                                "elements": [
                                    {
                                        "content": "44.  Neither under the 1961 nor under 1984 Local Planning Acts (see paragraph 34 above) were owners of properties to be expropriated in the future entitled to any form of compensation for damage resulting from restrictions on the use of their property and the reduction in its value originating in expropriations to be carried out at a future undetermined point in time.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.\tManagement of publicly owned property",
                                "elements": [
                                    {
                                        "content": "51.  Before 1990 ownership of publicly-owned property was essentially assigned to the State Treasury.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Local Government (Introductory Provisions) Act of 10 May 1990 (Przepisy wprowadzające ustawę o samorządzie terytorialnym i ustawę o pracownikach samorządowych – “the 1990 Act”), which came into force on 27 May 1990, and other related statutes enacted at that time, re-established local government and municipalities and transferred to them powers that had previously been exercised solely by the local State administration. Pursuant to section 5(1), ownership of land which had previously been held by the State Treasury and which had been within the administrative territory of municipalities at the relevant time was transferred to the municipality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Section 36 § 3 (3) of the Act provides, as far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The State Treasury takes over:",
                                        "elements": []
                                    },
                                    {
                                        "content": "3) obligations and receivables of local bodies of state administration (...) resulting from final and binding court rulings and administrative decisions delivered before 27 May 1990 (...).”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.\tResolution and judgments of the  and the Supreme Court concerning the legal capacity to be sued in cases concerning civil liability of the State",
                                "elements": [
                                    {
                                        "content": "54.  In 1970 the Supreme Court held that in cases where it was obvious from a statement of claim which organisational entity should represent the State Treasury in the proceedings, the court should not reject it even if a plaintiff had wrongly indicated the entity; it was obliged to serve the statement of claim on the appropriate entity (decision of 17 December 1970, I PZ 78/70.)",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Section 36 § 3 (3) of the 1990 Act, introducing the first stage of the reform of local administration (see paragraph 52 above) raised doubts as to which legal entity was liable for damages in connection with an unlawful administrative decision issued by the State before the administrative reform. The problem was subject to divergent judicial interpretation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  On 7 January 1998 the Supreme Court delivered a judgment (II CKN 550/97) in which it concluded that the municipality should be sued for compensation for damage caused by an administrative decision delivered before 27 May 1990.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 1 August 2008 the Supreme Court held that when a plaintiff erred in the statement of claim by indicating the wrong organisational entity of the State Treasury, that shortcoming should be regarded as relating to the representation of the defendant and rectified accordingly; the court was obliged to ensure of its own motion that the appropriate organisational entity was summoned to act in the proceedings (II CK, 90/02).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 16 November 2004 a panel of three judges of the Supreme Court, adopted a resolution (no. III CZP 64/04), finding that the municipality – and not the State Treasury – had the legal capacity to be sued for damages in connection with an administrative decision issued before 27 May 1990, provided that the decision had been annulled or declared unlawful after that date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In a resolution of 7 December 2006 (no. III CZP 99/06), adopted by a panel of seven judges, the Supreme Court concluded that the State Treasury had the capacity to be sued for damages arising from an administrative decision delivered before 27 May 1990, even if the decision had been annulled or declared null and void after that date. The resolution was adopted following the referral of a legal question to the Supreme Court by another court of appeal which had a similar case before it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Supreme Court maintained this position in several subsequent judgments.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1. Incompatibility ratione temporis with the provisions of the Convention",
                                        "elements": [
                                            {
                                                "content": "62.  The Government submitted that the alleged violation of the applicant's rights had originated in the 1977 decision to institute expropriation proceedings concerning her property. The works referred to in her application had been carried out in 1979. The application was therefore incompatible ratione temporis with the provisions of the Convention because the alleged violation had taken place before 10 October 1994, the date on which  ratified Protocol No. 1 to the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The applicant disagreed. She argued that in the context of a continuing violation of her right to the peaceful enjoyment of her possessions the events that had taken place before the date of ratification should be taken into account as a relevant background for the assessment of the facts of the case. In her case the 1977 decision announcing the future expropriation had been the root cause of all the subsequent developments. Moreover, in her case most of the facts which should be regarded as giving rise to further breaches of her right guaranteed by Article 1 of Protocol No. 1 to the Convention had occurred after 10 October 1994.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Court observes that its jurisdiction ratione temporis covers only the period after the date of ratification of the Convention or its Protocols by the respondent State. From the ratification date onwards, all the State's alleged acts and omissions must conform to the Convention or its Protocols and subsequent facts fall within the Court's jurisdiction even where they are merely extensions of an already existing situation (see, for example, Almeida Garrett, Mascarenhas Falcão and Others v. , nos. 29813/96 and 30229/96, § 43, ECHR 2000-I). Accordingly, the Court is competent to examine the facts of the present case for their compatibility with the Convention only in so far as they occurred after 10 October 1994, the date of ratification of Protocol No. 1 by . It may, however, have regard to the facts prior to ratification inasmuch as they could be considered to have created a situation extending beyond that date or may be relevant for the understanding of facts occurring after that date (see Hutten-Czapska v. Poland [GC], no. 35014/97, §§ 147-153, ECHR 2006...).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court further observes that the applicant's complaint is not directed against a single measure or decision taken before, or even after, 10 October 1994. It rather refers to various events, occurring both before and after that date, which originated in the decision given in 1977. In this connection, the Court notes that it has already examined the scope of its temporal jurisdiction in the context of cases against , concerning various restrictions on the effective enjoyment of rights of owners whose properties were to be expropriated at an undetermined future date. It found that it had jurisdiction to examine these cases in so far as they related to circumstances which originated in measures envisaging future expropriations, given before 10 October 1994, which subsequently had an impact on the applicants' ownership after that date (see Rosiński v. Poland, no. 17373/02, § 42-43, 17 July 2007, and Skrzyński v. Poland, no. 38672/02, § 45, 6 September 2007). The Court finds no grounds on which to reach a different conclusion in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Government's plea of inadmissibility on the ground of lack of jurisdiction ratione temporis must accordingly be rejected.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.\tIncompatibility ratione materiae with the provisions of the Convention",
                                        "elements": [
                                            {
                                                "content": "67.  The Government referred to the decision given on 28 May 1977 and emphasised that it had not entailed expropriation of the applicant's property. The mere fact that proceedings had been instituted with a view to a future expropriation could not be interpreted as giving rise to the right to actually be expropriated. Neither the Convention nor its protocols guaranteed such a right. To sum up, the applicant had had no legitimate expectation either under Polish law or under the Convention that her property would indeed be expropriated. Her application was incompatible ratione materiae with the provisions of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The applicant disagreed. She submitted that the thrust of her application had not been about a right to be expropriated, but about the set of various coercive measures taken as a result of the decision given in 1977. These measures, seen as a whole, had seriously restricted her effective enjoyment of her property rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court must have regard to the fact that the Convention is intended to guarantee rights that are practical and effective. It must go beneath appearances and look into the reality of the situation, which requires an overall examination of the various interests in issue (see, for example, Lithgow and Others v. the United Kingdom, judgment of 8 July 1986, Series A no. 102, pp. 50-51, §§ 120-121) and the impact of the State's actions or its failure to act on the applicant's situation. It further reiterates that it is not excluded that a refusal to expropriate might entail such restrictions on the effective enjoyment of one's possessions as to make them fall within the ambit of Article 1 of Protocol No. 1. It has, for example, found a violation of Article 1 of Protocol No. 1 in a case where the applicants remained the lawful owners of the properties concerned, but the refusal to expropriate them in return for compensation was considered in the circumstances to have imposed a serious burden on them (Bugajny and Others v. Poland, no. 22531/05, §§ 57-61, 6 November 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court further observes that the essence of the applicant's complaint relates to a set of restrictions affecting the exercise of her ownership, with particular emphasis on issues concerning compensation claims arising in connection with the planned expropriation, rather than to a mere refusal to expropriate the property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  It therefore rejects the Government's objection.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.\tExhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "72.  The Government further argued that the applicant should have lodged a civil action with a civil court, claiming damages against either the State Treasury or the municipality for the interference with her right to the peaceful enjoyment of her possessions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The applicant submitted that her various efforts to alleviate the negative impact which the planned expropriation had had on her property over the years had failed. The administrative authorities had given contradictory and hesitant answers to her requests to clarify her situation and provide compensation. Ultimately, her compensation claim had also been unsuccessful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court considers that this objection is closely linked to the substance of the applicant's complaint and that its examination should therefore be joined to the merits.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. Conclusion as to the admissibility",
                                        "elements": [
                                            {
                                                "content": "75.  The Court notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. Merits",
                                "elements": [
                                    {
                                        "content": "1. The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "76.  The Government first submitted that it was extremely difficult to establish the circumstances of the case with respect to the part of the application which concerned facts which had occurred almost thirty years before. The documents had not been preserved in the official files and were incomplete. It was not possible to ascertain the legal basis on which the work on the applicant's land had been carried out in 1979. It could not even be ruled out that the work had not been linked to the decision to expropriate the applicant's property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  They further argued that the 1977 decision had not amounted to actual expropriation. No measures had ever been applied by the authorities in respect of the building materials lost by the applicant. On no occasion had the applicant officially applied for a permit to carry out general renovation works and the authorities had never prevented her from doing so. The notice in the land register about the pending expropriation had not amounted to a prohibition in this respect. The applicant had been free to spend what was necessary to maintain her property in good technical condition. The final judgment of the Rzeszów Court of Appeal of 21 February 2002 had found no causal link between the expropriation warning in the land register and any alleged damage to the house.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  In any event, the applicant had obtained a judicial confirmation of her status as owner of the plot only on 15 June 1989. Before that date she could not reasonably claim to have been affected by any measures related to that land.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The Government concluded that there had been no interference with the applicant's right to the peaceful enjoyment of her property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  They further submitted that in the absence of any interference it was only out of prudence that they had made further observations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  As to the damage to the applicant's property and to the house occasioned by the works carried out in 1979, this could not be held against the authorities. The damage had been caused by the actions of the enterprise carrying out the works.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The warning of the pending expropriation made in the land register had been aimed at protecting the interests of third parties. The applicant had not suffered any disadvantage as a result thereof. In any event, the applicant had been able to sell two parts of the plot concerned. Moreover, the notice had only been in force for four and a half months after the entry into force of Protocol No. 1 in respect of . The applicant had requested the notice to be deleted only on 16 February 1995 although nothing had prevented her from doing so at an earlier date. After 23 February 1995 when the notice was deleted the applicant had not suffered any disadvantage caused by the previously planned expropriation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The applicant argued that the decision to expropriate had been taken without any procedural guarantees to safeguard her interests in the relevant proceedings. Works conducted on her land in 1979 and subsequently abandoned had caused serious damage to the property. The warning notice in the land register had deterred potential buyers. The house had been built in 1934 and was in need of extensive renovation. Given that her property would eventually be expropriated, the applicant was disinclined to spend money on improving it. The fact that estimates of the value of the property had been drawn up was another reason why she had been disinclined to undertake a major renovation, as its costs would not have been taken into account by the authorities when assessing the amount of compensation due.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  She further submitted that her status as the owner of the property had been confirmed by the decision given in 1989 declaring that she had acquired ownership by way of acquisitive prescription as of 1 January 1977. There had therefore been no grounds for not regarding her as the rightful owner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The applicant argued that until 23 February 1995 the authorities had never given any decision stating that the expropriation plans adopted in 1997 had been abandoned. The matter of compensation for the inconvenience and damage which she had suffered had never been properly addressed by the authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The applicant complained that as a result of shortcomings in the legal framework she had been deprived of compensation for damage suffered. The appellate court had dismissed her claim, overturning the firstinstance judgment which had granted her claims in full, and relying on reasoning which was inconsistent. That court had admitted that physical damage to the house and property constituted a legitimate basis for a compensation claim. However, it shifted the responsibility to a public body different from the one which the applicant had sued. This approach was inconsistent with the principle iura novit curia and incompatible with the case-law of the Supreme Court regarding the courts' obligations to identify the public authorities liable for claims against the State Treasury. It was for the court to establish which public entity had inherited the obligations of the former State Treasury. The applicant had thereby been tricked by the State and had obtained no legal protection for her compensation claims.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. General principles",
                                        "elements": [
                                            {
                                                "content": "87.  The Court reiterates that Article 1 of Protocol No. 1 contains three distinct rules. They have been described thus (in James and Others v. the United Kingdom, judgment of 21 February 1986, Series A no. 98, pp. 2930, § 37; see also, among many other authorities, Belvedere Alberghiera S.r.l. v. Italy, no. 31524/96, § 51, ECHR 2000VI):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest ... The three rules are not, however, 'distinct' in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "88.  The Court first notes that the application concerned a widespread problem originating in legislation regulating owners' rights in cases of future expropriation to be carried out at some undetermined point in time. This aspect of the application related to the impact which the future and uncertain expropriation had on the peaceful enjoyment of her ownership. The Court must first determine the duration of the restrictions complained of.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Court observes that in this case the situation lasted from at least 1989, when the applicant's ownership of the land was confirmed by a declaratory judicial decision that she had acquired ownership by way of acquisitive prescription. However, having regard to the Court's temporal jurisdiction (see paragraphs 6266 above), it finds that the applicant was affected by the measures complained of only from 10 October 1994 when Poland ratified Protocol No. 1 to the Convention. It further notes that on 23 February 1995 the expropriation warning was deleted from the land register as the expropriation plans arising out of the land development plan adopted on an unspecified date in the 1970s (see paragraph 6 above) had been abandoned. The Town Office acknowledged, by lodging its application with the land registry to have the warning deleted, that the expropriation plan had indeed been cancelled (see paragraph 18 above). Furthermore, the Court notes that the applicant has not argued that after that date her property was affected by the threat of future expropriation. The Court therefore accepts that the measures complained of ceased to have an impact on the effective exercise of the applicant's ownership on 23 February 1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Court is further of the view that the measures complained of cannot be regarded as “control” of the use of property. Accordingly, the interference falls to be examined under the first sentence of Article 1 of Protocol No. 1 (see, e.g., Skibińscy v. , no. 52589/99, 14 November 2006; Skrzyński v. Poland, no. 38672/02, 6 September 2007; Buczkiewicz v. Poland, no. 10446/03, 26 February 2008; and Pietrzak v. Poland, no. 38185/02, 8 January 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  As to its compliance with the requirements of that provision, it is not in dispute between the parties that the interference complained of was “provided for by law” within the meaning of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  Under that provision, any interference with a right of property can only be justified if it serves a legitimate public (or general) interest. The Court reiterates that, because of their direct knowledge of their society and its needs, the national authorities are in principle better placed than the international judge to decide what is “in the public interest”. Under the system of protection established by the Convention, it is thus for the national authorities to make the initial assessment as to the existence of a problem of public concern warranting measures interfering with the peaceful enjoyment of possessions (see Terazzi S.r.l. v. Italy, no. 27265/95, § 85, 17 October 2002, and Elia S.r.l. v. Italy, no. 37710/97, § 77, ECHR 2001-IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  In the present case the Court accepts that the measures complained of pursued the legitimate aim of securing land in connection with the implementation of a local road network. This corresponds to the general interest of the community (see, mutatis mutandis, Cooperativa La Laurentina v. Italy, no. 23529/94, § 94, 2 August 2001; Bahia Nova S.A. (dec.), no. 50924/99, 12 December 2000; and Chapman v. the United Kingdom, no. 27238/95, § 82, ECHR 2001I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Court must next examine whether the interference with the applicant's right to the peaceful enjoyment of her possessions struck the requisite fair balance between the demands of the general interest of the public and the requirements of the protection of the individual's fundamental rights, or whether it imposed a disproportionate and excessive burden on the applicant (see, among many other authorities, Jahn and Others v. Germany [GC], nos. 46720/99, 72203/01 and 72552/01, § 93, ECHR 2005-VI). In the area of land development and town planning, the Contracting States should enjoy a wide margin of appreciation in order to implement their policies (see Terazzi S.r.l., and Elia S.r.l., cited above). Nevertheless, in the exercise of its power of review, the Court must determine whether the requisite balance was maintained in a manner consonant with the applicant's right to property (see, mutatis mutandis, Sporrong and Lönnroth v. Sweden, 23 September 1982, § 69, Series A no. 52).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  In that connection, the Court first observes that in 1977 the municipality instituted proceedings concerning the property in question which was designated for future expropriation with a view to the construction of a ring road and a viaduct. However, there was no timeframe for the plan's implementation. As a result, the applicant was threatened with expropriation at an undetermined point in time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Court further observes that no entitlement to compensation for owners who were to be expropriated in the future was provided under the planning legislation, which was in force until 31 December 1994 (see paragraph 44 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  Likewise, neither before 1 January 1995 nor after that date was the applicant entitled to obtain from the expropriating public authority a plot of land to replace the one designated for expropriation. Nor did she have an enforceable claim against the municipality to oblige it to acquire her property before the planned expropriation. The possibility of providing the applicant with a flat by way of a settlement, referred to in the letter which the applicant received on 9 October 1998, never materialised and, in any event, was unenforceable in court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Court is aware that the provisions of the 1994 Act introduced certain compensatory provisions which had not previously existed (see paragraph 45 above). However, the Court cannot overlook the fact that, although the legislature introduced compensatory provisions into the law, at the same time it excluded their application in respect of any plans adopted before 1 January 1995. In any event, it has not been argued or shown that the applicant could benefit from these specific entitlements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Court is well aware that the problems arising from the enactment of a comprehensive legal framework in the area of urban planning constitute part of the process of transition from a socialist legal order and its property regime to one compatible with the rule of law and the market economy – a process which, by the very nature of things, is fraught with difficulties. However, these difficulties and the enormity of the tasks facing legislators having to deal with all the complex issues involved in such a transition do not exempt the Contracting States from the obligations stemming from the Convention or its Protocols (see Schirmer v. Poland, no. 68880/01, 21 September 2004, § 38).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The Court has repeatedly held that although the legal situation, under the successive land planning laws, of socalled “frozen” plots of land to be expropriated in the future, taken as a whole, left intact the applicants' right to continue to use and dispose of their possessions, it nevertheless in practice, and in the absence of any entitlement to compensation, significantly reduced the effective exercise of that right and amounted to interferences with the right to the peaceful enjoyment of one's possessions, in particular because of the absence of adequate compensation mechanisms (see, e.g., Skibińscy v. Poland, cited above; Skrzyński v. Poland, cited above; Buczkiewicz v. Poland, cited above; Rosiński v. Poland, cited above, and Pietrzak v. Poland, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The Court is therefore of the view, taking into account the circumstances concerning this limb of the applicant's complaint, seen as a whole, that this state of affairs disclosed a lack of sufficient diligence in weighing her interests against the planning needs of the municipality. That conclusion is of itself sufficient to find a breach of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102. That being said, the Court considers that it is appropriate also to address the applicant's complaint concerning the failure of her efforts to obtain compensation for certain other categories of damage. In this connection, the Court observes that in 1979 construction works were carried out by a State-owned enterprise on her property for the purposes of the future construction of a ring-road and viaduct, on the assumption that the property would be expropriated. The works were subsequently abandoned. It was not contested, either before the domestic authorities or before the Court, that there was a causal link between the decision to expropriate the applicant and the works subsequently carried out on her land. Moreover, it has never been in dispute that the works changed the configuration of her land in a durable manner, leading to what the applicant perceived as a significant technical deterioration of the house and garage adjacent to it. The applicant tried to minimise the damage by bringing, in 1999, a claim in tort against the State Treasury in respect of relevant pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.   In this context, the Court reiterates that the genuine, effective exercise of the right protected by Article 1 of Protocol No. 1 does not depend merely on the State's duty not to interfere, but may give rise to positive obligations (see Öneryıldız v. Turkey [GC], no. 48939/99, § 134, ECHR 2004XII; Broniowski v. Poland [GC], no. 31443/96, § 143, ECHR 2004V; and Blumberga v. Latvia, no. 70930/01, § 65, 14 October 2008). Such positive obligations may entail the taking of measures necessary to protect the right to property. This means, in particular, that States are under an obligation to provide a judicial mechanism for settling effectively property disputes and to ensure compliance of those mechanisms with the procedural and material safeguards enshrined in the Convention. This principle applies with all the more force when it is the State itself which is in dispute with an individual. Accordingly, serious deficiencies in the handling of such disputes may raise an issue under Article 1 of Protocol No. 1.  Where an issue in the general interest is at stake it is incumbent on the public authorities to act in good time, in an appropriate manner and with the utmost consistency. It should also be stressed that uncertainty – be it legislative, administrative or arising from practices applied by the authorities – is an important factor to be taken into account in assessing the State's conduct (see Broniowski, cited above, § 151).",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The Court observes that the first-instance court allowed the applicant's claim in full, having regard to the opinion of the expert who had estimated the damage caused by the works to the property. However, ultimately the appellate court quashed that judgment and dismissed it. The Court is of the view that the finding of fact made by the first-instance court indicates that the applicant could claim that she had suffered damage as a result of the works. In addition, the Court notes that the existence of that damage was not contested by the Court of Appeal in its judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Nonetheless, the applicant's claim for damages ultimately failed because, in the view of that court, the applicant had erred by identifying the wrong defendant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  The Court notes that the facts which had given rise to the applicant's claim, namely the deep excavations carried out on the applicant's land by the State-owned enterprise, occurred in 1979. It notes the Government's submission that it was extremely difficult for them to establish the circumstances of the case with respect to this part of the application since it concerned facts which had occurred almost thirty years before (see paragraph 76 above). Having regard to the difficulties which the Government encountered trying to establish the facts of the case for the purposes of the proceedings before the Court, the Court is of the view that the applicant could not reasonably be expected to establish who had authorised the State-owned enterprise to start the works on her land, and when. Such an obligation can be said, after thirty years and, in addition, after the dissolution or privatisation of State-owned companies, to be nearly impossible for the applicant to comply with.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Court further observes that the appellate court shifted to the applicant the legal burden of determining who – the State Treasury or the local municipality – should have been sued in the case. In this context, the Court notes that major administrative reforms were implemented in  during the 1990s. As a result, in cases concerning civil liability of public authorities the courts have been required to determine the authority responsible for taking over the competencies of authorities which had ceased to exist. The interpretation of the provisions of the relevant laws introducing the administrative reforms has constantly changed, which has led to contradictory judicial rulings by different domestic courts on the same legal question (see paragraphs 56-60 above). As a result, the case-law at the domestic level, including Supreme Court judgments and resolutions, has often been contradictory. The divergences which arose in the caselaw were acknowledged by the Supreme Court in its resolution adopted by a bench of three judges (see paragraph 58 above). Hence, the question of liability for damages in connection with acts of public authorities carried out in the past was by no means clear at the time the applicant's claim was examined and the divergences in the case-law continued thereafter for several years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  Divergences in case-law are an inherent consequence of any judicial system which is based on a network of trial and appeal courts with authority over the area of their territorial jurisdiction, and the role of a supreme court is precisely to resolve conflicts between decisions of the courts below (see Zielinski and Pradal and Gonzalez and Others v. France [GC], nos. 24846/94 and 34165/96 to 34173/96, § 59, ECHR 1999VII). In the instant case, however, even the Supreme Court did not have uniform case-law on the legal questions in issue until as late as 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  The Court does not deny the complexity of the problems with which the courts were faced as a result of the fundamental changes in the competencies of all the various authorities at the local and State administrative levels. It considers, however, that shifting the duty of identifying the competent authority to be sued to the applicant and depriving her of compensation on this basis was a disproportionate requirement and failed to strike a fair balance between the public interest and the applicant's rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  In the Court's view, when it is likely that a public entity is liable for damages, the State's positive obligation to facilitate identification of the correct defendant is all the more important (Sierpiński v. Poland, no. 38016/07, §§ 7280, 3 November 2009, and Plechanow v. Poland, no. 22279/04, §§ 103110, 7 July 2009). This approach has also been taken by the Polish Supreme Court in some of its decisions (see paragraphs 54 and 57 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court attaches importance to the fact that the applicant's efforts to secure compensation seem to have been thwarted by the cumulative effects of the passage of time, the successive administrative reforms, the inconsistency of the case-law regarding the taking over of the civil liability of the State Treasury and the lack of legal certainty and coherence in this respect. As a result, not only did she not have a right to compensation for restrictions flowing from the proceedings instituted with a view to the future expropriation, which was, in the Court's view and in the light of its established case-law, sufficient by itself for finding a violation of Article 1 of Protocol No. 1 to the Convention (see paragraph 44 above), but also her efforts to obtain compensation in tort for the long-term effects of the undisputed physical damage caused to her property by a Stateowned enterprise in the context of the planned expropriation were frustrated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  Having regard to the circumstances of the case seen as a whole, the Court is of the view that the fair balance between the demands of the public interest and the need to protect the applicant's rights was upset (see, Skibińscy, cited above, § 97; Skrzyński, cited above, § 91; Rosiński, cited above, § 88 and Plechanow, cited above, §§ 108-111). Consequently, the applicant was required to bear an excessive individual burden (see Skibińscy, cited above, § 97).",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  There has accordingly been a violation of Article 1 of Protocol No. 1 to the Convention and the Government's objection based on nonexhaustion of domestic remedies (see paragraphs 72–74 above) must accordingly be rejected.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "112.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "113.  The applicant sought compensation in the amount of PLN 28,835. She stated that this amount represented the value of her compensation claim dismissed by the Rzeszów Court of Appeal. She referred to the estimate made by an expert for the purposes of quantifying the value of her claim in the civil proceedings and submitted to the Court. This amount was broken down as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  PLN 20,003 in respect of the decrease in value of the building caused by lack of general renovation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii) PLN 2,972 in respect of reimbursement of the cost of repairing the garage situated on the property;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii) PLN 5,895 in respect of reimbursement of the cost of building materials purchased by the applicant with a view to a general renovation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  She further claimed PLN 50,000 as compensation for damage caused by the deterioration of the house, devastation of the garden, changes in the configuration of the plot caused by the works and by serious changes to the flow of water on it, causing damp and penetration of water into the cellar.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Court observes that the first-instance court found that there was a causal link between the original decision to expropriate and the damage listed under (i) and (ii) above. It further notes that the appellate court did not challenge that conclusion. Furthermore, the Court has had regard to the estimate drawn up by the expert for the purposes of the civil proceedings and notes that the applicant's claims are based on the expert's conclusions. The Court accordingly is satisfied that EUR 5,870 should be awarded to the applicant as compensation for pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Court is not persuaded that it has been shown that such a link existed between the expropriation decision and the item listed under (iii). It has not been proved that the applicant ever requested permission to carry out works for the purpose of which these building materials had been purchased and that this permission was subsequently refused. It therefore dismisses this part of the applicant's claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  In so far as the applicant refers to other heads of pecuniary damage, amounting to PLN 50,000, the Court notes that they have not been quantified precisely. The Court is therefore of the view that it has not been shown that the applicant suffered pecuniary damage over and above the part which has been already examined. It therefore dismisses the remainder of the applicant's claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "118.  The applicant claimed PLN 20,000 in respect of nonpecuniary damage which she had sustained as a result of the distress and uncertainty occasioned by the restrictions imposed on her rights in connection with the future expropriation and for the fact that no reasonable efforts had been made by the competent authorities to clarify and ameliorate her legal and factual position as an owner threatened with expropriation in the future.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The Government submitted that the applicant's claim was exorbitant and should be rejected. They asked the Court to rule that a finding of a violation constituted in itself sufficient just satisfaction. Alternatively, the Government invited the Court to award a considerably lower amount than had been claimed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The Court considers that the applicant has sustained some non-pecuniary damage on account of the violation of Article 1 of Protocol No. 1 to the Convention which would not be sufficiently compensated by that finding (see Skrzyński, cited above; Rosiński, cited above; and Pietrzak v. Poland, no. 38185/02, § 122, 8 January 2008). Having regard to the circumstances of the case, to the duration of the period in respect of which it found a violation of the applicant's rights (see paragraph 89 above) and ruling on an equitable basis, the Court awards the applicant EUR 1,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "121.  The applicant did not make a claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "122.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government's preliminary objection concerning exhaustion of domestic remedies and declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No.1 to the Convention, and dismisses in consequence the Government's above-mentioned objection;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Polish zlotys at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": " (b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 December 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF TARNAWCZYK v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-102119.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:1207JUD002748002",
    "externalsources": [],
    "extractedappno": [
        "27480/02",
        "78/70",
        "550/97",
        "90/02",
        "64/04",
        "99/06",
        "29813/96",
        "30229/96",
        "35014/97",
        "17373/02",
        "38672/02",
        "22531/05",
        "31524/96",
        "52589/99",
        "10446/03",
        "38185/02",
        "27265/95",
        "37710/97",
        "23529/94",
        "50924/99",
        "27238/95",
        "46720/99",
        "72203/01",
        "72552/01",
        "68880/01",
        "48939/99",
        "31443/96",
        "70930/01",
        "24846/94",
        "34165/96",
        "34173/96",
        "38016/07",
        "22279/04"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-102119",
    "judgementdate": "07/12/2010 00:00:00",
    "kpdate": "07/12/2010 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "369",
        "509",
        "304",
        "354",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "35-1",
        "35",
        "P1-1-1",
        "41",
        "P1-1"
    ],
    "parties": [
        "TARNAWCZYK",
        "POLAND"
    ],
    "rank": "770.309020996094",
    "representedby": [
        "BURDA M."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Almeida Garrett, Mascarenhas Falcão and Others v. Portugal, nos. 29813/96 and 30229/96, § 43, ECHR 2000-I",
        "Bahia Nova S.A. (dec.), no. 50924/99, 12 December 2000",
        "Belvedere Alberghiera S.r.l. v. Italy, no. 31524/96, § 51, ECHR 2000-VI",
        "Blumberga v. Latvia, no. 70930/01, § 65, 14 October 2008",
        "Broniowski v. Poland [GC], no. 31443/96, ECHR 2004-V",
        "Buczkiewicz v. Poland, no. 10446/03, 26 February 2008",
        "Bugajny and Others v. Poland, no. 22531/05, §§ 57-61, 6 November 2007",
        "Chapman v. the United Kingdom, no. 27238/95, § 82, ECHR 2001-I",
        "Cooperativa La Laurentina v. Italy, no. 23529/94, § 94, 2 August 2001",
        "Elia S.r.l. v. Italy, no. 37710/97, § 77, ECHR 2001-IX",
        "Hutten-Czapska v. Poland [GC], no. 35014/97, §§ 147-153, ECHR 2006",
        "Jahn and Others v. Germany [GC], nos. 46720/99, 72203/01 and 72552/01, § 93, ECHR 2005-VI",
        "James and Others v. the United Kingdom, judgment of 21 February 1986, Series A no. 98, pp. 29-30, § 37",
        "Lithgow and Others v. the United Kingdom, judgment of 8 July 1986, Series A no. 102, pp. 50-51, §§ 120-121",
        "Öneryildiz v. Turkey [GC], no. 48939/99, § 134, ECHR 2004-XII",
        "Pietrzak v. Poland, no. 38185/02, 8 January 2008",
        "Plechanow v. Poland, no. 22279/04, 7 July 2009",
        "Rosinski v. Poland, no. 17373/02, 17 July 2007",
        "S.r.l. v. Italy, no. 27265/95, § 85, 17 October 2002",
        "Schirmer v. Poland, no. 68880/01, 21 September 2004, § 38",
        "Sierpinski v. Poland, no. 38016/07, §§ 72-80, 3 November 2009",
        "Skibinscy v. Poland, no. 52589/99, 14 November 2006",
        "Skrzynski v. Poland, no. 38672/02, 6 September 2007",
        "Sporrong and Lönnroth v. Sweden, 23 September 1982, § 69, Series A no. 52",
        "Terazzi S.r.l. v. Italy, no. 27265/95, § 85, 17 October 2002",
        "Zielinski and Pradal and Gonzalez and Others v. France [GC], nos. 24846/94 and 34165/96 to 34173/96, § 59, ECHR 1999-VII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "362150",
    "typedescription": "15"
}