{
    "__articles": "6;13",
    "__conclusion": "Violation of Art. 6;Violation of Art. 13;Violation of P1-1",
    "applicability": "",
    "appno": "47486/07",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Art. 6",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        }
    ],
    "content": {
        "001-99867.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 47486/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Yevgeniya Ivanovna Nikitina (“the applicant”), on 2 October 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, representative of the  before the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 16 March 2009 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1949 and lives in Kovarditsy, the Vladimir Region.",
                                "elements": []
                            },
                            {
                                "content": "5.  In 1998 the applicant's father died in a fire. The applicant alleged that the death had been caused by the firemen's manifest failure to comply with the fire-fighting instructions. In 2001 K., an investigator of the Murom Division of the State Fire Department, reported to a local prosecutor about the incident. In his official explanatory note issued in reply to the prosecutor's inquiry K. stated that the applicant's repeated unfounded complaints demonstrated that she must have been suffering from some mental disorder and that he strongly recommended subjecting her to a psychiatric examination.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant sued K. and the State Fire Department of the Vladimir Region for defamation.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 22 July 2004 the  found in the applicant's favour. The court held, in particular, that K. had acted in his official capacity of an investigator when making the defamatory statements about the applicant. The court awarded her 3,030 Russian roubles (RUB) in nonpecuniary damages against the State Fire Department of the Vladimir Region and ordered K. to retract the false information about the applicant. On 21 September 2004 the  upheld the judgment in substance, and it entered into force. The judgment has not been executed to date.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 1 April 2005 pursuant to order no. 487 of 26 October 2004 issued by the Ministry of the Emergency Response of Russia, the State Fire Department of the Vladimir Region was liquidated by way of removal from the State tax register. The functions of the State Fire Department have since been executed by the previously existing Vladimir Region Office of the Ministry of the Emergency Response of Russia.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 27 March 2006 two writs of execution issued by the  on 22 July 2004 were received by the bailiff service of the Vladimir Region, which initiated the enforcement proceedings on the same day. In the course of the proceedings the bailiff service established that the judgment could not be enforced due to the debtor's liquidation. On 21 June 2007 the Oktyabrskiy District Court of Vladimir terminated the enforcement proceedings.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 29 December 2006 the  refused to replace the respondent authority by the Ministry of the Emergency Response of Russia on the ground that the latter was not a legal successor to the defunct State Fire Department. The judgment was upheld by the  on 19 April 2007.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant further sued the Ministry of Finance for damages resulting from the firemen's negligence. On 17 April 2007 the  in the final instance rejected her complaints as unfounded.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "12.  Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment in two months. Under section 242.2.6 of the Budget Code of 31 July 1998, the Ministry of Finance must enforce a judgment in three months.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "13.  The applicant complained that the non-enforcement of the judgment breached Article 6 of the Convention and Article 1 of Protocol No. 1. As far as relevant, these Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "14.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "15.  The Government argued that it was through the applicant's own negligence that the judgment has not been enforced. She delayed submitting the writs of execution to the enforcement authorities for over eighteen months after the judgment became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant maintained her complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court reiterates that a person who has obtained a judgment against the State may not be expected to bring separate enforcement proceedings (see Metaxas v. Greece, no. 8415/02, § 19, 27 May 2004). Where a judgment is against the State, the  authority must be duly notiﬁed thereof and is thus well placed to take all necessary initiatives to comply with it or to transmit it to another competent State authority responsible for compliance (see Akashev v. Russia, no. 30616/05, § 21, 12 June 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Furthermore, the Government provided no justification for the State's continuing failure to comply with the judgment after the applicant submitted the necessary documents to the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court reiterates in this respect that liquidation proceedings against a State organ cannot absolve the State of its responsibility to enforce a final judgment. To conclude otherwise would allow the State to use this avenue to avoid payment of the debts of its organs, especially taking into account that changing needs force the State to make frequent changes in its organisational structure, including by forming new organs and liquidating old ones (see Kuksa v. Russia, no. 35259/04, § 26, 15 June 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court accordingly concludes that the State's failure to comply with the judgment during more than five years has breached Article 6 of the Convention and Article 1 of Protocol No. 1 (see Burdov v. Russia, no. 59498/00, §§ 33–42, ECHR 2002–III).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained that she had no effective domestic remedy against the non-enforcement of the judgments. Article 13 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "22.  The Government retorted that the applicant had not availed herself of such domestic remedies as a negligence complaint and a claim for nonpecuniary damages.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Court considers that the remedies cited by the Government would be ineffective. A negligence complaint would likely be rejected by a national court on the ground that the actions of the enforcement officials were lawful in the situation where the debtor had been liquidated. In any event, this remedy could hardly bring any other result than a mere restatement by a court of the State's obligation to pay the award (see Moroko v. Russia, no. 20937/07, § 25, 12 June 2008). A claim for nonpecuniary damages has not been shown to be sufficiently certain in practice so as to offer the applicant reasonable prospects of success as required by the Convention (see Burdov v.  (no. 2), no. 33509/04, §§ 109-116, ECHR 2009...).",
                                "elements": []
                            },
                            {
                                "content": "24.  There has, accordingly, been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicants also complained under Articles 6 and 13 and Article 1 of Protocol No. 1 of incorrect interpretation of the law and facts by the domestic courts in the proceedings that ended on 17 and 19 April 2007.",
                                "elements": []
                            },
                            {
                                "content": "26.  Having regard to all the material in its possession, and in so far as these complaints fall within its competence, the Court finds that there is no appearance of a violation of the rights and freedoms set out in these provisions in that respect. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 1, 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "27.  The applicant claimed 100 euros (EUR) in respect of pecuniary damage calculated as 3,030 Russian roubles (RUB) (EUR 72) awarded to her in the non-enforced judgment, plus relevant inflation losses. She also claimed EUR 3,000 in respect of non-pecuniary damage. The Government objected to these claims stating that the applicant's rights had not been violated and that her calculations were arbitrary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  As to pecuniary damage, the Court reiterates that the best redress of a violation of Article 6 is to put the applicant as far as possible in the position he would have been in if Article 6 had been respected (see Piersack v. Belgium (Article 50), judgment of 26 October 1984, Series A no. 85, § 12). Applied to the case at hand, this principle would mean that the State must pay to the applicant RUB 3,030 that she should have received under the judgment of 22 July 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  As to the claim for the inflation losses, even though the applicant did not submit a detailed calculation of the amount, the Court considers it reasonable to grant her claim in full.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Accordingly, the Court awards EUR 100 under this head, plus any tax that may be chargeable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court furthermore finds that the applicant has suffered non-pecuniary damage as a result of the violation found which cannot be compensated by the mere finding of a violation. The Court accepts that the applicant suffered not only from a delay in the payment of the monetary award, but also from the State's continuing failure to restore her good name by issuing a refutation. Moreover, according to the national courts' decisions she no longer has a right to enforcement of the judgment in her favour due to the liquidation of the respondent. Having regard to the circumstances of the case and making its assessment on an equitable basis, the Court awards the applicant the sum of EUR 3,000, plus any tax that may be chargeable on the amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "32.  The applicant also claimed reimbursement of the costs and expenses incurred in the proceedings before the Court. In particular, she claimed EUR 1,500 as remuneration for her representative in accordance with the contract of 19 September 2007. The Government contested this amount as unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court notes that under the contract of 19 September 2007 the applicant agreed to pay her representative a fee amounting to EUR 1,500 for his representation before the Court, provided the representative duly performed his contractual obligations. The contract thus clearly stipulated that the applicant was to pay her representative EUR 1,500. The Court is satisfied that from the standpoint of the Convention these costs are real. The fact that the applicant was not required to pay the fee in advance does not affect this conclusion (see Tusashvili v. , no. 20496/04, § 37, 15 December 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 900, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "36.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning nonenforcement of the judgment of 22 July 2004 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Articles 6 and 13 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 July 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NIKITINA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-99867.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0715JUD004748607",
    "externalsources": [],
    "extractedappno": [
        "47486/07",
        "8415/02",
        "30616/05",
        "35259/04",
        "59498/00",
        "20937/07",
        "33509/04",
        "20496/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-99867",
    "judgementdate": "15/07/2010 00:00:00",
    "kpdate": "15/07/2010 00:00:00",
    "kpthesaurus": [
        "445",
        "444"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "13"
    ],
    "parties": [
        "NIKITINA",
        "RUSSIA"
    ],
    "rank": "742.801025390625",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "361315",
    "typedescription": "15"
}