{
    "__articles": "5;5-3;6;6-2",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Reasonableness of pre-trial detention);No violation of Article 6 - Right to a fair trial (Article 6-2 - Presumption of innocence)",
    "applicability": "",
    "appno": "33566/11",
    "article": [
        "6",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Reasonableness of pre-trial detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6-2 - Presumption of innocence"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-180655.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 33566/11) against “the former Yugoslav Republic of Macedonia” lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Macedonian nationals Mr Velija Ramkovski (“the first applicant”) and Ms Emel Ramkovska (“the second applicant”) on 23 May 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr F. Medarski, a lawyer practising in Skopje. The Macedonian Government (“the Government”) were initially represented by their former Agent, Mr K. Bogdanov, succeeded by Ms D. Djonova.",
                        "elements": []
                    },
                    {
                        "content": "3.  Jovan Ilievski, the judge elected in respect of the former Yugoslav Republic of Macedonia, was unable to sit in the case (Rule 28). On 13 July 2017 the President of the Chamber decided to appoint Tim Eicke to sit as an ad hoc judge (Rule 29 § 2 (a)).",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants alleged, in particular, that the court orders extending their pre-trial detention and the proceedings for review of those orders had violated their rights under Article 5 §§ 3 and 4 and Article 6 § 2 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 3 July 2014 the applicants’ complaints were communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicants were born in 1947 and 1971 and live in Skopje. The first applicant is the father of the second applicant.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicants’ pre-trial detention",
                                "elements": [
                                    {
                                        "content": "7.  The first applicant was arrested on 23 December 2010. The second applicant was arrested on the next day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 24 December 2010 the applicants were brought before an investigating judge of the Skopje Court of First Instance (Основен суд Скопје, “the trial court”). On the same day the investigating judge opened an investigation in respect of twenty people, including the applicants, on suspicion of criminal conspiracy (злосторничко здружување) and tax evasion (даночно затајување). It was alleged that the first applicant had conspired to create an organised group for the commission of various criminal offences through a network of companies founded and owned by the suspects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  At the same time the investigating judge ordered that nineteen of the suspects, including the applicants, be held in pre-trial detention for thirty days. The order also applied to five suspects who were still at large, including H.R., the son of the first applicant and brother of the second applicant. The order was based on all three grounds specified in section 199(1) of the Criminal Proceedings Act (Закон за кривичната постапка, Official Gazette no. 15/2005 – “the Act”), namely a risk of the suspects absconding, reoffending and interfering with the investigation. As to the risk of absconding, the judge took into account the statements of the suspects, including the fact that some of them had decided to remain silent, the gravity of the charges and the severity of the anticipated penalty, and concluded that there was a risk of the suspects absconding if they were released. Detaining the suspects on the grounds of the risk of their reoffending was justified by the fact that most of them held managerial posts in companies implicated in the criminal proceedings and had authority to sign business accounts and other financial documents. The judge further held that special circumstances (особени околности) suggested that if released, the suspects might interfere with the investigation by influencing prosecution witnesses who were to be examined by the investigating judge. The preparation of a financial expert report was also ordered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 21 January 2011 a three-judge panel of the trial court set up under section 22(6) of the Act (see paragraph 33 below) ordered a thirty-day extension of the pre-trial detention of the applicants and twelve other suspects on all three grounds specified under the Act. As to the risk of their absconding, the panel reasoned as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The material and verbal evidence adduced so far corroborates the reasonable suspicion that the defendants have committed the crimes of which they are suspected. Having regard to the nature, character and type of offences that are being investigated, as well as the gravity of the charges, the level of criminal responsibility, the anticipated penalty ... the panel considers that there is a real risk of flight if the defendants are released ... The risk of flight is further reinforced by the financial circumstances of the defendants, given the fact that most of them do not have immovable property in their name ... The panel has taken into consideration the fact that most of the defendants have families and that they are parents, as well as that [some of the defendants, including Ms E. Ramkovska] have immovable property in their name, but these circumstances do not eliminate the risk of the defendants absconding and are insufficient to secure their attendance at the pre-trial proceedings.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The panel also considered that, if released, the suspects might interfere with the investigation. In this connection, it took note of the fact that the examination of prosecution witnesses had been scheduled for 21, 25 and 31 January 2011. The fact that some of the suspects (but not the applicants) had decided to remain silent was considered by the panel as a factor that heightened the risk of interference with the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  As regards the risk of reoffending, the panel took into account that the applicants were suspected of being part of an organised group that had been operating over a prolonged period of time, with assigned roles in business structures of already existing companies or companies which the suspects aimed to establish with a view to making unlawful gains. The fact that the suspects still held the same posts in the companies implicated in the criminal proceedings implied a risk of reoffending, if they were released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 26 January 2011 the applicants lodged appeals complaining that the three-judge panel had not given concrete reasons to justify their pre-trial detention. They argued that the panel had not provided sufficient reasons to justify detaining them on grounds of the risk of their reoffending, and that the risk of interference with the investigation had not been substantiated since nearly all the evidence had already been gathered. The fact that some of the other suspects had decided to remain silent could not serve as basis for extending their pre-trial detention. The applicants also submitted that they did not have a previous criminal record; they had not resisted arrest and had behaved in an exemplary manner during their detention. Both of them had families and possessions in the respondent State. The second applicant was a mother of three minor children. They sought release and replacement of the detention order with a more lenient measure, such as house arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 4 February 2011 the Skopje Court of Appeal (Апелационен суд Скопје, “the Court of Appeal”) dismissed the appeals of the applicants and the other suspects and upheld the court order. As regards the risk of interference with the investigation, the Court of Appeal held that the investigation had not yet been completed and the examination of the witnesses was ongoing. The court relied on the gravity of the charges and the severity of the penalty to justify detaining them on the grounds of the risk of their absconding. As to the risk of reoffending, the Court of Appeal reiterated the panel’s finding that the suspects were being investigated for acting as an organised group over a prolonged period of time, through a network of companies founded at home and abroad, with a view to making unlawful gains.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 21 February 2011 a three-judge panel of the trial court ordered another thirty-day extension of the pre-trial detention of the applicants and nine other suspects. The panel used identical wording to justify detaining them on the grounds of the risk of the suspects absconding, reoffending and interfering with the investigation. Additionally, the panel took into consideration the fact that the investigation had been extended to include additional criminal offences. Thus additional evidence, including the examination of two witnesses – M.N. and R.D. as representatives of certain companies – was yet to be secured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 4 March 2011 the Court of Appeal dismissed appeals lodged by the applicants and the other suspects. It upheld the panel’s decision and its reasoning justifying further extension of the applicants’ pre-trial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 22 March 2011 the applicants and the other suspects were indicted before the trial court. Both applicants were charged with money laundering, criminal conspiracy and tax evasion. The first applicant was further charged with abuse of office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On the same day a three-judge panel of the trial court ordered another thirty-day extension of the pre-trial detention of the applicants and other accused. The extension was ordered on grounds of the risk of the accused absconding and reoffending. The panel provided the following reasoning:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The material and verbal evidence adduced so far corroborates the high degree of reasonable suspicion that the accused have committed the crimes with which they are charged. Having regard to the nature, character and type of offences with which the accused are charged under the indictment; given that the accused committed the criminal offences as a well-organised and compact group consisting of organisers and members with assigned roles in taking the incriminated actions they are suspected of; having regard to the degree of danger for society and criminal responsibility; having regard to the type and severity of the anticipated penalty for the type of offences of which the accused are suspected, including the possibility of an effective prison sentence, the panel considers that there is a real risk of flight if the accused are released ... The risk of flight is increased if the behaviour of H.R., N.R., R.I. and R.C [other accused] is taken into consideration given that they remain unavailable to the law-enforcement authorities ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the assessment of the risk of reoffending as a ground warranting further extension of the pre-trial detention, the panel took into account the nature and type of the offences with which the accused were charged ... and the fact that the defendants are accused of acting as a well-organised group, consisting of organisers and members, with assigned roles in the business structures of several companies, that acted over a prolonged period of time. The risk of reoffending is reinforced due to the circumstance that some of the criminal offences were committed as continuous crimes, which underlines the nature and character [of the accused], as well as their susceptibility to carry out criminal activities of this type over a prolonged period of time. The fact that the majority of the accused still occupy the same posts in the companies involved in the criminal proceedings, from which they took the incriminated actions of which they are accused in the criminal proceedings at hand, generates a risk of reoffending if the accused are released ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 28 March 2011 the applicants lodged appeals complaining that the court order violated their rights under Article 5 of the Convention, in that it did not provide concrete reasons for their detention. They argued that the panel had essentially issued a collective detention order, using identical wording and standardised phrases without specifying any particular reason concerning the applicants’ personal character that would justify their pre-trial detention. They also argued that the wording used by the panel was in violation of the principle of presumption of innocence guaranteed under Article 6 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 11 April 2011 the Court of Appeal dismissed the appeals of the applicants and the other accused. It relied on the gravity of the charges and the severity of the anticipated penalty as circumstances warranting further extension of the pre-trial detention of the applicants and the other accused. With regard to the risk of reoffending, the Court of Appeal took note of the fact that the defendants were accused of acting as an organised group over a prolonged period of time, with pre-defined roles, using the established business structure of companies in the respondent State and abroad.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 21 April 2011 a three-judge panel of the trial court ordered another thirty-day extension of the pre-trial detention of the applicants and other accused on the grounds that they might abscond and reoffend. It provided the same reasons as before.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 29 April 2011 the applicants appealed against the panel’s decision before the Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 10 May 2011 the Court of Appeal dismissed the appeals of the applicants and the other accused, providing the same reasoning as before.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 13 May 2011 that decision was served on the first applicant in prison. On the same day the applicants’ lawyer inspected the case file in the trial court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In the meantime, the applicants unsuccessfully applied for release on several occasions. On 10 May 2011 a three-judge panel of the trial court dismissed an application for release submitted by the second applicant. It also removed the risk of reoffending from the list of grounds justifying the second applicant’s pre-trial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In the course of the proceedings the applicants’ pre-trial detention was continuously extended until their conviction by the trial court. The first applicant’s detention was extended on the grounds that he might abscond and reoffend. After 10 May 2011 the second applicant’s detention was extended solely on grounds that she might abscond.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 14 March 2012 the trial court convicted the applicants as charged. The court further decided that they would remain in custody until the judgment became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 25 February 2013 the Court of Appeal upheld the applicants’ conviction. The applicants have started to serve their prison sentences.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Information about the application in the press",
                                "elements": [
                                    {
                                        "content": "29.  In their observations the Government informed the Court about an article published on 19 November 2014 on an internet portal called Prizma-Balkan Investigative Reporting Network (BIRN) entitled “The Government offered settlement – Ramkovski declined, he will wait for Strasbourg” (“Владата понудила спогодба – Рамковски ја одбил, ќе го чека Стразбур”). In the article the journalist wrote about the factual background of the case, the complaints communicated to the Government and the questions asked by the Court. It included a link to the statement of facts and the Court’s questions sent to the parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The caption under the title of the article read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The State offered a settlement to Velija Ramkovski – compensation for the long pre-trial detention and violation of the presumption of innocence in the ‘spider web’ affair, in relation to which he has complained before the European Court [of Human Rights] – but he refused. Faced with the fact that the State will lose the case, the Government will change the legal provisions concerning pre-trial detention.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The last part of the article was entitled “Ramkovski refuses settlement, the Government changes the law” (“Рамковски одбива спогодба, Владата го менува законот”). The article went on to say:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“After the Court asked the questions, the State offered a settlement, Velija Ramkovski’s defence team confirmed for BIRN. A settlement between the parties for payment of compensation is allowed by the statute of the Court. However it was not acceptable to Ramkovski.",
                                        "elements": []
                                    },
                                    {
                                        "content": "- I met with Velija Ramkovski in prison, I gave him the message from the State about a settlement, but he refused. He has decided to wait for the Court in Strasbourg to find violations in his case with a judgment – confirmed for BIRN a member of Ramkovski’s legal defence team who is representing him before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The State confirmed that they have been contacted by the Court in Strasbourg and also confirmed the credibility of the documents in BIRN’s possession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "- The Government agent and the Bureau for representation of the State before the Court in Strasbourg are preparing the observations to be sent to the Court by the end of November – said the Government agent, Kostadin Bogdanov.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He says that in the meantime they have contacted the parties by telephone and have offered them a settlement. However, they have received no response yet and they are required to submit their observations to the Court within several days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  After it had been published on the Prizma-BIRN internet portal, information about the settlement offer had appeared on several other internet portals.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "Criminal Proceedings Act – consolidated version of 2005 (Закон за кривичната постапка – пречистен текст, Official Gazette no. 15/2005)",
                                "elements": [
                                    {
                                        "content": "33.   Section 22(6) of the Criminal Proceedings Act provided for a threejudge panel of the first-instance court to rule on, inter alia, appeals against decisions of the investigating judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Under section 198(2) of the Act, pre-trial detention had to be as brief as possible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Under section 199(1) (1-3) of the Act, pre-trial detention could be ordered if there was a reasonable suspicion that the person concerned had committed an offence and if there was a risk of his or her absconding, interfering with the investigation or reoffending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Under section 200(1) and (6) of the Act, an investigating judge had the power to order pre-trial detention. The person concerned could appeal before the panel set up under section 22(6).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Section 205(1) of the Act provided that an investigating judge could order pre-trial detention for up to thirty days. Section 205(2) provided that the pre-trial detention could be extended by a decision of the panel set up under section 22(6), at the request of the investigating judge or the public prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Section 207(1) of the Act provided that after an indictment had been filed, the panel set up under section 22(6) would decide on the extension of the detention. Section 207(2) provided that after the indictment had been filed, the maximum duration of the detention was one year (for criminal offences punishable by a prison sentence up to fifteen years). Section 207(3) required the panel to assess whether there were reasons for keeping the person concerned in detention and, accordingly, whether to extend the detention or order release. A review was to be carried out in the absence of a request from the parties and within thirty days of the expiry of the last detention order.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  PRELIMINARY OBJECTION OF THE GOVERNMENT",
                        "elements": [
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "39.  The Government submitted that the applicants had violated the rules of confidentiality regarding friendly-settlement negotiations by disclosing information about the friendly-settlement proposal to the media. In support of this assertion, they referred to the article originally published on the internet portal Prizma-BIRN on 19 November 2014, which had subsequently appeared on several other internet portals. The Government claimed that it was clear from the article that the information had been provided by the applicants, since it explicitly referred to a statement given by a member of the first applicant’s legal defence team. They invited the Court to declare the application inadmissible on grounds of abuse of the right of petition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The applicants’ representative before the Court maintained that neither he nor the applicants had disclosed any information concerning the friendly-settlement proposal made by the Government. After receiving the Government’s offer for a friendly settlement over the telephone, he had informed the applicants’ closest family about it. The applicants were detained in prison where they were subjected to a strict regime of limited communication. Therefore, they could not have leaked that information to the media, as was evident from the article itself, which did not include any personal statements by the applicants. No electronic media had published any information about the friendly-settlement negotiations. Lastly, all of the information in the impugned article concerned the first applicant; no reference had been made to the second applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "41.  The Court notes that, pursuant to Article 39 § 2 of the Convention and Rule 62 § 2 of the Rules of Court, friendly-settlement negotiations are confidential and no written or oral communication and no offer or concession made in the course of friendly-settlement negotiations may be referred to or relied on in the contentious proceedings. This rule is absolute and does not allow for an individual assessment of how much detail was disclosed (see Balenović v. Croatia (dec.), no. 28369/07, 30 September 2010 and Abbasov and Others v. Azerbaijan (dec.), no. 36609/08, § 28, 28 May 2013). Given the importance of this principle, the Court reiterates that a breach of the rule of confidentiality might, in certain circumstances, justify the conclusion that an application is inadmissible on the grounds of an abuse of the right of application (see Miroļubovs and Others v. Latvia, no. 798/05, § 66, 15 September 2009; Barreau and Others v. France (dec.), no. 24697/09, 13 December 2011 and Čapský and Jeschkeová v. the Czech Republic (just satisfaction), nos. 25784/09 and 36002/09, § 17, 9 February 2017). In order to be regarded as an abuse of application, the disclosure of confidential information must be intentional and the direct responsibility of the applicant in the disclosure must be established with sufficient certainty (see Arsovski v. the former Yugoslav Republic of Macedonia, no. 30206/06, § 40, 15 January 2013 and Gorgadze v. Georgia (dec.), no. 57990/10, § 19, 2 September 2014).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court recalls that the rule of confidentiality serves to protect both the parties and the Court from any attempt to exert political or any other kind of pressure. Thus, it aims to facilitate a friendly-settlement, by safeguarding that the information provided in the course of negotiations are not revealed and made public. At the same time, Rule 62 § 2 in fine also protects the Court and its own impartiality, by ensuring that should the friendly-settlement negotiations fail, their content will not prejudice the outcome of the contentious proceedings (see Heldenburg v. the Czech Republic (just satisfaction), no. 65546/09, § 25, 9 February 2017 and the references therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Turning to the present case, the Court notes that the person disclosing to the media the information that the first applicant had refused the initiative taken by the Government with a view to securing a friendly settlement of the case has never been identified. In his submissions the applicants’ legal representative before the Court adamantly rejected the suggestion from the article provided and relied on by the Government that any disclosure to the press had been made either by the applicants themselves or by their legal representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In these circumstances, the Court finds that the identification of the actual source of information provided to the media raises a difficult question of fact. However, having in mind the general purpose of the rule of confidentiality, the Court considers that it does not need to resolve this factual dispute in the present case. This is because, even assuming that the Government’s allegations were correct, the information disclosed to the press contained very little other than that which was, in any event, already publicly available and, in particular, did not reveal any details of the alleged friendly-settlement negotiations, such as the amount involved, or any offers or concessions made therein, so as to be capable of prejudicing in any way the proceedings before the Court. In such circumstances, the Court considers that a decision to declare the application inadmissible as an abuse of the right of petition would not be justified (compare Lesnina Veletrgovina d.o.o. v. the former Yugoslav Republic of Macedonia (dec.), no. 37619/04, 2 March 2010). It follows that the Government’s objection must be rejected.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The applicants complained that the domestic courts had not given relevant and sufficient reasons for their continued pre-trial detention. They relied on Article 5 § 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "46.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "47.  The applicants maintained that the domestic courts had not given sufficient reasons to justify their continued detention. The courts had decided to extend the pre-trial detention of the applicants and the other accused by means of collective decisions and their reasoning had contained stereotyped formulae, without providing individualised arguments. They had provided no concrete reasons to substantiate their assertion that the applicants might abscond, other than the gravity of the charges and the severity of the anticipated penalty. The domestic courts had failed to consider alternative preventive measures for ensuring the applicants’ presence at the trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Government submitted that the domestic courts had duly considered the personal circumstances of the applicants and provided relevant and sufficient reasons when issuing the detention orders. They had taken into account that the applicants, and some of their family members, owned companies, registered both in the respondent State and abroad, which were implicated in the criminal proceedings at hand. The fact that this complex and multi-layered structure of business and family relationships, and the applicants’ posts in the companies, had been taken into account by the domestic courts showed that they had taken an individualised approach in the assessment of the relevant circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government noted that the applicants’ pre-trial detention had, for the most part, been justified by the risk of their absconding. In this connection, they submitted that the second applicant had lived and worked for a period of eighteen years in Turkey, where she was the co-owner of two companies. Her brother, the son of the first applicant, H.R., who was also accused in the criminal proceedings, had lived and worked in Turkey for sixteen years. H.R. had been unavailable to the domestic authorities and an international arrest warrant had been issued in respect of him. All of those circumstances had been known to the domestic authorities and the applicants.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "50.  According to the Court’s established case-law under Article 5 § 3, the persistence of a reasonable suspicion is a condition sine qua non for the lawfulness of continued detention. However, after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds are “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings. Justification for any period of detention, no matter how short, must be convincingly demonstrated by the authorities (see Buzadji v. the Republic of Moldova [GC], no. 23755/07, § 87, ECHR 2016 (extracts)). In particular, as the Court stressed in the case of Buzadji (ibid., § 102), the requirement on the judicial officer to give relevant and sufficient reasons for the detention – in addition to the persistence of reasonable suspicion – applies already at the time of the first decision ordering pre-trial detention, that is to say “promptly” after the arrest, as required under the first limb of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  When deciding whether a person should be released or detained, the authorities are obliged to consider alternative means of ensuring his appearance at trial (see, among many other authorities, Idalov v. Russia [GC], no. 5826/03, § 140, 22 May 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court reiterates that under its constant case-law the issue of whether a period of detention is reasonable cannot be assessed in abstracto. Continued detention can be justified only if there are specific indications of a genuine requirement of public interest which, notwithstanding the presumption of innocence, outweighs the rule of respect for individual liberty (see, among other authorities, Labita v. Italy [GC], no. 26772/95, § 152, ECHR 2000IV). With particular regard to the risk of absconding, consideration must be given to the character of the person involved, his morals, assets, links with the State in which he is being prosecuted and his international contacts (see Buzadji, cited above, § 90). The risk of reoffending, if convincingly established, may lead the judicial authorities to place and leave a suspect in detention in order to prevent any attempts to commit further offences. It is however necessary, among other conditions, that the danger be a plausible one and the measure appropriate, in the light of the circumstances of the case and in particular the history and personality of the person concerned (see Valeriy Samoylov v. Russia, no. 57541/09, § 109, 24 January 2012, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  It is incumbent on the domestic authorities to establish the existence of concrete facts relevant to the grounds for continued detention (see Vasilkoski and Others v. the former Yugoslav Republic of Macedonia, no. 28169/08, § 57, 28 October 2010). The national judicial authorities must examine all the facts when arguing for or against the existence of a genuine requirement of public interest justifying, with due regard to the principle of presumption of innocence, a departure from the rule of respect for individual liberty, and must set them out in their decisions dismissing applications for release. It is not the Court’s task to establish such facts and take the place of the national authorities who ruled on the applicant’s detention. It is essentially on the basis of the reasons given in the domestic court’s decisions and of the true facts mentioned by the applicant in his appeals, that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 of the Convention (see McKay v. the United Kingdom [GC], no. 543/03, § 43, ECHR 2006X and Wiensztal v. Poland, no. 43748/98, § 50, 30 May 2006). In exercising this function, the Court has to ensure that the domestic decisions were not in stereotypically worded or summary form (see Panchenko v. Russia, no. 45100/98, § 107, 8 February 2005), and that the reasoning was not merely general or abstract (see Smirnova v. Russia, nos. 46133/99 and 48183/99, § 63, ECHR 2003IX (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  As to the period to be taken into account in the present case, the Court reiterates that according to its well-established case-law, in determining the length of detention under Article 5 § 3 of the Convention, the period to be taken into consideration begins on the day the accused is taken into custody and ends on the day when he is released (see, for example, Fešar v. the Czech Republic, no. 76576/01, § 44, 13 November 2008) or when the charge was determined, even if only by a court of first instance (see Belevitskiy v. Russia, no. 72967/01, § 99, 1 March 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Accordingly, the period of the applicants’ detention to be taken into consideration began on 23 and 24 December 2010 respectively, the dates when the applicants were taken into custody, and ended on 14 March 2012, when the first-instance court convicted the applicants. In total it amounts to one year, two months and twenty-one day for the first applicant and one year, two months and twenty days for the second applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court notes that the applicants and seventeen other people were remanded in custody by a decision of the investigating judge of 24 December 2010. The detention order was based on all three grounds for pre-trial detention specified under the Criminal Proceedings Act, namely a risk of the suspects absconding, reoffending and interfering with the investigation. After 22 March 2011, the last reason was no longer invoked as relevant grounds for extending the applicants’ detention, given that by then the indictment had been filed. The risk of absconding and reoffending remained valid grounds for extending the applicants’ pre-trial detention throughout the period taken into consideration. For the first applicant, those reasons remained relevant grounds justifying his detention until his conviction by the first-instance court. On 10 May 2011 the latter ground was removed by the domestic courts in respect of the second applicant, and until her conviction by the first-instance court her detention was extended solely on the grounds of the risk of her absconding.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  In view of the above, the Court will examine the grounds for detention relied on by the domestic authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Throughout the period under consideration the domestic courts repeatedly relied on the gravity of the charges and the severity of the sentence the applicants and the other accused faced as decisive elements warranting further extension of their detention on the grounds of the risk of their absconding. That risk was also based on the suspicion that they had committed the offence with which they were charged (see paragraphs 10, 14 and 18 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court has repeatedly held that the gravity of the charges cannot by itself serve to justify long periods of detention (see, among many other authorities, Ilijkov v. Bulgaria, no. 33977/96, §§ 80-81, 26 July 2001; Gultyayeva v. Russia, no. 67413/01, § 186, 1 April 2010; and Trifković v. Croatia, no. 36653/09, § 129, 6 November 2012). The Court points out that although the severity of the sentence faced is a relevant element in the assessment of the risk of an accused absconding, the need to continue the deprivation of liberty cannot be assessed from a purely abstract point of view, taking into consideration only the gravity of the offence (see Miladinov and Others v. the former Yugoslav Republic of Macedonia, nos. 46398/09, 50570/09 and 50576/09, § 54, 24 April 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  In their submissions the Government claimed that the applicants’ detention on the grounds of the risk of their absconding had been justified in view of the fact that the second applicant had lived and worked for eighteen years in Turkey, where she was the co-owner of two companies. They also submitted that H.R., the son of the first applicant and brother of the second applicant, who was also an accused in the criminal proceedings, had absconded and an international arrest warrant had been issued in respect of him. He had also previously lived and worked in Turkey for a long period of time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Court notes that the domestic courts did not mention the second applicant’s strong ties with Turkey as a reason that justified her detention on the grounds of the risk of her absconding. Those arguments were introduced by the Government only at the stage of communication. The Court reiterates that it is not its task to take the place of the national authorities which ruled on the applicants’ detention. It falls on them to examine all the facts arguing for or against detention and set them out in their decisions. Accordingly, the Government’s new reasons, which were raised for the first time in the proceedings before the Court, will not be taken into account (see Valeriy Kovalenko v. Russia, no. 41716/08, § 49, 29 May 2012, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In the extension order of 22 March 2011, the domestic court considered that the fact that several co-accused, including H.R. (son of the first applicant and brother of the second applicant) had absconded had increased the risk of flight of the other accused. The Court notes that the behaviour of a co-accused cannot be a decisive factor in the assessment of the risk of the detainee’s absconding. Such assessment should be based on personal circumstances of the detainee (see Mamedova v. Russia, no. 7064/05, § 76, 1 June 2006 and Korshunov v. Russia, no. 38971/06, § 51, 25 October 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  In the Court’s view, the domestic courts did not demonstrate the existence of any concrete fact in support of their conclusions. Apart from referring, in the abstract, to the applicants’ “possessions and family situation” not “eliminating” the risk of absconding (see paragraph 10 above), they did not point to any specific aspects of their character, behaviour or circumstances which would justify their conclusion that each applicant presented a persistent risk of absconding. Nor did they address any of the applicants’ arguments that mitigated the risk of their absconding, such as the fact that they had strong family ties, had not resisted arrest and had not attempted to escape. At no point in the proceedings did the domestic courts explain in their decisions why alternatives to deprivation of liberty would not have sufficed to ensure the applicants’ presence during the trial (see Miladinov and Others, cited above, § 55).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The domestic courts also referred to the likelihood that the applicants would reoffend as additional grounds justifying their continued detention. In doing so, they referred to the seriousness of the alleged crime, the fact that the defendants were accused of acting as an organised group over a prolonged period of time, the motive and circumstances of the alleged offences and the fact that the defendants still held the same posts in the companies which were implicated in the criminal proceedings (see paragraphs 9, 12, 14 and 18 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court has previously held that “the fact that a person is charged with acting in criminal conspiracy is not in itself sufficient to justify long periods of detention; his personal circumstances and behaviour must always be taken into account” (see Khodorkovskiy and Lebedev v. Russia, nos. 11082/06 and 13772/05, § 506, 25 July 2013). In this connection, the Court observes that in the detention orders the domestic courts failed to address the fact that the applicants had no previous criminal record. Their reasoning did not evolve with the passage of time to reflect any possible developing situation and they did not verify whether the grounds initially relied on remained valid at the advanced stage of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  In so far as the domestic courts relied on the fact that the applicants held managerial posts in the companies implicated in the criminal proceedings, the Court agrees that this factor may be relevant for the purposes of assessing whether they might obstruct the proceedings by destroying evidence or even reoffend (compare Segeda v. Russia, no. 41545/06, § 64, 19 December 2013). However, even assuming that that risk initially existed, after a certain lapse of time the reliance on that argument required further substantiation, which the domestic courts failed to provide.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court lastly observes that in all the extension orders and decisions on the applicants’ appeals, the same summary formula was constantly used. It appears that the courts had little if any regard to the applicants’ individual circumstances, as their detention was extended by means of collective detention orders. The practice of issuing collective detention orders has already been found by the Court to be incompatible, in itself, with Article 5 § 3 of the Convention in so far as it would permit the continued detention of a group of persons without a case-by-case assessment of the grounds for detention in respect of each individual member of the group (see Vasilkoski and Others, cited above, § 63).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In view of the above, the Court is not convinced that the risk of reoffending was sufficiently established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court considers that by failing to address concrete facts or to properly consider alternative preventive measures and by relying essentially on the gravity of the charges and the severity of the sentence faced, the authorities extended the applicants’ pre-trial detention on grounds which cannot be regarded as “relevant and sufficient” within the meaning of the Court’s case-law (see Vasilkoski and Others, cited above, § 64, and Miladinov and Others, cited above, § 58). In these circumstances, it is not necessary to examine whether the proceedings were conducted with “special diligence” (see Orban v. Croatia, no. 56111/12, § 62, 19 December 2013, and Segeda, cited above, § 70).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  There has accordingly been a violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "71.  The applicants complained that their appeals of 29 April 2011 had not been examined “speedily” by the Skopje Court of Appeal. They claimed that until the date on which they had lodged their application before this Court, 23 May 2011, they had received no decision on their appeals. They relied on Article 5 § 4 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "72.  The Government stated that the Skopje Court of Appeal had decided on the applicants’ appeals on 10 May 2011 and submitted as evidence a copy of the decision. They further asserted that the decision had been delivered to the second applicant in prison, on 13 May 2011, and submitted a signed delivery slip as evidence. Furthermore, the applicants’ lawyer in the domestic proceedings had inspected the case file in the court on 13 May 2011.",
                                "elements": []
                            },
                            {
                                "content": "73.  The Court reiterates that Article 5 § 4 of the Convention, in guaranteeing to detained persons a right to institute proceedings to challenge the lawfulness of their detention, also proclaims their right, following the institution of such proceedings, to a speedy judicial decision concerning the lawfulness of detention and the ordering of its termination if it proves unlawful (see Idalov, cited above, § 154). In order to determine whether the requirement that a decision be given “speedily” has been complied with, it is necessary to effect an overall assessment where the proceedings have been conducted at more than one level of jurisdiction (see Mooren v.  Germany [GC], no. 11364/03, § 106, 9 July 2009). At the same time, the standard of “speediness” is less stringent when it comes to proceedings before an appellate court (see Lebedev v. Russia, no. 4493/04, § 96, 25 October 2007). The question whether the right to a speedy decision has been respected must – as is the case for the “reasonable time” stipulation in Article 5 § 3 and Article 6 § 1 of the Convention – be determined in the light of the circumstances of each case (see Rehbock v. Slovenia, no. 29462/95, § 84, ECHR 2000XII, and G.B. v. Switzerland, no. 27426/95, § 33, 30 November 2000).",
                                "elements": []
                            },
                            {
                                "content": "74.  The Court has already held that, when an applicant has lodged an appeal against a decision extending his or her detention, it is appropriate to calculate the time elapsed from the date on which the applicant lodged his or her appeal, because the preceding period cannot be attributed to the State (see Khodorkovskiy v. Russia, no. 5829/04, § 247, 31 May 2011). In the case at issue, the applicants’ detention was extended by a court order of 21 April 2011. The applicants lodged their appeals on 29 April 2011; eight days after the detention order had been issued by the first-instance court. The Skopje Court of Appeal examined the applicants’ appeal on 10 May 2011, eleven days after it had been lodged. The Court observes that the first applicant received a copy of the Appeal Court’s decision on 13 May 2011, namely fourteen days after lodging the appeal. On the same day the applicants’ lawyer inspected the case file in the court and apprised himself of the decision on detention.",
                                "elements": []
                            },
                            {
                                "content": "75.  In the Court’s view, and having regard to its case-law, that period of fourteen days does not appear excessive (see Alouache v. France, no. 28724/11, § 58, 6 October 2015, and Khodorkovskiy, cited above, § 247, where the length of the appeal proceedings lasting fourteen and sixteen days respectively was found not to be in breach of the “speediness” requirement of Article 5 § 4 of the Convention).",
                                "elements": []
                            },
                            {
                                "content": "76.  It follows that this complaint must be rejected as manifestly illfounded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 6 § 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "77.  The applicants further complained under Article 6 § 2 of the Convention that the wording of the courts’ decisions on their detention had violated their right to be presumed innocent. Article 6 § 2 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“2.  Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "78.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "79.  The applicants argued that the domestic courts had violated their right to be presumed innocent. In their decision of 22 March 2011 on the extension of the applicants’ pre-trial detention, the three-judge panel had stated, inter alia, that “the accused committed the criminal offences as a well-organised and compact group”; “having regard to the degree of danger for society and criminal responsibility” and that “some of the criminal offences were committed as continuous crimes”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Government submitted that the panel had only expressed a suspicion that the applicants had committed the crimes with which they had been charged. The panel had taken into consideration the specific circumstances regarding the manner in which the alleged offences had been committed for the purpose of assessing the reasons for extending the applicants’ pre-trial detention. The Government relied on the Court’s judgment in the Miladinov and Others case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "81.  The Court reiterates that the principle of presumption of innocence under Article 6 § 2 will be violated if a judicial decision or, indeed, a statement by a public official concerning a person charged with a criminal offence reflects an opinion that he is guilty before his guilt has been proved under the law. It suffices, in the absence of a formal finding, that there is some reasoning suggesting that the court or the official in question regards the accused as guilty, and a premature expression of such an opinion by the tribunal itself will inevitably run foul of the said principle (see Perica Oreb v. Croatia, no. 20824/09, § 140, 31 October 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  However, a distinction should be made between statements which reflect the opinion that the person concerned is guilty and statements which merely describe “a state of suspicion”. The former infringe the presumption of innocence, whereas the latter have been regarded as unobjectionable in various situations examined by the Court (see Garycki v. Poland, no. 14348/02, § 67, 6 February 2007). The Court has previously held that the impugned statements must be read as a whole and in their proper context (see Böhmer v. Germany, no. 37568/97, § 60, 3 October 2002).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Turning to the circumstances of the present case, the Court notes that the impugned statements (see paragraph 79 above) were made by the three-judge panel in order to justify extending the applicants’ pre-trial detention on grounds of the risk of their absconding and reoffending. At the same time, the Court notes that the domestic courts referred to a reasonable suspicion that the accused had committed the crimes with which they were charged in the bill of indictment (see paragraph 18 above). It is clear from the reading of the domestic decision as a whole that the domestic courts treated the impugned circumstances not as established facts, but only as allegations (see Karan v. Croatia, (dec.), no. 21139/05, 7 December 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  In sum, the Court does not consider that the impugned statements contained an explicit and unqualified declaration that amounted to the determination of the applicants’ guilt before they were proved guilty under the law (compare Perica Oreb, cited above, § 143 and Gaforov v. Russia, no. 25404/09, § 212, 21 October 2010). On the contrary, the impugned phrases contained concomitant statements clearly saying that the applicants were suspected of the offences set out in the bill of indictment. The Court is satisfied that the domestic courts were referring not to the question whether the applicants’ guilt had been established by the evidence, which was clearly not the issue to be determined in the context of detention, but to whether there were legal grounds for the applicants’ continued detention (see Miladinov and Others, cited above, § 75).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  In these circumstances, the Court considers that the wording of the detention order did not amount to a declaration of the applicants’ guilt in breach of the presumption of innocence and finds that there has been no violation of Article 6 § 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "86.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "87.  The applicants claimed 20,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Government contested the claim as excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court considers that the applicants must have sustained non-pecuniary damage for the violation found. Ruling on an equitable basis, it awards the applicants, under this head, EUR 780 each.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "90.  The applicants also claimed EUR 3,000 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Government contested the claim as excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. The Court points out that under Rule 60 §§ 2 and 3 of the Rules of Court, “the applicant must submit itemised particulars of all claims, together with any relevant supporting documents”, failing which “the Chamber may reject the claim in whole or in part” (see Lazoroski v. the former Yugoslav Republic of Macedonia, no. 4922/04, § 88, 8 October 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In the present case, the Court notes that the applicants have failed to substantiate their claim with an itemised list of costs or supporting documents. In such circumstances, the Court makes no award.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "94.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 5 § 3 and Article 6 § 2 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 6 § 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay each applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 780 (seven hundred and eighty euros), plus any tax that may be chargeable to the applicants, in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 February 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "president"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Armen Harutyunyan",
            "role": "judges"
        },
        {
            "name": "Pauliine Koskelo",
            "role": "judges"
        },
        {
            "name": "Tim Eicke",
            "role": "judges"
        },
        {
            "name": "Abel Campos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RAMKOVSKI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-180655.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0208JUD003356611",
    "externalsources": [],
    "extractedappno": [
        "33566/11",
        "28369/07",
        "36609/08",
        "798/05",
        "24697/09",
        "25784/09",
        "36002/09",
        "30206/06",
        "57990/10",
        "65546/09",
        "37619/04",
        "23755/07",
        "5826/03",
        "26772/95",
        "57541/09",
        "28169/08",
        "543/03",
        "43748/98",
        "45100/98",
        "46133/99",
        "48183/99",
        "76576/01",
        "72967/01",
        "33977/96",
        "67413/01",
        "36653/09",
        "46398/09",
        "50570/09",
        "50576/09",
        "41716/08",
        "7064/05",
        "38971/06",
        "11082/06",
        "13772/05",
        "41545/06",
        "56111/12",
        "11364/03",
        "4493/04",
        "29462/95",
        "27426/95",
        "5829/04",
        "28724/11",
        "20824/09",
        "14348/02",
        "37568/97",
        "21139/05",
        "25404/09",
        "4922/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-180655",
    "judgementdate": "08/02/2018 00:00:00",
    "kpdate": "08/02/2018 00:00:00",
    "kpthesaurus": [
        "448",
        "404",
        "445",
        "325"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "5-3",
        "6-2",
        "5"
    ],
    "parties": [
        "RAMKOVSKI",
        "\"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\""
    ],
    "rank": "2229.40356445313",
    "representedby": [
        "MEDARSKI F."
    ],
    "respondent": "MKD",
    "respondentOrderEng": "33",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "472100",
    "typedescription": "15"
}