{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "23490/03",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-84923.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 23490/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Liliya Petrovna Kostenko (“the applicant”), on 14 July 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Mr A.N. Gaposhkin, a lawyer practising in Magadan. The Russian Government (“the Government”) were initially represented by Mr P. Laptev, the former Representative of the  at the European Court of Human Rights, and subsequently by their new Representative, Mrs V. Milinchuk.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 15 March 2006 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1930 and lives in Magadan, the Magadan Region.",
                                "elements": []
                            },
                            {
                                "content": "5.  In 2000 she was run over by a car of the Fire Service of the Magadan Region. As a result she became disabled.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 11 September 2001 the  (“the ”) granted the applicant's claim against the Fire Service and awarded her 100,000 Russian roubles (RUB) in compensation for non-pecuniary damage. The judgment entered into force on 26 September 2001. On the same date the  issued a writ of execution.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 4 October 2001 the Bailiffs' Office of Magadan initiated the enforcement proceedings.",
                                "elements": []
                            },
                            {
                                "content": "8.  On an unspecified date the defendant informed the bailiff that an appeal had been lodged against the judgment of 11 September 2001. The bailiff requested the  to postpone the execution of the judgment pending the proceedings before the appeal court. On 21 December 2001 the  rejected the bailiff's request, as in the meantime the  (“the ”) upheld the judgment of 11 September 2001. On 8 January 2002 the decision of 21 December 2001 became final.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 11 February 2002 the bailiff submitted the writ of execution to the Federal Treasury for enforcement. However, on 4 March 2002 the Federal Treasury returned the enforcement materials to the bailiff on the ground that the debt had to be recovered from the administration of Magadan.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 17 June 2002 the Fire Service informed the applicant that the judgment would be enforced by monthly payments. According to the schedule, the final payment was to take place in December 2006. The applicant rejected the proposal and requested to enforce the judgment in full.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 21 June 2002 the bailiff terminated the enforcement proceedings on the ground that the writ of execution had been forwarded to the Fire Service and that the latter would make monthly payments to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 11 July 2002 the Prosecutor of Magadan contested the decision to terminate the enforcement proceedings.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 19 July 2002, the bailiff quashed the decision of 21 June 2002, upon the Prosecutor's request, and reopened the enforcement proceedings.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 16 April 2003 the  found that the debtor had no sufficient funds to honour the judgment debt and granted the Bailiff's request to postpone the enforcement of the judgment until 31 December 2003. On 27 May 2003 the  upheld the decision of 16 April 2003.",
                                "elements": []
                            },
                            {
                                "content": "15.  Between 18 November 2002 and 23 June 2003 the applicant received RUB 17,500.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 7 June 2004 the bailiff terminated the enforcement proceedings on the ground that the debtor had no sufficient funds.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 13 August 2004 the  quashed the decision of 7 June 2004, upon the applicant's appeal. The court found that the bailiff had failed to take necessary measures for the enforcement of the judgment of 11 September 2001. The decision entered into force on 31 August 2004.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 13 September 2004 the  resubmitted the writ of execution to the bailiffs.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 16 October 2004 the bailiff discontinued the enforcement proceedings on the ground that the debtor had no sufficient funds. The applicant was advised to submit the writ of execution to the Federal Treasury.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 10 December 2004 the applicant forwarded the writ of execution to the Federal Treasury.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 31 December 2004 she received the outstanding debt of RUB 82,500 due to her under the judgment of 11 September 2001.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 15 August 2005 the  awarded the applicant RUB 536.07 in penalties for the delayed enforcement of the judgment of 11 September 2001. The decision entered into force on 31 August 2005. It appears that it has not been enforced.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "23.  The applicant complained under Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention about the lengthy nonenforcement of the final judgment in her favour. These Articles, in so far as relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Government submitted that on 15 August 2005 the applicant had been awarded the compensation for the delay in the enforcement of the judgment of 11 September 2001. The decision of 15 August 2005 had not been enforced because the applicant had not submitted the writ of execution neither to the defendant nor to the bailiffs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicant did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26. The Court observes, and it is not contested by the parties, that the applicant was awarded compensation for the delay in the enforcement of the judgment of 11 September 2001 (see paragraph 23 above). The Court does not exclude that such a compensation award could constitute redress of the State's previous failure to comply with the judgment within a reasonable time, provided that this award has been paid in full without any delay. The Government argued that the compensation award had not been paid to the applicant because she had not submitted the writ of execution neither to the defendant nor to the bailiffs. However, the Court reiterates that a person who has obtained an enforceable judgment against the State as a result of successful litigation cannot be required to resort to enforcement proceedings in order to have it executed (see Metaxas v. Greece, no. 8415/02, §19, 27 May 2004, and Reynbakh v. , no. 23405/03, § 24, 29 September 2005). The State authorities were aware of the applicant's claims, and, as soon as the decision of 15 August 2005 became enforceable, it was incumbent on the State to comply with it. However, the Government did not adduce any evidence showing that this award had been paid to the applicant in full and in good time. Accordingly, the Court considers that the applicant may still claim to be a “victim” in respect of her complaint about the delayed enforcement of the judgment of 11 September 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court, therefore, concludes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "28.  The Government submitted that the authorities took necessary measures to enforce the judgment of 11 September 2001. They argued that the enforcement proceedings were postponed by a court decision until 31 December 2003 and that the bailiff had acted in accordance with law when he had discontinued them on 16 October 2004. The Government further pointed out that the Federal Treasury had received the writ of execution only on 10 December 2004. The outstanding debt was paid to the applicant on 31 December 2004, i.e. in good time. Therefore, the Government considered that they were responsible only for two periods of delay in the enforcement of the judgment of 11 September 2001: from 26 September 2001 to 17 November 2002, and from 1 January to 16 October 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant maintained her complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court observes that on 11 September 2001 the applicant obtained a judgment, by which the Fire Service of the Magadan Region, a state body, was to pay her a substantial amount of money. The judgment acquired legal force on 26 September 2001. It was fully enforced on 31 December 2004, i.e. in approximately three years and three months after it became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court cannot accept the Government's argument that the authorities had taken necessary measures to enforce the judgment of 11 September 2001 in good time. The enforcement proceedings were postponed and subsequently terminated on several occasions on the ground that the debtor had no sufficient funds. However, the Court reiterates that it is not open to a State authority to cite the lack of funds or other resources, as an excuse for not honouring a judgment debt (see Plotnikovy v. Russia, no. 43883/02, § 23, 24 February 2005, and Malinovskiy v. Russia, no. 41302/02, § 35, 16 June 2005). Admittedly, a delay in the execution of a judgment may be justified in particular circumstances, but the delay may not be such as to impair the essence of the right protected under Article 6 § 1. The applicant should not be prevented from benefiting from the success of the litigation on the ground of alleged financial difficulties experienced by the State (see Burdov v. , no. 59498/00, § 35, ECHR 2002-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court rejects the Government's argument that the Federal Treasury enforced the judgment of 11 September 2001 in good time after the applicant had submitted the writ of execution. The Court observes, and, it is not contested by the Government, that for the first time the writ of execution was submitted to the Federal Treasury by the bailiffs on 11 February 2002. However, the Treasury refused to enforce the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court therefore considers that the state authorities are responsible for the whole period of the non-enforcement of the judgment of 11 September 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court has frequently found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 in cases raising issues similar to the ones in the present case (see Burdov, cited above, and Baygayev v. Russia, no. 36398/04, 5 July 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Having examined the materials submitted to it, the Court notes that the Government have not put forward any fact or argument capable of justifying the lengthy non-enforcement of the judgment in the applicant's favour. The Court finds that by failing, for long period of time, to comply with the enforceable judgment in the applicant's favour the domestic authorities impaired the essence of her right to a court and prevented her from receiving the money she had legitimately expected to receive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  There has accordingly been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "38.  The applicant claimed 10,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government submitted that the applicant's claim was excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court considers that the applicant must have suffered certain distress and frustration resulting from the authorities' failure to enforce the final judgment in her favour in good time. However, the amount claimed appears to be excessive. Taking into account the length of the enforcement proceedings, the nature of the award and making its assessment on an equitable basis, the Court awards the applicant EUR 2,700 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "41.  The applicant did not make any claim for costs and expenses incurred before the domestic courts and before the Court. Accordingly, the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "42.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,700 (two thousand seven hundred euros) in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 February 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Loukis Loucaides",
            "role": "judges"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoli Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KOSTENKO v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-84923.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0207JUD002349003",
    "externalsources": [],
    "extractedappno": [
        "23490/03",
        "8415/02",
        "23405/03",
        "43883/02",
        "41302/02",
        "59498/00",
        "36398/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-84923",
    "judgementdate": "07/02/2008 00:00:00",
    "kpdate": "07/02/2008 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "KOSTENKO",
        "RUSSIA"
    ],
    "rank": "613.549499511719",
    "representedby": [
        "GAPOSHKIN A. N."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "344709",
    "typedescription": "15"
}