{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "57991/15;484/16;1417/16;7484/16;11412/16;14133/16;15423/16;20974/16;21676/16;26357/16;42087/16",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-184483.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications against Romania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates indicated in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2. The applications were communicated to the Romanian Government (“the Government”).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "3.  The list of applicants and the relevant details of the applications are set out in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants complained of the inadequate conditions of their detention. In applications nos. 484/16 and 20974/16, the applicants also raised other complaint under the provisions of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "5.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "6.  The applicants complained principally of the inadequate conditions of their detention. They relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "7.  In applications nos. 57991/15, 11412/16 and 20974/16, the Government raised a preliminary objection of non-compliance with the sixmonth time-limit, claiming that the applicants’ complaints regarding their initial detention were lodged out of the time.",
                                "elements": []
                            },
                            {
                                "content": "8.  In application no. 57991/15, the Government pointed out that the applicant’s complaint regarding his initial detention in Rahova Prison, which ceased on 22 October 2013 by his transfer to another prison facility in respect of which he did not raise any complaint, was lodged with the Court on 25 January 2016, that is, more than six months after the transfer.",
                                "elements": []
                            },
                            {
                                "content": "9.  With regard to application no. 57991/15, the Court notes at the outset that the exception raised by the Government refers in part to the same period of detention as the one already examined by the Court in its judgment Oprea and Others v. Romania ([Committee], no. 54966/09, 18 June 2015). In that judgment, the Court considered that the applicant’s conditions of detention in Bacău Police Arrest and Bacău Prison, for the period between 13 May 2011 and 18 June 2015, the date when the judgment was delivered, were inadequate and disclosed a breach of Article 3 of the Convention. Taking into account the above considerations and referring to its case-law (see Vojnović v. Croatia (dec.), no. 4819/10, 26 June 2012), the Court finds that this part of the application no. 57991/15, regarding the applicant’s conditions of detention before 18 June 2015, is essentially the same as a matter that has already been examined by the Court and must be rejected in accordance with Article 35 § 2 (b) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "10.  The Court observes that in application no. 11412/16 the applicant’s complaint regarding his initial detention in Maramureș County Police Arrest, which ceased on 5 September 2008 by his transfer to another prison facility in respect of which he did not raise any complaint, was lodged with the Court on 16 March 2016, that is, more than six months after the transfer.",
                                "elements": []
                            },
                            {
                                "content": "11.  The Court further observes that in application no. 20974/16 the applicant’s complaint regarding his initial detention in Iași Prison, which ceased on 25 May 2015 by his transfer to another prison facility in respect of which he did not raise any complaint, was lodged with the Court on 28 April 2016, that is, more than six months after the transfer.",
                                "elements": []
                            },
                            {
                                "content": "12.  Therefore, the Court accepts the Government’s objection and finds that the parts of the applications nos. 11412/16 and 20974/16 were lodged outside the six-month time-limit and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "13.  The Court notes that the applicants were kept in detention in poor conditions. The details of the applicants’ detention are indicated in the appended table. The Court refers to the principles established in its caselaw regarding inadequate conditions of detention (see, for instance, Muršić v. Croatia [GC], no. 7334/13, §§ 96101, ECHR 2016). It reiterates in particular that a serious lack of space in a prison cell weighs heavily as a factor to be taken into account for the purpose of establishing whether the detention conditions described are “degrading” from the point of view of Article 3 and may disclose a violation, both alone or taken together with other shortcomings (see Muršić, cited above, §§ 122141, and Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, §§ 149159, 10 January 2012).",
                                "elements": []
                            },
                            {
                                "content": "14.  In the leading case of Rezmiveș and Others v. Romania, nos. 61467/12 and 3 others, 25 April 2017, the Court already found a violation in respect of issues similar to those in the present case.",
                                "elements": []
                            },
                            {
                                "content": "15.  Having examined all the material submitted to it, as well as the Government’s objections concerning the continuous situation of the applicants’ conditions of detention in some of the cases, the Court has not found any fact or argument capable of persuading it to reach a different conclusion on the admissibility and merits of these complaints. Having regard to its case-law on the subject, the Court considers that in the instant case the applicants’ conditions of detention were inadequate.",
                                "elements": []
                            },
                            {
                                "content": "16.  These complaints are therefore admissible and disclose a breach of Article 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  REMAINING COMPLAINTS",
                        "elements": [
                            {
                                "content": "17.  In applications nos. 484/16 and 20974/16 the applicants also raised other complaints under other provisions of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Court considers that, in light of all the material in its possession and in so far as the matters complained of are within its competence, these complaints either do not meet the admissibility criteria set out in the Articles 34 and 35 of the Convention or do not disclose any appearance of violation of the rights and freedoms enshrined in the Convention and Protocols thereto.",
                                "elements": []
                            },
                            {
                                "content": "It follows that this part of the applications must be rejected in accordance with Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "20.  Regard being had to the documents in its possession and to its caselaw (see, in particular, Rezmiveș and Others v. Romania, nos. 61467/12 and 3 others, 25 April 2017), the Court considers it reasonable to award the sums indicated in the appended table.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints concerning the inadequate conditions of detention, as set out in the appended table, admissible and the remainder of the applications nos. 57991/15, 484/16, 11412/16 and 20974/16 inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that these complaints disclose a breach of Article 3 of the Convention concerning the inadequate conditions of detention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the amounts indicated in the appended table, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 July 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        },
        {
            "name": "Liv Tigerstedt",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RUSU AND OTHERS v. ROMANIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-184483.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0712JUD005799115",
    "externalsources": [],
    "extractedappno": [
        "57991/15",
        "484/16",
        "20974/16",
        "11412/16",
        "54966/09",
        "4819/10",
        "7334/13",
        "42525/07",
        "60800/08",
        "61467/12",
        "1417/16",
        "7484/16",
        "14133/16",
        "15423/16",
        "21676/16",
        "26357/16",
        "42087/16"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-184483",
    "judgementdate": "12/07/2018 00:00:00",
    "kpdate": "12/07/2018 00:00:00",
    "kpthesaurus": [
        "350",
        "90"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "RUSU AND OTHERS",
        "ROMANIA"
    ],
    "rank": "2513.16528320313",
    "representedby": [
        "RUSU P.",
        "CHIRIAC O.",
        "COITU A."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "476722",
    "typedescription": "15"
}