{
    "__articles": "6;6-1;6-3-d",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-3-d - Examination of witnesses)",
    "applicability": "",
    "appno": "37272/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-3-d - Examination of witnesses"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-177394.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 37272/08) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Suat Daştan (“the applicant”), on 1 August 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr H. Demirkılıç, a lawyer practising in Istanbul. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the criminal trial against him had been unfair, as he had been denied legal assistance and the opportunity to question and confront the key witness before the trial court.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 2 May 2011 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1975 and is detained in Turkey.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 22 August 2004 the applicant was arrested on suspicion of membership of an illegal organisation, namely the PKK (the Kurdistan Workers’ Party). The following day, on 23 August 2004, he was questioned by the gendarmerie, at which time he was reminded of his rights, including the right to benefit from legal assistance. He refused the assistance of a lawyer and gave a statement of forty-nine pages in length in which he admitted his membership of the PKK and gave detailed information about the organisation and its members. According to transcripts of that statement, the applicant read its content and signed every page of it.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 26 August 2004 the applicant was brought before the Tunceli public prosecutor and he was again reminded of his right to benefit from legal assistance. He indicated that he did not wish to be assigned a lawyer and that he would make a statement without assistance. He confirmed his membership of the PKK and his support for that illegal organisation, however maintaining that he had never been involved in an armed operation. The applicant was placed in detention pending trial on the same day.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 3 December 2004 the Malatya public prosecutor filed an indictment with the Malatya Assize Court, charging the applicant under Article 125 of the former Criminal Code with seeking to destroy the constitutional order and unity of the Turkish State and to remove part of the country from the State’s control. The public prosecutor claimed that the applicant:",
                                "elements": []
                            },
                            {
                                "content": "-  had exploded a remote-controlled land mine in Ovacık province in November 2003 that had caused the injury of one soldier,",
                                "elements": []
                            },
                            {
                                "content": "-  had exploded a time bomb in Ovacık province on 28 October 2003 that had caused the injury of two soldiers.",
                                "elements": []
                            },
                            {
                                "content": "In its assessment report (tensip zaptı) dated 10 December 2004 the Malatya Assize Court ordered a copy of the police statements of D.T., M.A., A.Ç., S.G., H.B. and V.D. The trial court further ordered that the whereabouts of D.T. be ascertained.",
                                "elements": []
                            },
                            {
                                "content": "9.  M.A. was tried in another set of criminal proceedings concerning the same organisation. On 17 February 2004 M.A. lodged an application to benefit from the Reintegration of Offenders into Society Act (Law no. 4959), which had come into force on 6 August 2003.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 30 December 2004, at the first hearing, the applicant gave evidence in the presence of his lawyer and accepted the contents of his police statement. In other words, the applicant once again admitted his membership of the PKK while insisting that he had not been involved in any armed activity. He further stated that his statement had not been read back to him by the police and asked the trial court not to take it into consideration in case it had any incriminatory remarks in respect of himself or third persons in so far as they concerned participation in armed activities. When asked about his statement before the public prosecutor, the applicant essentially confirmed it, whilst insisting that he had not given any statement concerning the attacks in Tunceli, a city in the east of Turkey, and adding that he had signed it without reading it. Lastly, the applicant stated that he had received training in bomb-making and that he had been planning to carry out bomb attacks in major cities in accordance with the instructions of the PKK. His lawyer submitted that he had nothing to add to the applicant’s statements.",
                                "elements": []
                            },
                            {
                                "content": "11.  During the same hearing the trial court questioned several witnesses, namely A.Ç., M.A. and K.A. A.Ç. testified that he knew the applicant but that they had not carried out any armed attack together. M.A. stated that he had not known the applicant’s real name, but he had known him as “Hamza”. M.A. further testified that he had no knowledge of the applicant’s position and activities within the illegal organisation. K.A. testified that he did not know the applicant.",
                                "elements": []
                            },
                            {
                                "content": "12.  At a hearing on 25 November 2005 the trial court noted that D.T. was in Kırklareli Prison and it issued a letter of request to the Kırklareli Assize Court, requesting that the latter obtain his statements.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 14 December 2005 D.T.’s statement was taken by the Kırklareli Assize Court, pursuant to the letter of request by the trial court. According to the transcript of the hearing at the Kırklareli Assize Court, D.T. was detained in Kırklareli E-type Prison at the time his statement was taken. D.T. stated that he had known the applicant as “Zafer” and that he had knowledge of the attack in Ovacık province, adding that he had heard such information from the member with the code name “Serhildan”.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 15 March 2006 the applicant asked the trial court to hear evidence from D.T. in person. The trial court rejected this request on the basis that hearing D.T.’s testimony in person would not contribute to its assessment since his statement given before another court had been considered sufficient for a conviction.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 10 May 2006 the Malatya Assize Court found the applicant guilty pursuant to Article 125 of the former Criminal Code and sentenced him to life imprisonment. The court took account of the variety of evidence and witness statements, including those of D.T., which had been taken by the Kırklareli Assize Court at the trial court’s request. The relevant parts of the trial court’s reasoned judgment read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "EVIDENCE, EXAMINATION OF EVIDENCE AND REASONING",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "a)  Evidence",
                                "elements": []
                            },
                            {
                                "content": "H.B., who is being tried for the offence of membership of an illegal armed organisation, stated on page 18 of his police statement that N.I. [the co-accused] had been involved in the killings of two soldiers in May 2003 around the River Hiran in Tunceli.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Witness A.Ç. stated on page 52 of his police statement that the members of the [illegal] organisation [PKK] with the code names ‘Zana’ and ‘Fırat’, who had been acting under the leadership of a member with the code name ‘Dilhas’, had infiltrated the security forces’ cordon in May 2003 around the Ziyaret river at Güleç village in Malazgirt.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Witness M.A. stated on page forty-four of his statement that the attack on the public-order commando unit at the location known as Göktepe in Malazgirt province in May 2003, that resulted in two soldiers being killed, had been carried out by the members of the [illegal] organisation [PKK] with the code names ‘Zana’ and ‘Fırat’, who were acting under the leadership of ... ‘Dilhas’. On page forty-four [of his statement], he stated that the bomb had been planted at the road checkpoint at the location known as Efkartepe in Ovacık province on 28 October 2003 by ... ‘Hamza’ and that he was an expert in explosives and was from a unit whose leader was the member with the code name ‘Diyar’.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Witness V.D. stated on page 20 of his police statement that ... ‘Dilhas’ had placed the explosives on the highway between Tunceli and Pülümür and that ... he had heard this from ‘Dilhas’.",
                                "elements": []
                            },
                            {
                                "content": "D.T., who was being tried for the offence of membership of an illegal armed organisation, stated on page 15 of his police statement that the decision to attack the military unit had been taken in October or November 2003 and that the mines had been placed and set off ... by Suat Daştan [the applicant], who had the code name ‘Zafer’.",
                                "elements": []
                            },
                            {
                                "content": "D.T., who gave evidence as a witness before the Kırklareli Assize Court, acting on letters of request, stated that his pre-trial statements had been correct and that he had knowledge concerning [the applicant]’s actions [under the code name “Zafer”] in Ovacık province and at the guard post and that he had received that information from ... ‘Serhildan’.",
                                "elements": []
                            },
                            {
                                "content": "Witness A.Ç., in his statement before the [trial] court, stated that his pre-trial statements had not been correct and that the member with the code name ‘Nurhak’ mentioned by the applicant had been himself [A.Ç.] and that they had not committed any attacks together.",
                                "elements": []
                            },
                            {
                                "content": "Witness M.A., in his statement before the [trial] court, stated that he had known the applicant’s code name as ‘Hamza’ and that he had no knowledge concerning the applicant’s illegal activities within the organisation [the PKK].",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "b)  Examination of evidence, admission of our court and reasons",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Although it was stated in the indictment that the applicant had been responsible for the attacks of 28 October and November 2003 in Ovacık province, it was understood that the attack which was mentioned by the witness D.T. was the one of 28 October 2003 and that the two attacks mentioned in the indictment were one and the same. And although [the applicant’s] code name was revealed as ‘Zafer’, it came to light as a result of the confrontation [between the applicant and the witness M.A.] conducted during the trial that ... ‘Hamza’, who had been mentioned by the witness M.A. on page forty-four of his [police] statement as the perpetrator of the attack on 28 October 2003 and who had received special training in explosives, had [in fact] been [the applicant].",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Although the accused [the applicant] denied any involvement in any armed activity throughout the proceedings, the statements of S.G., A.Ç., H.B., V.D., M.A. and D.T. as well as the evidence given by M.A. and D.T. during the trial and the fact that M.A. had identified the applicant as ... ‘Hamza’ were consistent with each other and the admitted witness statements [showed] that ... the applicant, who was known as ‘Hamza’ by the witness M.A., had sprung the trap and had placed the mines on 28 October 2003.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "16.  On 6 February 2008 the Court of Cassation upheld the judgment of the first-instance court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "17.  Article 125 § 1 of the Criminal Code in force at the material time provided:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Whosoever shall attempt to alter or amend in whole or in part the Constitution of the Republic of Turkey or to effect a coup d’etat against the Grand National Assembly formed under the Constitution or to prevent it by force from carrying out its functions shall be liable to the death penalty.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (d) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "18.  The applicant complained that he had not been able to question and confront a key witness before the trial court. He relied on Article 6 of the Convention, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "19.  The Court considers that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "20.  The applicant considered that the only incriminating evidence in the instant case had been D.T.’s statement and that he had been unreasonably deprived of an opportunity to question D.T. According to the applicant, his conviction had not been based on concrete evidence or documents, but on D.T.’s statements. The applicant emphasised that he had been tried and was being punished for an offence with the heaviest penalty in the Turkish criminal-law system and that he had deserved to question the only witness who had made incriminatory statements against him, notwithstanding the fact that D.T.’s examination by another court had been possible under domestic law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The Government acknowledged that D.T. had not been examined in person by the trial court. However, they submitted that the taking of D.T.’s statement by a court other than the trial court had been in accordance with the Code of Criminal Procedure then in force. According to the Government, the trial court had declined to hear evidence from D.T. in person on the grounds that his previous statement had been clear and adequate to secure a conviction. It would have been of no benefit to the criminal proceedings to hear evidence from him before the trial court in the applicant’s presence.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s Assessment",
                                        "elements": [
                                            {
                                                "content": "22.  The general principles with regard to right to obtain the attendance and examination of witnesses can be found in the Grand Chamber judgments of AlKhawaja and Tahery v. the United Kingdom ([GC], nos. 26766/05 and 22228/06, ECHR 2011) and Schatschaschwili v. Germany ([GC], no. 9154/10, § 100, ECHR 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  Good reasons for the absence of a witness must exist from the trial court’s perspective and the factual or legal grounds of such a reason must be reflected in the domestic courts’ judgments. According to the Court’s established case-law, there are a number of reasons why a witness may not attend trial, such as absence owing to death or fear, absence on health grounds or the witness’s unreachability (Schatschaschwili, cited above, § 119 with further references therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  Turning to the circumstances of the case, the Court notes at the outset that according to the reports of the Kırklareli Assize Court, D.T. was detained in Kırklareli E-type Prison at the time his statement was taken. He was, thus, in a place within the exclusive knowledge and control of the authorities of the State (see Makeyev v. Russia, no. 13769/04, § 45, 5 February 2009, and Rudnichenko v. Ukraine, no. 2775/07, § 107, 11 July 2013). However, the Court observes that the trial court, without relying on any particular circumstances, ordered that D.T. give evidence before the Kırklareli Assize Court. In other words, it appears that D.T. was not examined in person owing to the fact that the trial court never summoned him to give evidence before it. Moreover, when the applicant requested the trial court to hear evidence from D.T. in person, it held that D.T’s statement given before another court had been sufficient for a conviction. In so doing, the trial court did not hear D.T. but merely relied on his statements as recorded by the Kırklareli Assize Court. The Court cannot, therefore, conclude that there was a good reason for the non-attendance of D.T. or that the trial court had made all reasonable efforts to secure D.T.’s attendance at the trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The Court notes firstly that neither the trial court nor the Court of Cassation commented on the significance of the witness statement in the context of the other evidence in the case. Thus, it remains for the Court to conduct its own assessment on this issue (see Poletan and Azirovik v. the former Yugoslav Republic of Macedonia, no. 26711/07 and 2 others, § 88, 12 May 2016, and Manucharyan v. Armenia, no. 35688/11, § 55, 24 November 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Court observes that the trial court relied, inter alia, on the statements of S.G., A.Ç., H.B., V.D., M.A. and D.T. when convicting the applicant of the attack that had taken place on 28 October 2003. However, the parts of the statements of S.G., A.Ç., H.B. and V.D. that were relied on by the trial court to convict the applicant included no information whatsoever about the applicant. Moreover, the trial court had no other concrete and direct corroborative evidence concerning the applicant’s guilt (see, mutatis mutandis, Erkapić v. Croatia, no. 51198/08, § 85, 25 April 2013). In other words, there was no tangible evidence in the case file connecting the applicant to the attacks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Court further observes that M.A. and D.T. were the only two people who made incriminatory statements in respect of the applicant. M.A. stated in his police statement that the attack had been committed by “Hamza”. When testifying before the trial court he identified the applicant as such, however maintaining that he had had no knowledge about the applicant’s activities in the illegal organisation. D.T. on the other hand stated in his police statement that the mines had been placed and set off by the applicant. However, when giving testimony before another court, he had told that court that he had heard that information from “Serhildan”. The Court notes that although the statements of D.T. and M.A. were taken as witnesses during the criminal proceedings against the applicant, they had not personally witnessed the attack for which the applicant was charged. Furthermore, the Court finds no other convincing evidence in the domestic court’s judgments that could justify the applicant’s conviction (see Berhani v. Albania, no. 847/05, § 53, 27 May 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  In this connection, the Court notes that despite the fact that the applicant maintained throughout the whole of the domestic proceedings that he had been a member of the PKK, he consistently and firmly denied his involvement in the bomb attack of 28 October 2003. The trial court’s conclusion that the applicant had sprung the trap and had placed the mines on 28 October 2003 and its decision to convict the applicant under Article 125 of the former Criminal Code rested solely on M.A.’s and D.T.’s statements and the credibility of those statements was not supplemented by other evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Court thus accepts that in the circumstances of the case, D.T.’s statement was, if not the sole, then at least the decisive basis for the applicant’s conviction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court must further determine, in a third step, whether there were sufficient counterbalancing factors to compensate for the handicaps under which the defence laboured as a result of the admission of the decisive evidence of the absent witness. The extent of the counterbalancing factors necessary in order for a trial to be considered fair will depend on the weight of the evidence of the absent witness. The more important that evidence, the more weight the counterbalancing factors will have to carry in order for the proceedings as a whole to be considered fair (see Schatschaschwili, cited above, § 116).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  In this connection, the Court notes that there is no indication in the national courts’ judgments that they approached the statement given by D.T. with any specific caution or that the fact that he did not testify and was not cross-examined in person before the trial court prompted the national courts to attach less weight to his statement (see, by contrast, Brzuszczyński v Poland, no. 23789/09, §§ 85-86, 17 September 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  More importantly, it does not appear from the material in the case file – nor has it been argued by the Government – that the applicant had the opportunity to question or cross-examine D.T. either during the investigation stage or during the trial when D.T. testified before another court on 14 December 2005 (see, by contrast, Štefančič v. Slovenia, no. 18027/05, § 44, 25 October 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court finds it useful to reiterate that one of the requirements of a fair trial is the possibility for the accused to confront the witnesses in the presence of a judge who must ultimately decide the case, because the judge’s observations on the demeanour and credibility of a witness may have consequences for the accused (see Hanu v. Romania, no. 10890/04, § 40, 4 June 2013; and Asatryan v. Armenia, no. 3571/09, § 61, 27 April 2017). The assessment of the trustworthiness of a witness is a complex task which usually cannot be achieved by a mere reading of his or her recorded words (see, mutatis mutandis, Lorefice v. Italy, no. 63446/13, § 43, 29 June 2017). In this connection, the Court notes that the statement of D.T. was not recorded on video, thus the domestic courts and the applicant could not have an opportunity to observe his conduct. In view of what was at stake for the applicant, the Court finds it striking that the domestic courts failed to examine D.T. in person when convicting the applicant and sentencing him to life imprisonment, one of the heaviest penalties in the Turkish criminal law system.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Moreover, as the Court has already explained above (see paragraphs 25-29 above) there was no tangible evidence corroborating the applicant’s involvement in the attacks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Accordingly, the absence of any procedural guarantee, given the evidential value of D.T.’s statements which was of decisive importance for the offence the applicant was convicted of, and the absence of any other tangible evidence showing that he had been involved in the attack, rendered the trial as a whole unfair (see Gökbulut v. Turkey, no. 7459/04, § 70, 29 March 2016.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  There has therefore been a violation of Article 6 §§ 1 and 3 (d) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (c) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The applicant complained that there had been a violation of Article 6 as he had been denied legal assistance during the preliminary investigation stage. He further argued that statements that had allegedly been taken under duress had been relied on by the trial court to convict him.",
                                "elements": []
                            },
                            {
                                "content": "38.  The Government asked the Court to dismiss the applicant’s complaint concerning his alleged inability to have access to a lawyer for failure to comply with the requirement of exhaustion of domestic remedies, since he had never raised this complaint, at least in substance, before the trial court.",
                                "elements": []
                            },
                            {
                                "content": "39.  Having regard to the facts of the case and its finding of a violation of Articles 6 § 1 and 6 §§ 3 (c) of the Convention, the Court considers that there is no need to give a separate ruling on the admissibility or the merits of the applicant’s complaints under this head (see, mutatis mutandis, Abdulgafur Batmaz v. Turkey, no. 44023/09, § 54, 24 May 2016).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "41.  According to the applicant, had he been convicted of membership of the illegal organisation instead of under Article 125 of the former Criminal Code, he would in practice have served only three years in prison. At the moment of filing his observations with the Court (26 October 2011), he had already served eighty-six more months in prison. He claimed the amount of the minimum wage – 837 Turkish liras (TRY) – for each of those months, as compensation for loss of earnings during his imprisonment. He thus claimed TRY 71,982 (approximately 30,000 euros (EUR)) in respect of pecuniary damages, reserving his right to claim further losses until he regained freedom. He also claimed EUR 1,000,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Government contested the applicant’s claims as excessive and undocumented.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court cannot speculate about the outcome of the trial had it been in conformity with Article 6 and therefore an award of just satisfaction can only be based on the fact that the applicant did not have the benefit of the guarantees of that Article. It therefore makes no award in respect of pecuniary damage since it is not possible to anticipate what sentence would have been given if the applicant had been convicted solely of membership of an illegal organisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Having regard to the particular circumstances of the case, the Court considers that the finding of a violation constitutes in itself sufficient just satisfaction as regards any non-pecuniary damage that may have been sustained by the applicant. It further notes that Article 311 of the Code of Criminal Procedure allows for the reopening of the domestic proceedings in the event that the Court finds a violation of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "45.  The applicant also claimed EUR 50,000 for lawyer’s fees and costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government emphasised that the amount had been grossly exaggerated and that the applicant had failed to submit any supporting documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. The Court requires itemised bills and invoices that are sufficiently detailed to enable it to determine to what extent the above requirements have been met (see İzzettin Doğan and Others v. Turkey [GC], no. 62649/10, § 192, ECHR 2016). Pursuant to Rule 60 §§ 2 and 3 of the Rules of Court all just satisfaction claims have to be submitted together with any relevant supporting documents, and a failure to do so may lead to a rejection of the claim in whole or in part.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court notes that the applicant has not submitted any legal or financial documents in support of his claim for costs and expenses. Having regard to the absence of these documents, the Court dismisses the claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "49.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the applicant’s inability to question or cross-examine witness D.T. admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 §§ 1 and 3 (d) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the admissibility or the merits of the complaint under Article 6 §§ 1 and 3 (c) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 October 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Robert Spano",
            "role": "president"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Paul Lemmens",
            "role": "judges"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        },
        {
            "name": "Stéphanie Mourou-Vikström",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DAŞTAN v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-177394.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:1010JUD003727208",
    "externalsources": [],
    "extractedappno": [
        "37272/08",
        "26766/05",
        "22228/06",
        "9154/10",
        "13769/04",
        "2775/07",
        "26711/07",
        "35688/11",
        "51198/08",
        "847/05",
        "23789/09",
        "18027/05",
        "10890/04",
        "3571/09",
        "63446/13",
        "7459/04",
        "44023/09",
        "62649/10"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-177394",
    "judgementdate": "10/10/2017 00:00:00",
    "kpdate": "10/10/2017 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "122"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1",
        "6-3-d"
    ],
    "parties": [
        "DAŞTAN",
        "TURKEY"
    ],
    "rank": "2048.0078125",
    "representedby": [
        "DEMIRKILIC H."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "468642",
    "typedescription": "15"
}