{
    "__articles": "5;5-1-e;5-4;5-1;6;6-1;29;29-3;41",
    "__conclusion": "Violation of Art. 5-1;Violation of Art. 5-4;Not necessary to examine Art. 6-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "62015/00",
    "article": [
        "6",
        "41",
        "29",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-1",
            "base_article": "5",
            "element": "Violation of Art. 5-1",
            "type": "violation"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "Violation of Art. 5-4",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 6-1",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-70820.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 62015/00) against the Kingdom of the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a  national, Egbert Schenkel (“the applicant”), on 31 August 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr G.P. Hamer, a lawyer practising in . The  Government (“the Government”) were represented by their Agents, Mr R.A.A. Böcker and Mrs J. Schukking, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 1 June 2004 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1952 and stays in a custodial clinic in the .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 15 June 1996 the applicant was arrested and detained on remand on suspicion of having attacked two persons. Criminal proceedings were subsequently taken against him.",
                                "elements": []
                            },
                            {
                                "content": "6.  In its judgment of 21 October 1996, the  (arrondissementsrechtbank) found the applicant guilty of attempted homicide and assault. Finding further that at the material time the applicant was suffering from an inadequate development and pathological disturbance of his mental faculties, the  concluded that he could not be held criminally responsible. However, as he had been found guilty of two violent crimes in that he had twice attacked a passer-by for no reason and had already been convicted many times in the past of crimes of violence, and given that expert reports had concluded that he was a potentially very dangerous individual who would probably re-offend, the Regional Court decided that the general safety of the public required that an order for the applicant’s confinement in a custodial clinic (terbeschikkingstelling met bevel tot verpleging van overheidswege; “TBS order”) be imposed.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 5 November 1996, no appeal having been filed, this judgment became final and the TBS order took effect. Pending his admission to a custodial clinic, the applicant was held in pre-placement detention in an ordinary remand centre (huis van bewaring).",
                                "elements": []
                            },
                            {
                                "content": "8.  On 21 September 1998 the public prosecutor filed a request with the Amsterdam Regional Court for a two year extension of the applicant’s TBS order, which was due to expire on 5 November 1998.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 9 November 1998, following a hearing on that day and after having noted the parties’ submissions and an expert opinion drawn up on 4 September 1998, as required by Article 509o § 2 of the Code of Criminal Procedure (Wetboek van Strafvordering; “CCP”), recommending a two-year prolongation of the applicant’s TBS order as the applicant’s condition had remained the same as in 1996, the Amsterdam Regional Court decided to extend this order for a further period of two years.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 8 December 1998, the Netherlands State and the applicant concluded an amicable settlement agreement (vaststellingsovereenkomst) in which the applicant waived all rights or claims relating to the time spent in pre-placement detention in excess of six months and granted the State a final discharge in this matter in exchange for financial compensation according to specific modalities set out in this agreement.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 16 November 1998 the applicant’s appeal against the decision of 9 November 1998 was recorded at the Registry of the . Pursuant to Article 509x § 1 of the CCP, such an appeal must be determined as soon as possible (“zo spoedig mogelijk”).",
                                "elements": []
                            },
                            {
                                "content": "12.  On 25 March 1999 the applicant was admitted to a custodial clinic. In accordance with the terms of the amicable settlement agreement of 8 December 1998, he was paid compensation in a total amount of 42,860  guilders (“NLG”).",
                                "elements": []
                            },
                            {
                                "content": "13.  On 29 October 1999, the applicant’s lawyer requested the  to inform him of the date on which the applicant’s case file had been transmitted to the Arnhem Court of Appeal (gerechtshof). He sent reminders of this request to the  on 23 November and 22 December 1999, and on 6 January 2000.",
                                "elements": []
                            },
                            {
                                "content": "14.  By letter of 18 April 2000, the applicant’s lawyer informed the President of the Arnhem Court of Appeal that he had been informed by the ’s Registry in a telephone conversation of 11 January 2000 that the applicant’s case file had not yet been transmitted to the Court of Appeal and that the matter would be looked into. He further informed the President that this case file had apparently now reached the Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "15.  In its decision of 22 May 2000, following a hearing held on 8 May 2000, the Arnhem Court of Appeal quashed the decision of 9 November 1998 and, on a different basis, decided to prolong the applicant’s TBS order by two years. It rejected the applicant’s argument that the public prosecutor’s request for prolongation should be declared inadmissible or that the requested prolongation should be mitigated on the ground that Articles 5 and 6 of the European Convention on Human Rights had been violated. It held that there had been an undesirable delay in processing the applicant’s appeal and that this delay was imputable to the  given its failure, apparently as a result of a mistake, to transmit the applicant’s case file without delay to the Court of Appeal. However, in view of the length of the delay, the nature of the TBS order and weighing all relevant interests involved, the Court of Appeal saw no reason to declare the public prosecutor’s request inadmissible. In balancing all the relevant interests, the Court of Appeal took into account, on the one hand, the applicant’s interest in having a speedy decision and his right to be protected against arbitrariness and, on the other, the interests of society in a prolongation of the TBS order. As regards the latter consideration, it had particular regard to the fact that the applicant still required treatment and to the seriousness of the offences committed by him on which basis the TBS order had been imposed. No further appeal lay against this decision.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 29 August 2000, the applicant’s lawyer wrote to the Arnhem Court of Appeal, requesting a copy of the official record of the hearing of 8 May 2000.",
                                "elements": []
                            },
                            {
                                "content": "17.  By letter of 13 September 2000, the President of the bench of the Arnhem Court of Appeal that had determined the applicant’s appeal informed the applicant’s lawyer that, in cases like that of the applicant’s, no formal record was drawn up of hearings, this not being felt necessary as no appeal could be filed against such rulings. However, the essence of what had been discussed during the oral proceedings was reflected in the wording of the decision and not only what had been decisive for the ruling. This had also been done in the decision taken on the applicant’s appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "18.  An overview of the relevant domestic law and practice is set out in the Court’s judgment in, respectively, the cases of Rutten v. the Netherlands (no. 32605/96, §§ 18-30, 24 July 2001) and Nakach v. the Netherlands (no. 5379/02, §§ 20-27, 30 June 2005).",
                                "elements": []
                            },
                            {
                                "content": "19.  Pursuant to Article 93 of the Constitution (Grondwet), the Convention forms a part of domestic law and, pursuant to Article 94 of the Constitution, the provisions of the Convention take precedence over domestic statutory rules in case of conflict.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLES 5 AND 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "20.  Relying on Article 5 § 1 of the Convention, the applicant complained that Articles 509t, 509u and 509x of the CCP which provisions prescribe diligence in conducting proceedings on a request to extend a TBS order, and Article 25 of the CCP which requires that an official record be drawn up of hearings in camera, were not respected in his case. From this it followed, in his submission, that the prolongation of his TBS order had not been ordered “in accordance with a procedure prescribed by law” as required by Article 5 § 1. He further complained under Article 5 § 4 that his appeal against this decision had not been determined “speedily” as required by Article 5 § 4. In relation to his complaint about the length of the appeal proceedings, he further argued that the duration of his preplacement detention should be regarded as an aggravating circumstance.",
                                "elements": []
                            },
                            {
                                "content": "21.  Article 5, in so far as relevant, provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(e)  the lawful detention of ... persons of unsound mind ...",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful ...”",
                                "elements": []
                            },
                            {
                                "content": "22.  The applicant further complained that his appeal was not determined within a reasonable time as required by Article 6 of the Convention, which in its relevant part reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by a ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "23.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Article 5 § 1",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "24.  The Government submitted that the procedure on the prolongation of the applicant’s TBS order was in accordance with domestic law. The request for its prolongation was filed within the statutorily defined time-limit, it was accompanied by the required advisory expert opinion, it was determined by the  within the statutorily defined time-limit, and this decision was immediately served on the applicant. As regards the duration of the subsequent appeal proceedings before the Arnhem Court of Appeal, the Government pointed out that, in its decision of 22 May 2000, this court acknowledged that the applicant’s appeal had not been determined promptly in that there had been an undesirable delay in the proceedings on appeal, but saw no reason, finding that the applicant’s personal interests were outweighed by the public interest in extending his TBS order, to declare inadmissible the prosecution’s request to prolong the applicant’s detention order on account of the delay in the appeal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Government further refuted the applicant’s claim that, in this connection, the duration of his pre-placement detention should be regarded as an aggravating factor. According to the Government, this aspect could not be taken into account given the fact that this matter had already been resolved by way of the amicable settlement agreement of 8 December 1998 in which the applicant had been granted compensation for the duration of his pre-placement detention in excess of six months. Moreover, in this agreement the applicant had waived all rights or claims in connection with the duration of his pre-placement detention in excess of six months and had granted the State a final discharge in this matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government admitted that, in practice and for reasons of procedural economy, the Arnhem Court of Appeal usually did not draw up separate official records in cases of this nature. Instead, a summary of what was said by the person concerned or his counsel was incorporated in the document containing the decision. The Government submitted that this was sufficient to satisfy domestic law. In any event, they argued, an official record in the form of a separate document would have had no added value whatsoever for the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant maintained that the prolongation of his TBS order was not “in accordance with a procedure prescribed by law” within the meaning of Article 5 § 1 in that his appeal was not determined with the diligence required under Article 509x of the CCP. As regards the duration of his preplacement detention, the applicant failed to see why, by having been granted compensation for the time spent by him in pre-placement detention, he would be barred from raising the argument that he had not yet been admitted to a custodial clinic when the prolongation of his TBS order was sought. In his opinion, this circumstance was pertinent and should have been taken into account by the domestic courts in their determination of the request to extend his TBS order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant further maintained that Article 25 of the CCP was disrespected by the Court of Appeal’s failure to draw up an official record of the hearing. In his opinion, the statutory obligation to do so was unambiguous and there was no legal rule in domestic law allowing that no official record of a hearing be drawn up. An official record of a hearing was, in his submission, a record of what was said and done during a hearing, and was therefore entirely different in nature from a judicial decision which followed a hearing in time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In the applicant’s submission, the Code of Criminal Procedure also recognised the difference in principle between decisions and official records of hearings and, on this point, he referred to a large number of domestic legal provisions in support of this argument, as well as a number of comments by learned authors, the drafting history of the legal provision concerned and case-law of the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Finally, the applicant argued that the importance of a separate official record of the hearing lay in its character as a public record of everything that was actually discussed at the hearing, perhaps including matters which did not make their way into the eventual decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "i.  The proceedings on the prolongation of the applicant’s TBS order",
                                        "elements": [
                                            {
                                                "content": "31.  The Court considers it more appropriate to examine the question whether the proceedings on the request to prolong the applicant’s TBS order were conducted with the required diligence in the context of its examination of the applicant’s complaint under Article 5 § 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "ii.  The failure to draw up an official record of the hearing before the  Court of Appeal",
                                        "elements": [
                                            {
                                                "content": "32.  As regards the failure by the Arnhem Court of Appeal to draw up an official record of the hearing held on 8 May 2000, the Court recalls that in its judgment of 30 June 2005 in the above-cited case of Nakach v. the Netherlands it found that such a failure disrespected the procedure prescribed by domestic law and, therefore, in breach of Article 5 § 1 of the Convention (see §§ 34-44). The Court sees no reason to distinguish the present case from the Nakach case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  There has accordingly, as regards this part of the complaint, been a violation of Article 5 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Article 5 § 4",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "34.  The Government, maintaining their argument that the issue of the time spent by the applicant in pre-placement detention could not be taken into account as an aggravating circumstance (see paragraph 25 above), deferred to the Court’s discretion as whether the length of the proceedings complained of was in accordance with Article 5 § 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The applicant maintained that the proceedings on the request to extend his TBS order by two years were not conducted with the required diligence under both domestic law and Article 5 § 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "36.  The Court recalls that in its judgment in the similar case of Rutten v. the Netherlands (no. 32605/96, §§ 50-55, 24 July 2001) it found a breach of the speed requirement of Article 5 § 4 of the Convention where the Regional Court took two months and seventeen days to issue its decision and the Court of Appeal took a further three months to give judgment concerning the applicant’s application for release from the secure institution where he was receiving treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court has found no reasons for holding that the proceedings before the Amsterdam Regional Court on the request to extend the applicant’s TBS order fell short of the applicable time-limits under domestic law or of the required speed under Article 5 § 4. However, given the subsequent delay of more than seventeen months in determining the applicant’s appeal against the decision of the Amsterdam Regional Court of 9 November 1998, the Court considers that this delay cannot but lead to the same conclusion as in the above-cited Rutten case. In so far as the applicant submits that, as regards the delay in these appeal proceedings, the duration of his pre-placement detention should be regarded as an aggravating circumstance, the Court does not find it necessary to determine this argument as the applicant concluded an amicable settlement agreement with the respondent State in which he received financial compensation for his pre-placement detention in excess of six months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  There has accordingly been a violation of Article 5 § 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Article 6",
                                        "elements": [
                                            {
                                                "content": "39.  The Government submitted that, to the extent that Article 6 applied to the proceedings at issue, they would also in this matter defer to the Court’s discretion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant maintained that the proceedings on the request for a prolongation of his TBS order had exceeded a reasonable time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court considers that this complaint does not raise any issue not already examined in the context of Article 5. Consequently, it does not find it necessary to examine whether, in this case, there has been a violation of Article 6 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "43.  The applicant claimed NLG 10,000 in respect of non-pecuniary damage. He submitted, inter alia, that he had felt ignored and helpless, and suffered mental stress from not having the prolongation request determined in a diligent manner. He did not claim compensation for pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government considered that, if the Court were to find a violation of the Convention, that decision would in itself constitute sufficient satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court accepts that, on account of the manner in which the proceedings on his appeal were conducted, the applicant may have experienced certain feelings of frustration but not to the extent of justifying the award of compensation, also bearing in mind that he had already been awarded compensation for the duration of his pre-placement detention in excess of six months whereas he must have realised that, pending his admission to a custodial clinic, an appeal against a prolongation of his TBS order would – given the reasons why it was imposed – in all likelihood not result in a release from detention. It finds that, in the circumstances, the finding of a violation of Article 5 §§ 1 and 4 constitutes sufficient just satisfaction in respect of any non-pecuniary damage which the applicant may have suffered.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "46.  The applicant also claimed 3,937.35 euros (EUR) for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government submitted that, if the Court were to find a violation of the Convention, only costs that were actually and necessarily incurred should be regarded as eligible for an award.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 3,937.35 minus the amount of EUR 701 paid to the applicant under the Court’s legal aid scheme.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "49.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible unanimously;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by six votes to one that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that there has been a violation of Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds unanimously that it is not necessary to examine the complaint under Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds unanimously that the finding of a violation of Article 5 §§ 1 and 4 constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,236.35 (three thousand two hundred and thirty-six euros and thirty-five cents) in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses unanimously the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 October 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrB.M. Zupančič",
            "role": "president"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "MrE. Myjer",
            "role": "judges"
        },
        {
            "name": "MrDavid Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "06/10/2005 00:00:00",
    "docname": "CASE OF SCHENKEL v. THE NETHERLANDS",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-70820.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:1027JUD006201500",
    "externalsources": [],
    "extractedappno": [
        "62015/00",
        "32605/96",
        "5379/02"
    ],
    "importance": "4",
    "introductiondate": "31/08/2000 00:00:00",
    "issue": [
        "Code of Criminal Procedure, Articles 25, 509o § 2, 509t, 509u and 509x § 1",
        "Articles 93-94 of the Constitution"
    ],
    "itemid": "001-70820",
    "judgementdate": "27/10/2005 00:00:00",
    "kpdate": "27/10/2005 00:00:00",
    "kpthesaurus": [
        "448",
        "307",
        "339",
        "474",
        "445",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "5-1-e",
        "5-4",
        "29",
        "41",
        "6-1",
        "5-1",
        "5",
        "6",
        "29-3"
    ],
    "parties": [
        "SCHENKEL",
        "THE NETHERLANDS"
    ],
    "rank": "528.146423339844",
    "representedby": [
        "HAMER G.P."
    ],
    "respondent": "NLD",
    "respondentOrderEng": "32",
    "scl": [
        "Nakach v. the Netherlands, no. 5379/02, §§ 20-27 and §§ 34-44, 30 June 2005",
        "Rutten v. the Netherlands, no. 32605/96, §§ 18-30 and §§ 50-55, 24 July 2001"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "332436",
    "typedescription": "15"
}