{
    "__articles": "41",
    "__conclusion": "Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "8803/02;8804/02;8805/02;8806/02;8807/02;8808/02;8809/02;8810/02;8811/02;8813/02;8815/02;8816/02;8817/02;8818/02;8819/02",
    "article": [
        "41"
    ],
    "conclusion": [
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-76309.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in fifteen applications (nos. 8803/02, 8804/02, 8805/02, 8806/02, 8807/02, 8808/02, 8809/02, 8810/02, 8811/02, 8813/02, 8815/02, 8816/02, 8817/02, 8818/02 and 8819/02) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by fifteen Turkish nationals, Mr Abdullah Doğan, Mr Cemal Doğan, Mr Ali Rıza Doğan, Mr Ahmet Doğan, Mr Ali Murat Doğan, Mr Hasan Yıldız, Mr Hıdır Balık, Mr İhsan Balık, Mr Kazım Balık, Mr Mehmet Doğan, Mr Müslüm Yılmaz, Mr Hüseyin Doğan, Mrs Geyik Doğan (the wife of Yusuf Doğan, who died on 8 December 2004), Mr Hüseyin Doğan and Mr Ali Rıza Doğan (“the applicants”), on 3 December 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  In a judgment delivered on 29 June 2004 (“the principal judgment”), the Court held that there had been a violation of Articles 8 and 13 of the Convention and Article 1 of Protocol No. 1. More specifically, as regards Article 1 of Protocol No. 1, the Court held that, as a result of their inability to have access to their possessions, the applicants had had to bear an individual and excessive burden which had upset the fair balance which should be struck between the requirements of the general interest and the protection of the right to the peaceful enjoyment of one’s possessions (Doğan and Others v. , nos. 8803-8811/02, 8813/02 and 88158819/02, §§ 155-156, ECHR 2004VI).",
                        "elements": []
                    },
                    {
                        "content": "3.  Under Article 41 of the Convention the applicants sought just satisfaction amounting to several million euros (EUR) in respect of damage sustained and also for costs and expenses.",
                        "elements": []
                    },
                    {
                        "content": "4.  Since the question of the application of Article 41 of the Convention was not ready for decision, the Court reserved it and invited the Government and the applicants to submit, within six months, their written observations on that issue and, in particular, to notify the Court of any agreement they might reach (ibid., § 168, and point 8 of the operative provisions).",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicants submitted their observations on 23 January 2003, 5 August 2003 and 23 June 2005. The Government replied on 18 June 2003 and 10 May 2005.",
                        "elements": []
                    },
                    {
                        "content": "6.  Meanwhile, subsequent to the adoption of the principal judgment in the instant case, the authorities of the respondent State have taken several measures, including enacting the Compensation Law of 27 July 2004, with a view to redressing the Convention grievances of persons who were denied access to their possessions in their villages. The Court examined the implementation of the compensation law in a “test case” (see İçyer v. Turkey (dec.), no. 18888/02, 12 January 2006), and ruled that the Government could be deemed to have fulfilled their duty to review the systemic situation at issue and to introduce an effective remedy (ibid., § 86). Accordingly, it found that the applicants should be required by Article 35 § 1 of the Convention to apply to the relevant compensation commissions under the Law of 27 July 2004 and to claim compensation for the damage they had sustained as a result of their inability to gain access to their possessions. The Court therefore rejected almost 1,500 similar applications under Article 35 §§ 1 and 4 of the Convention for non-exhaustion of domestic remedies.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "7.  Article 41 of the Convention provides:",
                        "elements": []
                    },
                    {
                        "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                        "elements": []
                    },
                    {
                        "content": "A.  Pecuniary damage",
                        "elements": [
                            {
                                "content": "1.\tThe applicants’ submissions",
                                "elements": [
                                    {
                                        "content": "8.  The applicants emphasised at the outset that the pecuniary damage to be determined in the instant case should be based on the annual economic difference between their current living standards and those which they had enjoyed in 1994 prior to their eviction from their village. In this connection, they noted that an average family living in Boydaş village at the relevant time possessed seven or eight dönüm of land, a house, a barn, a sheep pen and a hundred heads of small livestock. The average income derived from stockbreeding amounted to ten billion Turkish liras (TRL) (approximately EUR 6,087). Accordingly, this sum should be considered as the average annual loss of earnings suffered by each of the applicants. Furthermore, the applicants contended that the monthly rent which they had paid for alternative accommodation in big cities also had a bearing on the damage that they had sustained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  As regards the individual pecuniary damage sustained by each of them, the applicants claimed the following:",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "(a) Abdullah Doğan (application no. 8803/02)",
                        "elements": [
                            {
                                "content": "10.  Under the head of pecuniary damage, Mr Abdullah Doğan, who is married and has five children, estimated that his loss of income totalled TRL 80 billion (approximately, EUR 48,750) since his eviction from Boydaş in 1994. He explained that he owned a house, a barn and a sheep pen in Boydaş. He held title deeds to 9,000 m2 land and also cultivated a plot of land inherited from his father. At the material time, he owned sixty goats, forty kids and a cow. He also had a right to tree-felling.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(b) Cemal Doğan (application no. 8804/02)",
                        "elements": [
                            {
                                "content": "11.  Mr Cemal Doğan, who is also married and has four children, claimed TRL 81.6 billion (EUR 49,600). He cultivated a plot of land owned by his father, but also owned a house, a barn and a sheep pen. He had eight heads of small livestock and was also entitled to tree-felling. The applicant added that he had to spend TRL 100 million per month on rent. Thus, since 1994 his expenditure for alternative accommodation totalled TRL 9.6 billion (approximately EUR 5,830).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(c) Ali Rıza Doğan (application no. 8805/02)",
                        "elements": [
                            {
                                "content": "12.  The applicant is married and has eight children. He claimed TRL 88 billion (EUR 53,450) for the pecuniary damage that he had suffered. He owned a house, a barn and a sheep pen in his village. He further had eighty heads of small livestock and three heads of cattle. He had eighty poplar trees and fifteen walnut and apple trees. He also enjoyed right to tree-felling. His annual loss of income amounted to TRL 11 billion (EUR 6,680).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(d) Ahmet Doğan (application no. 8806/02)",
                        "elements": [
                            {
                                "content": "13.  The applicant, who is married and has twelve children, alleged that his pecuniary damage totalled TRL 113.6 billion (EUR 69,000). He noted that he owned a house, a sheep pen, a barn and held title deeds to 21 dekar of land in Boydaş village. He alleged that if he had not been denied access to his possessions he would have earned 13 billion each year and he would not have spent 9.60 billlion on rent (100 million per month).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(e) Ali Murat Doğan (application no. 8807/02)",
                        "elements": [
                            {
                                "content": "14.  The applicant, who is married and has two children, cultivated a plot of land owned by his father, Mr Yusuf Doğan. He earned his living from stockbreeding and forestry. He claimed that his loss of income per year amounted to TRL 5 billion. His total loss resulting from deprivation of income totalled TRL 40 billion (EUR 24,200). He further claimed to have suffered pecuniary loss on account of his expenditure for alternative accommodation. In this connection, he noted that he had paid TRL 100 million per month on rent and that he had spent a total amount of TRL 9.6 billion (EUR 5,800) for rent. In sum, his total loss amounted to TRL 49.6 billion (EUR 30,000).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(f) Hasan Yıldız (application no. 8808/02)",
                        "elements": [
                            {
                                "content": "15.  The applicant is married and has three children. He estimated that his pecuniary loss amounted to TRL 209.52 billion (EUR 126,900). He explained that his annual loss of income was TRL 25 billion and his monthly expenditure on rent was TRL 100 million. He noted that he cultivated together with his father 10 dönüm of fields, without title deeds, which had been held by his father under deeds of possession. At the relevant time, he had two-hundred heads of small livestock and six heads of cattle. He further owned eighty poplar trees and enjoyed the right to tree-felling.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(g) Hıdır Balık (application no. 8809/02)",
                        "elements": [
                            {
                                "content": "16.  The applicant is married and has two children. He found that he had suffered TRL 79.52 billion (EUR 48,200) in respect of pecuniary damage. He cultivated 180 dönüm of land together with his grandfather and owned a house, a barn and a shed. He owned sixty heads of small livestock and two heads of cattle. He also had fifty poplar trees and enjoyed the right to treefelling. He noted that his annual loss of income was TRL 8.5 billion and his monthly expenditure on rent was TRL 120 million.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(h) İhsan Balık (application no. 8810/02)",
                        "elements": [
                            {
                                "content": "17.  The applicant is married and has two children. He found that he had suffered TRL 51.52 billion (EUR 31,000) in respect of pecuniary damage. He cultivated 180 dekar of land owned by his grandfather. He also enjoyed the right to treefelling. He noted that his annual loss of income was TRL 5 billion and his monthly expenditure on rent was TRL 120 million.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(i) Kazım Balık (application no. 8811/02)",
                        "elements": [
                            {
                                "content": "18.  The applicant is married and has nine children. He estimated that he had suffered TRL 171.52 billion (EUR 103,765) in respect of pecuniary damage. He cultivated 180 dönüm of land together with his father and owned a house, a barn and a sheep pen. He owned one hundred and fifty heads of small livestock, five heads of cattle, thirty beehives and three hundred poplar trees. He noted that his annual loss of income was TRL 20 billion and his monthly expenditure on rent was TRL 120 million.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(j) Mehmet Doğan (application no. 8813/02)",
                        "elements": [
                            {
                                "content": "19.  The applicant is married and has two children. He found that he had suffered TRL 53.6 billion (EUR 48,200) in respect of pecuniary damage. He cultivated 15 dönüm of land registered with the title of his uncle. In the village he had a house, a barn and a shed. He owned thirty heads of small livestock and two heads of cattle. He also enjoyed the right to treefelling. He noted that his annual loss of income was TRL 5.5 billion and his monthly expenditure on rent was TRL 100 million.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(k) Müslüm Yılmaz (application no. 8815/02)",
                        "elements": [
                            {
                                "content": "20.  The applicant is married and has seven children. He claimed TRL 240 billion (EUR 144,675) for pecuniary damage. He explained that he had a house, a barn, a sheep pen and 50 dönüm of arable land in Boydaş village. He derived his income from two hundred heads of small livestock, twenty heads of cattle, one hundred poplar trees, twenty walnut trees and twenty fruit trees of various kinds. He also enjoyed the right to tree-felling. He estimated his loss of annual income at TRL 5.5 billion. He further spent TRL 100 million on rent.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(l) Hüseyin Doğan (application no. 8816/02)",
                        "elements": [
                            {
                                "content": "21.  The applicant is married and has one child. He claimed TRL 53.6 billion (EUR 32,250) for pecuniary damage. He explained that he had a house, a barn and a sheep pen. He cultivated the land owned by his father together with the latter. He had twenty heads of small livestock, three heads of cattle and fifteen trees of various kinds. He also enjoyed the right to tree-felling. He estimated his loss of annual income at TRL 5 billion. He further spent TRL 100 million on rent.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(m) Yusuf Doğan, replaced by Geyik Doğan (application no. 8817/02)",
                        "elements": [
                            {
                                "content": "22.  The applicant was married and had eleven children. He died on 8 December 2004 and his wife wished to pursue the application. Prior to his death, Mr Doğan claimed TRL 126.4 billion (EUR 76,300) for pecuniary damage. He explained that he had a house, a barn, a sheep pen and 10 dönüm of land in the village. He derived his income from eighty heads of small livestock, ten heads of cattle, one hundred poplar trees, one hundred forty-five walnut trees and fifteen beehives. He also enjoyed the right to tree-felling. He estimated his loss of annual income at TRL 14 billion. He further spent TRL 150 million on rent.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(n) Hüseyin Doğan (application no. 8818/02)",
                        "elements": [
                            {
                                "content": "23.  The applicant cultivated the land owned by his father and grandfather. He lived in his father’s house. He had eighty heads of small livestock and four heads of cattle. He also enjoyed the right to tree-felling. He estimated his total loss at TRL 89.6 billion (EUR 54,000). He explained that his annual loss of income was TRL 10 billion and that he had paid TRL 100 million per month on rent.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(o) Ali Rıza Doğan (application no. 8819/02)",
                        "elements": [
                            {
                                "content": "24. The applicant is married and has one child. He claimed TRL 50.8 billion (EUR 30,000) for pecuniary damage. He enjoyed the right to treefelling. He estimated his total loss at TRL 89.6 billion (EUR 54,000). He explained that his annual loss of income was TRL 5 billion and that he had paid TRL 80 million per month on rent.",
                                "elements": []
                            },
                            {
                                "content": "2.\tThe Government’s submissions",
                                "elements": [
                                    {
                                        "content": "25.  The Government disputed the applicants’ claims and argued primarily that the mechanism which they had set up subsequent to the “principal judgment” in the instant case was capable of providing sufficient redress for the alleged damage suffered by the applicants. They explained that under the Compensation Law of 27 July 2004 it was open to the applicants to lodge an application with the compensation commissions in order to claim compensation for the damage they had sustained as a result of their inability to gain access to their possessions in Boydaş village. In this connection, the Government noted that, by letter of 17 March 2005, the applicants’ representatives had rejected the Tunceli District Governor’s invitation dated 23 February 2005 to apply to the relevant compensation commission in order to recover their damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government also noted that the project entitled “Return to Village and Rehabilitation in Eastern and South-eastern Anatolia” had been developed by the South-eastern Anatolia Project Regional Development Directorate (GAP), the General Directorate for Village Services and local governorates. This project aimed at reconstructing and repairing the infrastructure of the villages in the region and thus facilitating re-settlement of the inhabitants. Within the context of this project, the Government had spent TRL 5,050,733,000,000 (EUR 2,882,500) and had given aid in kind totalling TRL 25,015,498,520,000 (EUR 14,280,000). Between 2000 and 2004 more than 128,270 inhabitants returned to their villages. In 2004 the Tunceli Governor invited the former inhabitants of Boydaş to return and to benefit from the above-mentioned project. However, there were not enough people who wanted to return and therefore the project could not be realised in Boydaş. It follows that the authorities tried to help the villagers to return but that the villagers, including the applicants, were not in good faith.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government further submitted that the claims submitted by the applicants were excessive and unsubstantiated because they were far from reflecting the socio-economic realities of south-east . They pointed out that the houses in Boydaş village had not been built of concrete but of adobe. Accordingly, they were cheaper to build and less resistant to nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Furthermore, the terrain in and around Boydaş village was not fertile and was insufficient to finance the economic needs of the families. The production of vegetables and fruit was very low and the wheat was the only product that could be grown in the village. A study carried out by the Agriculture Directorate of Hozat showed that the average annual income to be derived from a dönüm of land in villages of Hozat was TRL 21,600,000 (EUR 11.12). Furthermore, one small animal, such as a sheep and a goat, would bring TRL 23,000,000 (EUR 11.85) whereas an animal like a cow would bring TRL 288,000,000 (EUR 148).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  According to the survey performed by a group of experts on the land registers, municipal registers and the records of agriculture directorate in the Hozat district, it appeared that the total terrain of Boydaş village was 200,000 square metres. However, the applicants stated in their four yearly immoveable property declarations for 1994 that they each owned 50,000 – 60,000 square metres land in Boydaş. These figures were in complete contradiction with the declarations which they had submitted in 1990 and, in any event, the total amount of terrain which they had declared was far more excessive than the total dimension of Boydaş village.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30. Referring to the Turkish Electricity Distribution Company’s (“TEDAŞ”) letter dated 25 February 2005, the Government noted that only four applicants, namely Abdullah Doğan, Ahmet Doğan, Kazım Balık, Yusuf Doğan and Müslüm Yılmaz, had electricity subscription until 1994. This meant that the remainder of the applicants either did not have electricity at home or used electricity illegally in Boydaş.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government maintained that the applicants’ claims concerning the dimensions of the lands that they had possessed were imaginary and aimed at obtaining agriculture loans from the authorities. They contended further that some of the applicants had claimed to have owned either the same plots of land or houses owned by their fathers. Thus, the Government maintained that the Court should reject the pecuniary damage claimed by those applicants who did not possess any property in the village. Finally, the Government submitted a detailed assessment of the damage claimed by the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  As regards Abdullah Doğan (application no. 8803/02), the Government noted that, according to the land registers of Hozat district, he did not have any registered property. While the ’s immoveable property registers did not indicate any property with the title of the applicant, the latter claimed, in his declaration of 1994, to have owned a 100 square metres house. The registers of the Hozat agriculture office showed that the applicant did not have any animals. Taking into account the applicant’s declaration and the experts’ assessment of the market value of the applicant’s house, his pecuniary damage should be TRL 2,670,000,000 (EUR 1,600).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  As to Cemal Doğan , who is Ahmet Doğan’s son, it appeared from the land registry records and the records of municipality and agriculture directorate that he did not own any property or animal. Thus, his claim for pecuniary damage should be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Ali Rıza Doğan (application no. 8805/02) did not own any house or land according to the land registers of the . However, in his declaration of 1990 submitted to the immoveable property registry office of the , the applicant stated that he owned land measuring 1,000 square metres, whereas in his declaration for 1994, he claimed to have owned 16,000 square metres. He also claimed that he owned a house measuring 100 square metres and a patio measuring 50 square metres. The registers of the Hozat agriculture office indicated that the applicant did not have any animal. In view of his declaration for 1994 and of the experts’ reports, the market value of his house and the patio amounted to 4,005,500,000. Had he cultivated his land the applicant’s loss of income between 1994 and 2004 would be TRL 3,132,320,000. Thus, the applicant’s total pecuniary damage should be TRL 7,137,820,000 (EUR 4,167).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Ahmet Doğan (application no. 8806/02) possessed land measuring 23,500 square metres and a house measuring 78 square metres, according to the ’s immoveable property registers. In his declaration of 1994, he claimed to have owned land measuring 24,600 square metres. The registers of the Hozat agriculture office indicated that the applicant did not have any animal. In view of his declaration for 1994 and of the experts’ reports, the market value of his house was TRL 2,776,800,000. Had he cultivated his land, the applicant’s loss of income between 1994 and 2004 would have been TRL 4,599,400,000. Thus, the applicant’s total pecuniary damage should be TRL 7,376,200,000 (EUR 4,300).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Ali Murat Doğan (application no. 8807/02) did not own any property or animal according to the land registry records and the records of municipality and agriculture directorate. Thus, his claim for pecuniary damage should be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Hasan Yıldız (application no. 8808/02) also did not own any property or animal according to the land registry records and the records of municipality and agriculture directorate. Therefore, his claim for pecuniary damage should also be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Concerning Hıdır Balık, İhsan Balık and Kazım Balık (applications nos. 8809/02, 8810/02 and 8811/02), the Government pointed out that all three applicants claimed to have cultivated the lands of Haydar Balık, who was grandfather to Hıdır and İhsan and father to Kazım. Having examined the land registry records and the records of the municipality and agriculture directorate, the authorities established that these three applicants did not own any property or animals. In his declaration for 1994, İhsan Balık stated that he owned a house measuring 200 square metres, which he had acquired in 1950. The Government stressed that this declaration could not be true given that the applicant was born in 1973 yet he claimed to have acquired this house in 1950. Kazım Balık stated in his declaration for 1994 that he had land measuring 190,000 square metres and a house measuring 200 square metres. In the Government’s opinion, for the Balık family, there is only a house and land measuring 180,000 square metres, registered with the title of Haydar Balık, that should be taken into account when calculating the pecuniary damage. In sum, relying on the expertise report, the Government claimed that the pecuniary damage suffered by Kazım Balık amounted to TRL 8,900,000,000, which was the market value of his house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  As regards Mehmet Doğan (application no. 8813/02), the Government contended that he did not own any property or animal according to the land registry records and the records of the municipality and agriculture directorate. Accordingly, his claim for pecuniary damage should also be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Concerning Müslüm Yılmaz (application no. 8815/02), the Government alleged that his damage had been estimated at TRL 25,225,280,000 (EUR 14,500). Relying on the applicant’s declaration of immoveable property for 1994, the Government maintained that the market value of his house was TRL 4,000,500,000 and his loss of income between 1994 and 2004 amounted to TRL 21,109,680,000 (EUR 11,137). They stressed that although the applicant did not own any registered property, he declared that he possessed 108,000 square metres land and a 150 square metres house in 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Government contended that Hüseyin Doğan (application no. 8816/02), who is Yusuf Doğan’s son, did not own any property or animal according to the land registry records and the records of the municipality and agriculture directorate. Accordingly, in the Government’s opinion, Hüseyin Doğan’s claim for pecuniary damage should be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  As to Yusuf Doğan (application no. 8817/02), the Government submitted that he had land measuring 2,000 square metres registered in the land registry office of the . In 1994, he declared that he had also owned 50,000 square metres land and a house, patio and barn each measuring 50 square metres. The total market value of his house, patio and barn was estimated to be TRL 5,340,000,000 and his loss of income between 1994 and 2004 amounted to TRL 391,550,000. Therefore, his total damage should be TRL 5,371,000,000 (EUR 3,300).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Finally, the Government maintained that the applicants Hüseyin Doğan and Ali Rıza Doğan (applications nos. 8818/02 and 8819/02) did not own any property or animal according to the land registry records and the records of the municipality and agriculture directorate. Accordingly, their claims for pecuniary damage should also be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In sum, the Government asked the Court primarily to require the applicants to apply to the relevant compensation commissions which had been set up in accordance with Law no. 5233 and, in determining the pecuniary damage in the instant case, to take into account the method of calculation employed by these commissions. The Government further asked the Court to give due consideration to the refusal of the Boydaş villagers to return and take part in the realisation of the “Return to Village and Rehabilitation Project”. Accordingly, they concluded that the exorbitant claims submitted by the applicants, in particular those who did not own any property in Boydaş, should be dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.\tThe Court’s assessment",
                                "elements": [
                                    {
                                        "content": "45.  The Court recalls that a judgment in which it finds a breach imposes on the respondent State a legal obligation to put an end to the breach and make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (Brumărescu v. Romania (just satisfaction) [GC], no. 28342/95, § 19, ECHR 2001I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46. The Contracting States that are parties to a case are in principle free to choose the means whereby they will comply with a judgment in which the Court has found a breach. This discretion as to the manner of execution of a judgment reflects the freedom of choice attaching to the primary obligation of the Contracting States under Article 1 of the Convention to secure the rights and freedoms guaranteed. If the nature of the breach allows restitutio in integrum, it is for the respondent State to implement it. If, on the other hand, national law does not allow – or allows only partial – reparation to be made for the consequences of the breach, Article 41 empowers the Court to afford the injured party such satisfaction as appears to it to be appropriate (see Papamichalopoulos and Others v. Greece (Article 50), judgment of 31 October 1995, Series A no. 330-B, pp. 58-59, § 34).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  This being so, in the principal judgment the Court held that, as a result of their inability to have access to their houses and land in Boydaş village, the applicants had had to bear an individual and excessive burden which had upset the fair balance which should be struck between the requirements of the general interest and the protection of the right to the peaceful enjoyment of one’s possessions (§ 155). It also observed that the authorities had the primary duty and responsibility to establish conditions, as well as provide the means, which would allow the applicants to return voluntarily, in safety and with dignity, to their homes or places of habitual residence, or to resettle voluntarily in another part of the country (§ 154).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court considers that the ability of the applicants to return to Boydaş and compensation of the loss sustained by them during the period in which they were denied access to their homes and land would put the applicants as far as possible in a situation equivalent to the one in which they would have been if there had not been a breach of Article 1 of Protocol No. 1 and Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  However, it appears from the parties’ submissions that the applicants are no longer willing to return to their homes and land and to start a new life in Boydaş (see paragraph 26 above). Thus, in the circumstances of the present case, the award of compensation for the pecuniary loss in question seems to be the most appropriate just satisfaction for the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In this connection, the Court cannot accept the Government’s argument that the applicants should be required at this stage of the proceedings to apply to the competent compensation commissions in order to seek reparation for their damages. It points out that the parties failed to reach an agreement on the issue of just satisfaction and the proceedings have already lasted a very long time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In view of the foregoing, the Court will determine the amount of the pecuniary damage to be paid to each of the applicants. It observes that there is a considerable divergence between the applicants’ claims and the information furnished by the Government. Furthermore, the methods of calculation employed for the purpose by the parties substantially differ from each other. Thus, in assessing the pecuniary damage sustained by the applicants, the Court will, as far as appropriate, take into account the estimates provided by the parties. Nevertheless, given the divergent nature of the evidence put forward under Article 41, the Court’s assessment will inevitably involve a degree of speculation (see Akdivar and Others v. Turkey (Article 50), judgment of 1 April 1998, Reports 1998II, § 19; and Selçuk and Asker v. Turkey, judgment of 24 April 1998, Reports 1998II, § 106).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "a) Damage resulting from deterioration or lack of care of property",
                        "elements": [
                            {
                                "content": "52.  As regards the alleged damage suffered as a result of the houses or barns that fell into ruin for lack of care, the Court will only make an award for eight applicants, namely Abdullah Doğan (application no. 8803/02), Cemal Doğan (application no. 8804/02), Ali Rıza Doğan (application no. 8805/02), Ahmet Doğan (application no. 8806/02), Kazım Balık (application no. 8811/02), Mehmet Doğan (application no. 8813/02), Müslüm Yılmaz (application no. 8815/02) and Geyik Doğan (application no. 8817/02); it has not been established that the remaining applicants had buildings or that they had suffered damage, as alleged.",
                                "elements": []
                            },
                            {
                                "content": "53.  In view of the above finding, the Court awards each of the abovementioned eight applicants EUR 1,000 in respect of damage suffered as a result of deterioration of their buildings.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "b) Loss of earnings",
                        "elements": [
                            {
                                "content": "54.  In respect of the damage caused by loss of earnings, the Court observes that the applicants all carried out economic activities such as farming, stockbreeding and treefelling in Boydaş. Thus, compensation should be awarded for deprivation of income during the period in which the applicants were denied access to their possessions. In this connection, the Court notes the wide disparity between the parties’ methods of calculations and between their submissions. Accordingly, in determining the compensation, the level of comparable awards made by the compensation commissions set up in the Hozat district of Tunceli province should be taken into account. However, in assessing the amounts it should be borne in mind that the applicants continued their economic activities, albeit in poor conditions, in their new places of living.",
                                "elements": []
                            },
                            {
                                "content": "55.  Having regard to the foregoing, the Court awards each of the applicants EUR 13,500 for loss of earnings.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "c) Cost of alternative accommodation",
                        "elements": [
                            {
                                "content": "56.  As to cost of alternative accommodation, the Court notes that thirteen of the applicants have supplied figures, where as two of the applicants, namely Mr Abdullah Doğan (application no. 8803/02) and Ali Rıza Doğan (application no. 8805/02), have not submitted any claims for the damage they suffered for alternative housing. Nor did the Government provide any details on the subject.",
                                "elements": []
                            },
                            {
                                "content": "57.  Accordingly, the Court makes no award under this heading for the applicants Abdullah Doğan (application no. 8803/02) and Ali Rıza Doğan (application no. 8805/02). It however considers it reasonable to award EUR 4,200 for the applicant Ali Rıza Doğan (application no. 8819/02), and EUR 5,400 for each of the remaining twelve applicants.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "d) Summary",
                        "elements": [
                            {
                                "content": "58.  Consequently, in respect of pecuniary damages the Court awards each of the applicants the following sums:",
                                "elements": []
                            },
                            {
                                "content": "(a) EUR 14,500 (Abdullah Doğan, application no. 8803/02);",
                                "elements": []
                            },
                            {
                                "content": "(b) EUR 19,900 (Cemal Doğan, application no. 8804/02);",
                                "elements": []
                            },
                            {
                                "content": "(c) EUR 14,500 (Ali Rıza Doğan, application no. 8805/02);",
                                "elements": []
                            },
                            {
                                "content": "(d) EUR 19,900 (Ahmet Doğan, application no. 8806/02);",
                                "elements": []
                            },
                            {
                                "content": "(e) EUR 18,900 (Ali Murat Doğan, application no. 8807/02);",
                                "elements": []
                            },
                            {
                                "content": "(f) EUR 18,900 (Hasan Yıldız, application no. 8808/02);",
                                "elements": []
                            },
                            {
                                "content": "(g) EUR 18,900 (Hıdır Balık, application no. 8809/02);",
                                "elements": []
                            },
                            {
                                "content": "(f) EUR 18,900 (İhsan Balık, application no. 8810/02);",
                                "elements": []
                            },
                            {
                                "content": "(g) EUR 19,900 (Kazım Balık, application no. 8811/02);",
                                "elements": []
                            },
                            {
                                "content": "(h) EUR 19,900 (Mehmet Doğan, application no. 8813/02);",
                                "elements": []
                            },
                            {
                                "content": "(i) EUR 19,900 (Müslüm Yılmaz, application no. 8815/02);",
                                "elements": []
                            },
                            {
                                "content": "(j) EUR 18,900 (Hüseyin Doğan, application no. 8816/02);",
                                "elements": []
                            },
                            {
                                "content": "(k) EUR 19,900 (Geyik Doğan, application no. 8817/02);",
                                "elements": []
                            },
                            {
                                "content": "(l) EUR 18,900 (Hüseyin Doğan, application no. 8818/02);",
                                "elements": []
                            },
                            {
                                "content": "(m) EUR 17,700 (Ali Rıza Doğan, application no. 8819/02).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\tNon-pecuniary damage",
                        "elements": [
                            {
                                "content": "59.  The applicants each claimed EUR 15,000 in compensation for suffering and moral damage.",
                                "elements": []
                            },
                            {
                                "content": "60.  The Government submitted that the applicants’ claims in respect of non-pecuniary damage were excessive.",
                                "elements": []
                            },
                            {
                                "content": "61.  In view of the measures taken by the authorities of the respondent State to remedy the situation of the applicants and other internally displaced persons subsequent to the adoption of the principal judgment in the instant case (see paragraphs 6 and 26 above), the Court considers that the principal judgment in itself constitutes sufficient just satisfaction for any non-pecuniary damage arising from the violations established of Articles 8 and 13 of the Convention and Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.  Costs and expenses",
                        "elements": [
                            {
                                "content": "62.  The applicants claimed reimbursement of EUR 21,906 for fees and costs in the preparation and presentation of their cases before the Court. This sum included fees for work done by their lawyers in the proceedings before the Court (352 hours and 30 minutes’ legal work) and the costs incurred for travelling, telephone, stationery and translation/interpretation.",
                                "elements": []
                            },
                            {
                                "content": "63.  The Government maintained that this claim was excessive and unsubstantiated. They argued that no receipt or any other document had been produced by the applicants to prove their claim.",
                                "elements": []
                            },
                            {
                                "content": "64.  The Court reiterates that only legal costs and expenses that have been necessarily and actually incurred can be reimbursed under Article 41 of the Convention. In this connection, it observes that the present case involved complex issues of fact and law that required detailed examination. That being so, having regard to the details of the claims and vouchers submitted by the applicants, the Court considers it appropriate to award the amount claimed in full, exclusive of any value-added tax that may be chargeable, less EUR 2,910.60 received by way of legal aid from the Council of Europe.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "D.  Default interest",
                        "elements": [
                            {
                                "content": "65.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into New Turkish liras at the rate applicable on the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b) that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds in respect of non-pecuniary damage that the principle judgment in itself constitutes sufficient just satisfaction for any non-pecuniary damage arising from the violations established of Articles 8 and 13 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 July 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrB.M. Zupančič",
            "role": "president"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrL. Caflisch",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "MrsA. Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DOĞAN AND OTHERS v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-76309.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0713JUD000880302",
    "externalsources": [],
    "extractedappno": [
        "8811/02",
        "8813/02",
        "8819/02",
        "8803/02",
        "8804/02",
        "8805/02",
        "8806/02",
        "8807/02",
        "8808/02",
        "8809/02",
        "8810/02",
        "8815/02",
        "8816/02",
        "8817/02",
        "8818/02",
        "18888/02",
        "28342/95"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-76309",
    "judgementdate": "13/07/2006 00:00:00",
    "kpdate": "13/07/2006 00:00:00",
    "kpthesaurus": [
        "216",
        "577"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "41"
    ],
    "parties": [
        "DOĞAN AND OTHERS",
        "TURKEY"
    ],
    "rank": "554.004699707031",
    "representedby": [
        "N/A"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Brumarescu v. Romania (just satisfaction) [GC], no. 28342/95, § 19, ECHR 2001 I",
        "Papamichalopoulos and Others v. Greece (Article 50), judgment of 31 October 1995, Series A no. 330-B, pp. 58-59, § 34"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "328262",
    "typedescription": "12"
}