{
    "__articles": "13",
    "__conclusion": "Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)",
    "applicability": "",
    "appno": "71621/13;381/15",
    "article": [
        "13"
    ],
    "conclusion": [
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        }
    ],
    "content": {
        "001-168054.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications against Russia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates indicated in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applications were communicated to the Russian Government (“the Government”).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "3.  The list of applicants and the relevant details of the applications are set out in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants complained of the inadequate conditions of their detention. They also argued that they did not have an effective domestic remedy to complain about the poor detention conditions.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "5.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "6.  The applicants complained principally of the inadequate conditions of their detention. They relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "7.  On various dates the Government submitted unilateral declarations aimed at resolving this issue. By these declarations the Russian authorities acknowledged that the applicants had been detained in the conditions which had not complied with the requirements of Article 3 of the Convention. They also declared that they were ready to pay the applicants ex gratia the sums tabulated below.",
                                "elements": []
                            },
                            {
                                "content": "8.  The Court reiterates that under Article 37 of the Convention it may at any stage of the proceedings strike an application out of its list of cases where the circumstances lead to the conclusions specified under (a), (b), or (c) of that Article.",
                                "elements": []
                            },
                            {
                                "content": "9.  Article 37 § 1 (c) enables the Court in particular to strike a case out of its list if:",
                                "elements": []
                            },
                            {
                                "content": "“for any other reason established by the Court, it is no longer justified to continue the examination of the application.”",
                                "elements": []
                            },
                            {
                                "content": "Article 37 § 1 in fine states:",
                                "elements": []
                            },
                            {
                                "content": "“However, the Court shall continue the examination of the application if respect for human rights as defined in the Convention and the protocols thereto so requires.”",
                                "elements": []
                            },
                            {
                                "content": "10.  To this end, the Court will examine carefully the declarations in the light of the principles emerging from its case-law.",
                                "elements": []
                            },
                            {
                                "content": "11.  The Court is satisfied that the Government acknowledged a violation of the applicants’ right under Article 3 of the Convention on account of the poor conditions of their detention. The Court also notes that the compensations offered are comparable with Court awards in similar cases, taking account, inter alia, of the length and specific conditions of the detention in each particular case. The Court therefore considers that it is no longer justified to continue the examination of the applications.",
                                "elements": []
                            },
                            {
                                "content": "12.  As to whether the respect for human rights as defined in the Convention and the protocols thereto requires the Court to continue the examination of the present applications, it notes that the Convention organs have consistently interpreted Articles 37 and 38 of the Convention as compelling them to continue the examination of a case, notwithstanding its settlement by the parties or the existence of any other ground for striking the case out of its list. A further examination of a case was thus found to be necessary when it raised questions of a general character affecting the observance of the Convention (see Tyrer v. the United Kingdom, no. 5856/72, Commission’s report of 14 December 1976, Series B 24, p. 2, § 2).",
                                "elements": []
                            },
                            {
                                "content": "13.  Such questions of a general character would arise, for example, where there is a need to clarify the States’ obligations under the Convention or to induce the respondent State to resolve a structural deficiency affecting other persons in the same position as the applicant. The Court has thus been frequently led, under Articles 37 and 38, to verify that the general problem raised by the case had been or was being remedied and that similar legal issues had been resolved by the Court in other cases (see, among many others, Can v. Austria, 30 September 1985, §§ 15-18, Series A no. 96, and Léger v. France (striking out) [GC], no. 19324/02, § 51, ECHR 2009-...).",
                                "elements": []
                            },
                            {
                                "content": "14.  The Court does not see any compelling reason of public order to warrant examination of the present complaints on the merits. Firstly, the Court has on numerous occasions determined issues analogous to those arising in the instant cases and ascertained in great detail the States’ obligations under the Convention in that respect (see, among many others, Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, 10 January 2012). As a consequence, an examination on the merits of the present complaint would not bring any new element in this regard.",
                                "elements": []
                            },
                            {
                                "content": "15.  Accordingly, in so far as the complaint under Article 3 about the conditions of the applicants’ detention is concerned, this part of the applications should be struck out of the list.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  The applicants also complained under Article 13 of the Convention that they did not have at their disposal an effective domestic remedy in respect of poor conditions of detention.",
                                "elements": []
                            },
                            {
                                "content": "17.  The Government did not comment, having only submitted the unilateral declarations which dealt exclusively with the applicants’ complaint under Article 3 (see paragraph 7 above).",
                                "elements": []
                            },
                            {
                                "content": "18.  In Ananyev and Others case (cited above, § 119), the Court has already found that the Russian legal system did not provide an effective remedy that could be used to prevent the alleged violation or its continuation and provide applicants with adequate and sufficient redress in connection with a complaint about inadequate conditions of detention. The Government have presented no arguments or evidence to enable the Court to reach a different conclusion in the cases at hand. In the light of the Government’s acknowledgement in respect of the applicants’ complaint under Article 3 of the Convention (see paragraph 7 above), thus confirming its “arguable” nature, the Court concludes that the complaint under Article 13 is admissible. It further finds that the applicants had no effective domestic remedy at their disposal in respect of their complaint concerning the conditions of detention.",
                                "elements": []
                            },
                            {
                                "content": "19.  There has accordingly been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "20.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "21.  Regard being had to the documents in its possession and to its caselaw (see, in particular, Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, 10 January 2012 and Butko v. Russia, no. 32036/10, § 68, 12 November 2015) and the Government’s undertaking laid down in their unilateral declarations, the Court considers that the finding of a violation under Article 13 of the Convention constitutes sufficient just satisfaction in the present cases.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Decides, having regard to the terms of the Government’s declaration, and the arrangements for ensuring compliance with the undertakings referred to therein, to strike the applications out of its list of cases in accordance with Article 37 § 1 (c) of the Convention in so far as they concern the complaint under Article 3 of the Convention about the inadequate conditions of the applicants’ detention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares admissible the applicants’ complaint about the lack of an effective domestic remedy to complain about the inadequate conditions of detention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that these applications disclose a breach of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicants in view of the breach of Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 October 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helena Jäderblom",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Hasan Bakırcı Deputy Section Registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF FILIMONOV AND FAZLUTDINOV v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-168054.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:1006JUD007162113",
    "externalsources": [],
    "extractedappno": [
        "71621/13",
        "381/15",
        "5856/72",
        "19324/02",
        "42525/07",
        "60800/08",
        "32036/10"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-168054",
    "judgementdate": "06/10/2016 00:00:00",
    "kpdate": "06/10/2016 00:00:00",
    "kpthesaurus": [
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "13"
    ],
    "parties": [
        "FILIMONOV AND FAZLUTDINOV",
        "RUSSIA"
    ],
    "rank": "1638.77221679688",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "457256",
    "typedescription": "15"
}