{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "40427/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-108891.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 40427/08) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (hereafter – “the Convention”) by a Ukrainian national, Mr Pyotr Georgiyevich Gerzhik (“the applicant”), on 1 August 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their Agent, Ms V. Lutkovska, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 10 September 2010 the President of the Fifth Section decided to give notice of the application to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1931 and lives in the village of Petrivka in the  region.",
                                "elements": []
                            },
                            {
                                "content": "5.  In the early 1990s the local authorities undertook to connect the village to a gas pipeline. Starting from July 1994 the applicant was entrusted with directing the works. According to him, at that point the public funding was interrupted and the construction was continued at the expense of certain villagers. After the works’ completion in 1997 the village council and some of the villagers publicly accused the applicant of embezzling public funds, which, as they claimed, had been allocated to him for the construction works in question.",
                                "elements": []
                            },
                            {
                                "content": "A.  Proceedings against the village council, Mr S. and Ms K. (first set)",
                                "elements": [
                                    {
                                        "content": "6.  On 17 August 1999 the applicant instituted proceedings against the village council, as well as against Mr S. and Ms K., seeking compensation for damages in respect of the aforementioned embezzlement accusations considered by him to be defamatory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 18 April 2000 the Ivanivka District Court (“the ”) allowed the applicant’s claim in part.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 4 July 2000 the Odessa Regional Court of Appeal (“the ”) quashed the aforementioned judgment and remitted the case back to the  for fresh consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 22 August 2000 the case was transferred to the  (“the ”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The examination of the case was adjourned several times for the followings reasons: the applicant’s absence or at his lawyer’s request (for about four months in total); the adversary party’s absence (for about ten months); and the judge’s leave (for two months).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 20 January 2003 the  rejected the applicant’s claim, as well as the counterclaim of Ms K. which she had lodged in the meantime, as unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 20 February 2003 the applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 26 June 2003 the  dismissed that appeal following a hearing, in which the applicant had participated. It was noted in the ruling that it could be appealed in cassation within a month after its pronouncement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 27 August 2003 the applicant lodged a cassation appeal, together with a request for renewal of the time-limit. He contended, in particular, that the ruling in question had been served on him with a delay and that he had required additional time for preparing his appeal in cassation given his advanced age and poor health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 31 October 2003 the , following a hearing with the applicant’s participation, refused to renew the time-limit for his appeal in cassation, having found that the reasons advanced by him were not sufficiently serious for that.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 13 November 2003 the applicant challenged that ruling on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 11 December 2003 the president of the Odessa Regional Court admitted, in his reply to the applicant’s complaint about the length of the proceedings, that there had indeed been some delays in dealing with his case by the first-instance court and that the judge in charge had been reprimanded in that regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 24 February 2004 the  found against the applicant, having upheld the decision of the first-instance court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 20 March 2004 the applicant appealed in cassation. He submitted, inter alia, that the adversary party had obtained, without his knowledge, a medical certificate regarding his health which had wrongly been adduced to the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 22 March 2007 the Supreme Court transferred the applicant’s appeal in cassation to the Kharkiv Regional Court of Appeal (“the ”), in compliance with the legislative amendments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 2 July 2007 the  held that the lower courts had correctly rejected the applicant’s request for the renewal of the procedural time-limits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  According to the applicant, the aforementioned ruling was served on him on 22 July 2008, following his enquiry with the Supreme Court about the case progress of 7 April 2008.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings against Ms P. (second set)",
                                "elements": [
                                    {
                                        "content": "23.  On 28 May 2003 the applicant lodged a separate compensation claim with the  against a certain Ms P. alleging that she had disseminated defamatory information about him, including in the framework of the above proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 22 September 2003 the applicant challenged the judge dealing with his case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On the following day his motion was granted, and the case was assigned to another judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 4 February 2004 the Ivanivka Court stayed the proceedings at the applicant’s request, pending the receipt of the case file materials in respect of the first set of the defamation proceedings (see above), which the applicant considered to be of relevance for this case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 17 November 2006 the case was transferred to another judge following an increase of the court’s staff.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In early December 2006 the court resumed the examination of the case. It adjourned its hearing in December 2006 for about two months because of the defendant’s failure to attend.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 11 June 2007 the  found against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 20 November 2007 and 5 March 2008 the  and the Supreme Court, respectively, upheld that judgment.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION IN RESPECT OF THE LENGTH OF THE FIRST SET OF PROCEEDINGS",
                        "elements": [
                            {
                                "content": "31.  The applicant complained that the length of the first set of proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention. The applicant also relied on Article 13 of the Convention. The Court considers that the complaint must be examined solely under Article 6 of the Convention, which reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "32.  The Government contended that this complaint had been submitted to the Court out of six months to be calculated from 26 June 2003 as the date of the final domestic decision on the merits of the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The applicant disagreed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court notes that the decision of the appellate court of 26 June 2003 cited by the Government was followed by the judicial examination of the applicant’s request for renewal of the time-limit for lodging a cassation appeal. Until the domestic courts had a final say as to whether the applicant had missed the time-limit in question for valid reasons, there remained a possibility for him to pursue the cassation appeal as a part of the regular procedure. Accordingly, the Court considers that the proceedings were completed on 2 July 2007 with the final rejection, by the Kharkiv Regional Court, of the aforementioned request of the applicant, but not on 26 June 2003 as purported by the Government (see and compare with Balaguta v. Ukraine (dec.), no. 18291/04, 4 November 2008, and Kolomoyets v. Ukraine, no. 11208/03, §§ 19, 20 and 44, 15 July 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court further reiterates that it is for the Government pleading non-respect of the six-month rule to demonstrate the date on which the applicant became aware of the final decision (see Yeroshkina v. Ukraine, no. 31572/03, § 30, 18 June 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Turning to the present case, the Court notes that the applicant’s assertion about having been served the decision of 2 July 2007 only on 22 July 2008 was neither denied by the Government nor refuted by any materials in the case file. The Court therefore takes 22 July 2008 as the date when the applicant became aware of the final domestic decision in this set of proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Given that the applicant introduced his application with the Court about a week thereafter, on 1 August 2008, the Court considers that he complied with the six-month time-limit under Article 35 § 1 of the Convention and rejects the Government’s objection in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court further notes that this complaint is neither manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention nor inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "39.  The applicant maintained that the length of the proceedings had been excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government contested this complaint submitting that the domestic courts had acted with due diligence and that the applicant had himself contributed to the overall length of the proceedings, in particular, by his failure to respect the procedural formalities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court notes that the period to be taken into consideration in the present case began on 17 August 1999 and ended on 22 July 2008 (see paragraphs 6, 22 and 36 above). Thus, it lasted around eight years and eleven months. The Court observes that, of this period, during about three years and ten months the domestic courts of two levels of jurisdiction examined the applicant’s claim on merits (see paragraphs 6-13 above). Furthermore, it took the applicant two months to introduce his cassation appeal, whereas the applicable procedural legislation provided for the time-limit of one month (see paragraph 14 above). Finally, the remaining four years and almost eleven months had elapsed before the courts of three levels of jurisdiction dealt with the applicant’s request for renewal of the time-limit for lodging his cassation appeal. Of this last-mentioned period, the court of cassation instance examined the issue for more than three years and three months and informed the applicant of its decision more than a year thereafter (see paragraphs 15-21 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court does not discern any particular complexity in the proceedings. At the same time, given their significance for the applicant’s reputation among fellow villagers, the Court considers that they must have been of importance for him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  As regards the conduct of the applicant, the Court finds that he contributed to the delays, particularly, by missing the time-limit for lodging his cassation appeal and appealing against the subsequent refusals of the courts to renew that time-limit. In this respect the Court reiterates that although a party to civil proceedings cannot be blamed for using the avenues available to him under domestic law in order to protect his interests, he must accept that such actions necessarily prolong the proceedings concerned (see Malicka-Wasowska v. Poland (dec.), no. 41413/98, 5 April 2001, and Kolomoyets v. Ukraine, cited above, § 47).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court notes however that the main delay – of four years and three months – took place after the applicant had introduced, on 20 March 2004, his appeal in cassation regarding the time-limit renewal request (see paragraphs 19-21 above). This delay appears attributable to the domestic courts and cannot be justified (see and compare with Rudysh v. Ukraine, no. 18957/03, § 21, 15 November 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court reiterates that a delay at some stage may be acceptable if the overall duration of the proceedings cannot be deemed excessive (see Kolomoyets, cited above, § 49). In the present case, the Court considers that the aforementioned delay of more than four years prolonging the overall length of the proceedings to almost nine years cannot be considered as reasonable under the circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court therefore concludes that there has been a breach of Article 6 § 1 of the Convention in this regard.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION IN RESPECT OF THE LENGTH OF THE SECOND SET OF PROCEEDINGS",
                        "elements": [
                            {
                                "content": "48.  The Court observes that the period to be taken into consideration began on 28 May 2003 and ended on 5 March 2008. It thus lasted around four years and nine months for three levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "49. The Court notes that more than half of this period was attributable to the stay requested by the applicant, pending the receipt of the case file materials in respect of the first set of the defamation proceedings, which he considered to be of relevance for this case (see paragraph 26 above). The Court considers that the applicant must have foreseen and accept that his request to stay the second set of proceedings would necessarily prolong its duration. The responsibility for such action, if not of the excessive length itself, may not therefore be attributable to the State solely (see MalickaWasowska, cited above).",
                                "elements": []
                            },
                            {
                                "content": "50.  Having regard to all the circumstances of the case and, in particular, to the overall duration of this set of proceedings, the Court finds that their length did not exceed what may be considered “reasonable”.",
                                "elements": []
                            },
                            {
                                "content": "51.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER COMPLAINTS",
                        "elements": [
                            {
                                "content": "52.  The applicant further complained that his defamation by fellow villagers amounted to his inhuman treatment in breach of Article 3 of the Convention. He also complained under Article 6 § 1 about inadequate assessment of the facts by the courts. Relying on Article 8 of the Convention, he next complained about the respondent’s obtaining his medical certificate and its adducing to the case file. Lastly, referring to Article 13 of the Convention, the applicant complained that the dismissal of his cassation appeal in the first set of proceedings on the ground of missing the time-limit had constituted his deprivation of a domestic remedy and denial of the access to court.",
                                "elements": []
                            },
                            {
                                "content": "53.  In the light of the materials in its possession, the Court finds that the applicant’s complaints do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "54.  It follows that this part of the application must be declared inadmissible as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "56.  The applicant claimed compensation in respect of pecuniary damage, without specifying its amount. He also claimed 500,000 Ukrainian hryvnias (UAH) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. The Court considers that the applicant must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards award him EUR 2,400 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "59.  The applicant claimed unspecified amount as costs and expenses without submitting relevant supporting documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government left the matter to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Regard being had to the documents in its possession and to its case-law, the Court rejects the claim for costs and expenses as it was not supported by itemised particulars as required under Rule 60 §§ 2 and 3 of the Rules of Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "62.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the first set of proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,400 (two thousand four hundred euros), plus any tax that may be chargeable, in respect of nonpecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 February 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mark Villiger",
            "role": "president"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GERZHIK v. UKRAINE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-108891.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0202JUD004042708",
    "externalsources": [],
    "extractedappno": [
        "40427/08",
        "18291/04",
        "11208/03",
        "31572/03",
        "30979/96",
        "41413/98",
        "18957/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-108891",
    "judgementdate": "02/02/2012 00:00:00",
    "kpdate": "02/02/2012 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "GERZHIK",
        "UKRAINE"
    ],
    "rank": "856.983459472656",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "360139",
    "typedescription": "15"
}