{
    "__articles": "3;13;13+3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture;Degrading treatment;Inhuman treatment)",
    "applicability": "",
    "appno": "31044/12;80505/13;22461/14;74251/14",
    "article": [
        "13",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment",
                "Inhuman treatment"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment",
                "Inhuman treatment"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-183815.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in four applications (nos. 31044/12, 80505/13, 22461/14 and 74251/14) against the Republic of Bulgaria lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Bulgarian nationals, Mr Stoyan Stoyanov Petrov, Mr Iliyan Petrov Mihaylov, Mr Iordan Stoyanov Petrov and Mr Lazar Petkov Kolev (“the applicants”), on 11 May 2012, 3 December 2013, 6 March 2014 and 18 November 2014 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The second, third and fourth applicants were represented before the Court by Mr M. Ekimdzhiev and Ms S. Stefanova, lawyers practising in Plovdiv. The Bulgarian Government (“the Government”) were represented by their Agent, Ms M. Dimova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 16 October 2015 the complaints concerning the excessively restrictive regime and inadequate material conditions of detention under which the applicants have been serving their sentences were communicated to the Government and the remainder of the applications was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants are serving either life sentences or a lengthy period of imprisonment in different prisons in Bulgaria.",
                                "elements": []
                            },
                            {
                                "content": "A.  The first applicant, Mr S. Petrov (application no. 31044/12)",
                                "elements": [
                                    {
                                        "content": "5.  The applicant was sentenced to twenty years imprisonment in November 2011. As it transpires from documents in the file, pursuant to an order of the prison governor referring to section 248(1)(1) of the 2009 Execution of Punishments and Pre-Trial Detention Act (see paragraph 18 below), on 29 July 2011 the applicant was placed in isolation in Burgas Prison, in a permanently locked cell without the possibility to take part in collective activities. The applicant described, and the Government did not comment on, the conditions under which he had been detained there as follows. He was kept in isolation since 29 July 2011, without running water and toilet in his cell. He had to use the same bucket to relieve himself and as a chair at meal times as he ate in the cell. The heating was insufficient in winter and the temperature was excessively high in the cell in summer. There was poor ventilation and poor natural light in his cell. Also, the light in his cell was kept on during the entire night, the cell was infested with rats and cockroaches, and the latter sometimes also reached his food. On an unspecified date before July 2016 the applicant was transferred to Varna Prison and he has not complained about the conditions there.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The second applicant, Mr I. Mihaylov (application no. 80505/13)",
                                "elements": [
                                    {
                                        "content": "6.  The applicant was sentenced to life imprisonment in a final decision by the Supreme Court of Cassation of 10 November 2005. He complained about the conditions under which he has been serving his sentence since 12 July 2007 when he had been transferred to Plovdiv Prison. He described, and the Government did not comment on, the conditions under which he had been detained there as follows. There has been no running water or toilet in his cell which measured about 6 square metres. He has had to use a bucket to comply with the needs of nature in his cell; he has also been taking his food in the cell. The cell was overly humid, which was not mitigated by the fact that he has had to hang his clothes to dry there after washing them. The ventilation was poor, which aggravated the repugnant smell coming out of the sewers situated close to his cell. In the summer the temperatures were very high and in the winter the heating was switched off at around 6 p.m. as a result of which it became very cold in his cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In addition, between 2007 and 2011 he had been kept under the very impoverished and restrictive “special regime”, alone in a cell. According to the applicant, while his regime was formally changed from “special” to the lighter “strict” one on 6 June 2011, in reality the restrictions and inadequate conditions in which he has been detained did not change. He has been handcuffed systematically upon leaving his cell.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The third applicant, Mr I. Petrov (application no. 22461/14)",
                                "elements": [
                                    {
                                        "content": "8.  The applicant was sentenced to whole-life imprisonment on 26 July 2004 in a final judgment of the Supreme Court of Cassation. He complained about the “special regime” and inadequate material conditions of detention in which he has been serving his sentence since 24 January 2012 in Varna Prison. The period of detention of this applicant before that date was subject to examination in an earlier Court’s judgment in which it found a violation of Article 3 on account of the excessively strict prison regime and poor conditions of detention (see Iordan Petrov v. Bulgaria, no. 22926/04, § 128, 24 January 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant submitted that he has been serving his sentence in isolation from the surrounding world, namely in a permanently locked cell. He has not been involved in any collective activities or provided with work and has been denied contact with prisoners who are serving sentences lighter than life imprisonment. Every time he was taken out of the high security zone, he has been hand-cuffed. The authorities have not carried out meaningful assessments of the need to keep him serving his sentence under the “special regime”. Thus, their assessments did not involve an analysis of his psychological and physical state, or of his attitude and demonstrated willingness to change, and were not conducted by specially-trained personnel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  As to the material conditions in which he has been kept since 24 January 2012, the applicant submitted that, although a toilet had been installed in his cell in August 2012, it stands at about 45 cm from his bed. As the toilet has not been separated from the rest of the space, he has had the intrusive feeling of living in a toilet. Given that the prison administration has been refusing to provide hygienic products for cleaning the toilet, such as brushes and washing products, the toilet has been unusable. The overall hygiene in the cell and the common spaces has been extremely poor, with cockroaches and rats roaming about.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The fourth applicant, Mr L. Kolev (application no. 74251/14)",
                                "elements": [
                                    {
                                        "content": "11.  On 10 June 2011 the first instance court sentenced the applicant to a whole-life sentence, which was confirmed by the appellate court on 27 June 2013. The Supreme Court of Cassation upheld the whole-life imprisonment sentence in a final judgment of 21 May 2014.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant submitted, and the Government did not comment on, that he has been kept in a permanently locked cell in Pazardzhik Prison, isolated from the rest of the prison population and only allowed to communicate with other life prisoners during the one-hour daily physical exercise he took outside his cell. There has been no running water or toilet in his cell which measures less than 6 square metres. The hygiene in the cell has been very poor and there have been cockroaches and bed bugs, and the prison administration has done nothing to get rid of them. As there is no table in his cell the applicant has been eating over a newspaper spread over his bed. While the natural light which reached the cell has been extremely weak, the artificial light has been kept on throughout the night. The temperature in the cell was inadequate, fluctuating between extremes in the summer and winter.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW, PRACTICE AND DOCUMENTS OF THE CPT",
                        "elements": [
                            {
                                "content": "13.  The law related to the regime of prisoners sentenced to life imprisonment (with or without parole) and the findings of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (the CPT) up until 2012 have been set out in detail in Harakchiev and Tolumov v. Bulgaria (nos. 15018/11 and 61199/12, §§ 114-146, and §§ 165-174, ECHR 2014 (extracts)).",
                                "elements": []
                            },
                            {
                                "content": "14.  In particular, the CPT noted in its report on its visit to Varna Prison in 2010, among other things, that life prisoners there had been accommodated in multiple-occupancy cells which were dilapidated and unhygienic, that access to the communal toilet was limited to three times a day and that none of them had work, as well as that the activities offered to them consisted of occasional individual and group work (e.g. anger management) and English classes (twice a week), in addition to daily hourly outdoor exercise and access to a tennis table that could be used for half an hour twice a week.",
                                "elements": []
                            },
                            {
                                "content": "15.  In their Action Plan of December 2014, submitted to the Council of Europe’s Department for the Execution of Judgments of the Court in the context of the execution of the Court’s 2012 judgment in the case of the third applicant (see paragraph 8 above), the Bulgarian Government stated that he had been accommodated in a renovated cell, measuring 6 square metres in the high-security area of Varna Prison and that there was a toilet in the cell, a clean bed and a mattress. A year later, in its report on their visit to Varna Prison in 2015, the CPT observed that most parts of that prison were unfit for human accommodation and represented a serious health risk both for inmates and staff. Despite the repeated criticism, no progress had been observed as regards the implementation of the CPT’s recommendations made after its earlier visits. The CPT concluded that, in its opinion, the material conditions alone in the prison could be seen as amounting to inhuman and degrading treatment.",
                                "elements": []
                            },
                            {
                                "content": "16.  The relevant domestic law in respect of conditions of detention before the 2017 amendments to the Execution of Punishments and Pre-Trial Detention Act 2009 (“the 2009 Act”) has been set out in Neshkov and Others v. Bulgaria (nos. 36925/10 and 5 others, §§ 92-139, 27 January 2015). The 2017 amendments of the 2009 Act have been set out in the Court’s inadmissibility decision in the case of Atanasov and Apostolov v. Bulgaria (nos. 65540/16 and 22368/17, §§ 15–28, 27 June 2017).",
                                "elements": []
                            },
                            {
                                "content": "17.  In addition, at the relevant time, namely in 2011 (see paragraph 5 above), section 248(1)(1) of the 2009 Act provided that accused and individuals on trial were to be kept in permanently locked cells without the right to take part in collective activities, when the crime for which they were being tried was punishable with imprisonment of over 15 years or with life imprisonment.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "18.  In view of the similar subject-matter of these four applications, it is appropriate to examine them jointly, pursuant to Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION AS A RESULT OF THE EXCESSIVELY RESTRICTIVE PRISON REGIME AND POOR MATERIAL CONDITIONS OF THE APPLICANTS’ DETENTION",
                        "elements": [
                            {
                                "content": "19.  The applicants complained about the excessively restrictive regime and inadequate conditions of detention under which they have been, or were, serving their sentences. They alleged a violation of Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "20.  The Court notes that the complaint in respect of the conditions of detention and the application of the “special regime” made by the applicants is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "21.  The applicants maintained their complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Government did not submit observations on the merits. At the time of submitting their observations in respect of the applicants’ claims for just satisfaction, the Government informed of the then pending changes in the 2009 Act as regards in particular the “special prison regime”, which had been adopted on first reading by Parliament. In particular, the automatic imposition and maintenance of the “special regime” to life prisoners had been revised by introducing the possibility for an assessment of the need for the regime’s continuation a year after its imposition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  As regards the effects of isolation on a prisoner’s personality, the Court has held that all forms of solitary confinement without appropriate mental and physical stimulation are likely to have damaging effects in the long term, resulting in deterioration of mental faculties and social abilities (see Harakchiev and Tolumov, cited above, § 204). Also, as regards in particular prisoners serving life sentences, their automatic segregation from the rest of the prison population and from each other, in particular where no comprehensive out-of-cell activities or in-cell stimuli are available, may in itself raise an issue under Article 3 of the Convention (see Savičs v. Latvia, no. 17892/03, § 139, 27 November 2012). Similarly, the Court has found that isolation should be justified by particular security reasons (see Harakchiev and Tolumov, cited above, § 204, with further references to soft-law instruments; see also Radev v. Bulgaria, no. 37994/09, § 42, 17 November 2015).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Turning to the present case, the Court notes in respect of the applicants’ isolation that it is undisputed that, while only three out of the four applicants had been sentenced to life imprisonment (with or without parole), all four of them remained confined to their cells for the vast majority of the time – over twenty hours a day –, and had only a limited possibility for physical exercise throughout the duration of their serving their sentences; in respect of the first applicant, this was the situation until he was transferred to Varna Prison (see paragraph 5 above). The Government have not referred to any participation of the applicants in meaningful communal activities, work or educational courses. All four applicants were segregated from other categories of prisoners; in particular, the second, third and fourth applicants – pursuant to application of the relevant rules applicable to life prisoners, and the first applicant – on the basis of an order by the prison governor (see paragraph 5 above). No security considerations linked to the individual applicants have been put forward to explain the above-described lasting isolation and segregation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court also observes in the present applications a number of recurring features of the material conditions of detention consistently criticised by it in earlier cases (see the description of the facts above for detail as submitted by the applicants and not contested by the Government); among those, the lack of ready access to toilet facilities stands out particularly (see Harakchiev and Tolumov, cited above, § 211). As regards the situation specifically of the third applicant, the Court reiterates its earlier findings that, in order for a toilet which is not separated from the rest of the applicant’s prison cell to be usable, the authorities had to provide basic hygiene products, including toilet paper (see Radev, cited above, § 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In view of all the above, taking into account the cumulative effect of the conditions to which the applicants were subjected in detention, both in terms of the very restrictive prison regime which has not been explained by individual security considerations and the material conditions in which they were kept, as well as the period of their detention – between about four and ten years respectively, so far, the Court finds that the distress and hardship endured by them exceeded the unavoidable level of suffering inherent in detention and were serious enough to be qualified as inhuman and degrading treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  There has therefore been a violation of Article 3 of the Convention in respect of all four applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 IN CONJUNCTION WITH ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The second, third and fourth applicants also complained that they did not have an effective remedy in this respect as provided in Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "29.  The Government did not submit observations.",
                                "elements": []
                            },
                            {
                                "content": "30.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "31.  The Court has noted that the relevant domestic legislation has recently changed (see paragraph 16 above) and that it has found subsequently to that change that the two new remedies introduced with respect to alleged inhuman or degrading conditions of detention could be regarded as effective (see Atanasov and Apostolov, (dec.), cited above, § 67). However, the Government have not claimed that those legal changes, which have been adopted after communication of the present applications, comprise an effective domestic remedy for the present applicants’ complaints which also concern the impoverished prison regime, in addition to the material conditions of detention.",
                                "elements": []
                            },
                            {
                                "content": "32.  Consequently, referring to its considerations and conclusions in Harakchiev and Tolumov (cited above, §§ 226 and 229) as regards the existence of an effective domestic remedy in connection with conditions of detention, both in terms of material conditions and of restrictions applied to inmates, the Court finds no reason to depart from those findings. The Court emphasises that this conclusion is made in the context of the specific circumstances of the present applications and it cannot prejudge any future examination of cases concerning in particular complaints related to the application of the “special regime” to prisoners serving life- or other, fixedterm, sentences.",
                                "elements": []
                            },
                            {
                                "content": "33.  In view of the above, the Court finds that there has been a violation of Article 13 of the Convention in conjunction with Article 3 in respect of the second, third and fourth applicants.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "35.  The first applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "36.  The second, third and fourth applicants each claimed 10,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government asserted that these claims were unsubstantiated, unjustified and excessive and that the finding of a violation would constitute a sufficient just satisfaction for the non-pecuniary damage suffered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court considers that the applicants must have sustained non-pecuniary damage as a result of the violation of their rights under Articles 3 and 13 of the Convention. In line with its approach in Harakchiev and Tolumov (cited above, § 286), taking into account all the circumstances, and ruling on an equitable basis, as required under Article 41 of the Convention, the Court awards the second applicant EUR 4,000, plus any tax that may be chargeable on that amount for non-pecuniary damage. The Court also awards the third and fourth applicants EUR 3,000 each, plus any tax that may be chargeable on that amount, in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "39.  The second and third applicants each claimed EUR 2,990 for the legal fees incurred before the Court pursuant to a contingency fee agreement, as well as EUR 53 for stationery, postal expenses and translation. The fourth applicant claimed EUR 2,550 for the legal fees incurred before the Court which he had already paid to his representatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government pointed out that the legal representatives of the second, third and fourth applicants had been the same two lawyers who had made fairly similar submissions in all three applications. The Government also emphasised that both the hourly rate of EUR 130 and the number (twenty-three) of billable hours claimed by the legal representatives, were excessive. The Government did not object to the translation expenses in the amount of EUR 23 in the second and third applications each, but pointed out that no proof had been presented for the claimed costs and expenses for stationery and postal services and those should not be granted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award the second, third and fourth applicants each EUR 1,000 in respect of legal fees for the proceedings before the Court (see, similarly, Zhivko Gospodinov and Others v. Bulgaria [Committee], no. 34639/07, § 69, 26 October 2017) and to the second and third applicants each EUR 23 for translation expenses, plus any tax that may be chargeable to them, these sums to be paid directly to the applicants’ legal representatives, Mr Ekimdzhiev and Ms Stefanova. With regard to the claims for postage and office supplies, the Court notes that no supporting documents have been submitted showing that those expenses had actually been incurred. In those circumstances, and bearing in mind the terms of Rule 60 §§ 2 and 3 of its Rules, the Court makes no award in respect of these heads of claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "42.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications and declares them admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention in respect of all applicants;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 in conjunction with Article 3 of the Convention in respect of the second, third and fourth applicants;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 June 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "president"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Lado Chanturia",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PETROV AND OTHERS v. BULGARIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-183815.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0621JUD003104412",
    "externalsources": [],
    "extractedappno": [
        "31044/12",
        "80505/13",
        "22461/14",
        "74251/14",
        "22926/04",
        "15018/11",
        "61199/12",
        "36925/10",
        "65540/16",
        "22368/17",
        "17892/03",
        "37994/09",
        "34639/07"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-183815",
    "judgementdate": "21/06/2018 00:00:00",
    "kpdate": "21/06/2018 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "13",
        "3"
    ],
    "parties": [
        "PETROV AND OTHERS",
        "BULGARIA"
    ],
    "rank": "2470.2041015625",
    "representedby": [
        "EKIMDZHIEV M.",
        "STEFANOVA S."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "476113",
    "typedescription": "15"
}