{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "48812/09",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-189154.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 48812/09) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Alla Nikolayevna Kopytok (“the applicant”), on 21 August 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms O. Yegorova, a lawyer practising in Lipetsk. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, an unjustified interference with her right to the peaceful enjoyment of her possessions.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 15 May 2014 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1962 and lives in Lipetsk.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 18 September 2007 the applicant signed a private contract for the purchase of a flat in Lipetsk. The seller was Ms E.M.T., acting on behalf of herself and her daughter Maria, a minor. The contract stipulated that the property was not “mortgaged, encumbered by any claims of third parties, disputed or charged”.",
                                "elements": []
                            },
                            {
                                "content": "7.  The flat in question had been allocated as social housing to Ms E.M.T. and her husband, Mr V.A.V., in 1979. They had lived there with their four children: Yelena, Mikhail, Dmitriy and Maria. Mikhail and Dmitriy were given long prison sentences in 1998 and 2004 respectively and were still serving them at the material time. Yelena moved out in 1997 to continue her studies in Dagestan. In 2006, Ms E.M.T and Maria became the sole owners of the property by way of privatisation, while Mr V.A.V., Mikhail, Dmitry and Yelena declined in writing to exercise their right to obtain their shares of the privatised flat.",
                                "elements": []
                            },
                            {
                                "content": "8.  As the seller Ms E.M.T. delayed submitting the contract for State registration, the applicant sought a court order upholding her full title to the property. The seller Ms E.M.T. brought a counterclaim. She submitted that she was unable to move out because the purchase of the new flat for herself and her daughter Maria had not yet been finalised. However, after Ms E.M.T. failed to appear in court, on 2 April 2008 the Oktyabrskiy District Court in Lipetsk struck out the counterclaim and granted the applicant relief in the form of an order compelling State registration of her full title to the property. On 12 November 2008 the title was registered.",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant then sued the former owner Ms E.M.T. and members of her family, seeking termination of their right to use the flat, annulment of the registration of their residence at that address, and their eviction.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 7 April 2009 the Oktyabrskiy District Court allowed her claim in part. It ordered the eviction of Ms E.M.T. and Maria, as they were no longer owners of the property, but dismissed the claim in respect of Yelena, Mikhail and Dmitriy on the following grounds:",
                                "elements": []
                            },
                            {
                                "content": "“According to the parties, the contested property contains personal belongings and chattels of the defendants [Mikhail, Dmitriy and Yelena]; it appears from their written statements that, in declining their shares of the contested property during its privatisation, they did not intend to stop using the flat. Since there was no arrangement between the owner of the contested property and the defendants regarding the discontinuation of the right to use the property, the court considers that [Mikhail, Dmitriy and Yelena] had a right of use over the flat which was identical [in its scope] to that of the owner; accordingly, there are no legal grounds for allowing [the applicant’s] claim to declare their right of use over the flat terminated.",
                                "elements": []
                            },
                            {
                                "content": "A change in ownership of the contested property cannot serve as an independent ground for terminating [their] right to use the flat ...",
                                "elements": []
                            },
                            {
                                "content": "The plaintiff’s argument to the effect that [Mikhail, Dmitriy and Yelena] do not actually live in the contested property cannot serve as an independent ground for terminating [their] right of use over the flat ...",
                                "elements": []
                            },
                            {
                                "content": "Since the defendants’ right of use over the flat is not terminated, there are no grounds for ordering their eviction ...”",
                                "elements": []
                            },
                            {
                                "content": "11.  On 27 May 2009 the Lipetsk Regional Court dismissed the applicant’s appeal, endorsing the District Court’s judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Residential Property Privatisation Act (Law no. 1541-I of 4 July 1991)",
                                "elements": [
                                    {
                                        "content": "12.  Privatisation of residential property is defined as a free transfer of residential properties into the ownership of social tenants in State and municipal housing (sections 1 and 2). Privatisation requires the consent of all resident adult family members and children aged fourteen to eighteen (section 2).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Civil Code",
                                "elements": [
                                    {
                                        "content": "13.  The Civil Code, as in force at the material time, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Rights of ownership and other proprietary rights to immovable property, restrictions on such rights, their creation, transfer and termination are subject to State registration in the Unified State Register ... The following rights are subject to registration: the right of ownership, the right of economic control, the right of operative management, the right of inheritable possession, the right of permanent use [over a plot of land], mortgages, [praedial] servitudes, and other rights in cases listed in this Code or any other statute ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The court may declare void ex nunc an agreement which was entered into as a consequence of a significant misconception, at the request of the party acting under such a misconception ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Proprietary rights ... are, in particular, the following: the right of inheritable possession to a plot of land ... ; the right of permanent use over a plot of land ... ; [praedial] servitudes ... ; the right of economic control or operative management ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Proprietary rights may be held by persons other than the owner of the property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The transfer of ownership of a property shall not be a ground for terminating other proprietary rights to the property ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Members of an owner’s family living in the residential property which he or she owns have a right of use over the property in accordance with the housing laws ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The transfer of ownership of a residential house or flat to a new owner shall be a ground for terminating the right of use over the residential property held by the family members of the previous owner, unless statute stipulates otherwise.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Housing Code",
                                "elements": [
                                    {
                                        "content": "14.  The Housing Code, as in force at the material time, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The owner’s spouse, children and parents living together with the owner in the residential property which he or she owns shall be considered his or her family members ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The owner’s family members have the right to use the property in the same way as the owner, unless an agreement between the owner and family members stipulates otherwise ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  If a family relationship with the owner of the property breaks down, the former member of the owner’s family does not maintain the right of use over the property unless an agreement between the owner and former family member stipulates otherwise ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Section 19 of the Housing Code Enactment Act (Law no. 189-FZ of 29 December 2004) establishes that Article 31 § 4 of the Housing Code does not apply to the former family members of the owner of a privatised residential property, provided that on the date of privatisation the family members and person exercising the right to privatisation had the same right of use over the property in question, unless otherwise provided for by law or contract.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "16.  Article 446 § 1 contains a list of the types of property which are immune from enforcement. The first item on the list is residential property owned by a debtor, provided that it is the sole residence of the debtor and his or her family.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Case-law of the Russian courts",
                                "elements": [
                                    {
                                        "content": "1.  Supreme Court of the Russian Federation",
                                        "elements": [
                                            {
                                                "content": "17.  The Questions and Answers (Housing law) section of the Supreme Court’s Case-law Review for the Fourth Quarter of 2005 (approved by the Presidium of the Supreme Court on 1 March 2006) reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Question 45. Does a former family member of the owner of a residential property who did not exercise his right to privatisation retain the right of use over the residential property indefinitely after a change in ownership of the property ... ?",
                                                "elements": []
                                            },
                                            {
                                                "content": "Answer. ... Consent by the individual living together with the property owner is a mandatory condition of privatisation. It must be borne in mind that, by consenting to privatisation of the property, the individual assumed that his right of use over the property would be indefinite; accordingly, his right must be safeguarded during a transfer of ownership to another party. Any other interpretation would be in breach of Article 40 of the Constitution, which establishes that everyone has the right to housing and that no one may be arbitrarily deprived of housing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... It follows that a former family member who on the date of privatisation had rights identical to those of the person who subsequently became the owner of the property and who did not exercise his right to privatisation but consented to their being exercised by that other person, may not be evicted from the property after a change in ownership because he has a right of use over the property. It is also necessary to mention that [his] right of use over the property is unlimited in time.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 2 July 2009 the Plenary Supreme Court of the Russian Federation issued Ruling no. 14 on certain issues arising in judicial practice in the application of the Housing Code of the Russian Federation. It provides, in the relevant part, as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“18.  ... Paragraph 2 of Article 292 of the Civil Code does not apply to former members of the owner’s family ... since, by giving their consent to privatisation of the residential property – [in the absence of] which privatisation would not have been possible ... – they acted on the assumption that they would retain a right of use over the property indefinitely; accordingly, [their right of use over the flat] must be taken into account when ownership of the property is transferred to another person on relevant grounds (for instance, sale-purchase, exchange, giving, reverse mortgage, inheritance).”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Constitutional Court of the Russian Federation",
                                        "elements": [
                                            {
                                                "content": "19.  On 24 March 2015 the Constitutional Court gave judgment in a case concerning Mr Bogatyrev, who had bought a flat at auction. The original owners, a husband and wife, had purchased the flat from a housing cooperative, and had later used it as collateral to secure repayment of a loan. They defaulted on the loan and the flat was auctioned off and sold to Mr Bogatyrev. However, when he sought the eviction of the former owners and their family members, the courts agreed to evict the parents but not their adult children. Noting that the children had had a right of use over the flat at the time their parents’ title had been registered, the courts held that their right of use was unaffected by a change in ownership.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Constitutional Court held that section 19 of the Housing Code Enactment Act was incompatible with the Constitution to the extent that it undermined the effective judicial protection of the rights and lawful interests of a purchaser of residential property who was not and could not be aware that there existed family members of the former owner who had retained a right of use over the property. It directed the legislature to establish an appropriate legal framework for securing maximum transparency of information about any rights that third parties may have to a property, including by means of introducing State registration of such rights and interests in property.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "20.  The applicant complained of a violation of her right to peaceful enjoyment of her possessions on account of the fact that the domestic courts had established that unrelated third parties had a right of permanent use over her property. Article 1 of Protocol No. 1 to the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "21.  The Government claimed that the applicant had failed to exhaust the effective domestic remedies. She should have asked the court to declare the sales contract void ex nunc on the basis of Article 178 of the Civil Code which provided for the invalidation of contracts entered into as a consequence of a misconception, and to have the purchase price refunded to her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicant submitted that her claim to full title had been upheld by the domestic courts, whose judgments were final and enforceable. She further pointed out that, even if the action suggested by the Government had been successful, the purchase money could not have been refunded. Ms E.M.T. had used it to buy a new flat for herself and her daughter, and Russian law prohibited the enforcement of a judgment debt where the dwelling constituted the debtor’s sole residence (see paragraph 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court reiterates that the remedy which in the Government’s view the applicant should have exhausted had to be capable of providing redress in respect of her complaints and offer reasonable prospects of success (see Selmouni v. France [GC], no. 25803/94, § 76, ECHR 1999-V). In the instant case, the applicant obtained an enforceable judicial decision establishing her full and clear title to the property (see paragraph 8 above, compare Gladysheva v. Russia, no. 7097/10, § 61, 6 December 2011). The opposing party did not challenge that judgment by way of appeal and the applicant’s title to the property was recorded in the State register.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Assuming that the remedy suggested by the Government offered any prospects of success – even though they did not corroborate their claim with any examples of how that provision was interpreted and applied in practice – it could only do so much, reversing the legal effects of the sales contract and returning the parties to their original position. However, there is no indication that the applicant ever wished to divest herself of the title to the property she had acquired or to reinstate the status quo ante. Rather, she complained about the fact that that an allegedly deficient legal framework and judicial decisions had allowed third parties’ claims to her purchased property to be established ex post facto, after her full title had already been registered. The provision invoked by the Government would not have allowed the courts to address that grievance. Accordingly, the applicant was not required to exhaust that remedy and that the Government’s objection must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "26.  The Government submitted that the case had been correctly adjudicated by the domestic courts. Pursuant to Resolution no. 14 of the Plenary Supreme Court of 2 July 2009, a change in ownership did not terminate the right of permanent use over the flat which Yelena, Mikhail, Dmitriy had accrued on account of their refusal to take part in its privatisation. The Russian Constitution guarantees the right to housing to everyone, including former convicts. The Government claimed that the Court should not act as a “court of fourth instance” and review the facts of the case and give an interpretation of national law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant pointed out that the Plenary Supreme Court’s resolution had been published after the first-instance court had already given judgment in her case. Moreover, it had not been a source of law but a set of recommendations for the lower courts. The only applicable provision had been set out in Article 292 § 2 of the Civil Code, which provided for the termination of any rights of former family members following a change in ownership. As E.M.T. had bought a new flat elsewhere, other members of her family, including her adult children, upon their release from prison, would be able to continue living with her there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The general principles concerning the protection of property are well established in the Court’s case-law (see Gladysheva, cited above, §§ 64-68).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  It is not disputed that the applicant is the lawful owner of the flat which has constituted her “possession” within the meaning of Article 1 of Protocol No. 1. By contrast with Gladysheva, her title to the flat has not been challenged or revoked. She complained about the fact that, as a consequence of the Russian courts’ decisions, what she had believed to be her full and clear title had been burdened by a right of use accruing to the seller’s children, of which she had not had any prior knowledge. This case must therefore be distinguished from those in which applicants had been aware of the fact that the property was encumbered with restrictions when they had bought it (see Lacz v. Poland (dec.), no. 22665/02, 23 June 2009, and Cassar v. Malta, no. 50570/13, §§ 44-48, 30 January 2018).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court has held that the “right of use” held by individuals over residential housing and moveable property, whether indefinite or temporary, represents a substantive economic interest and constitutes a “possession” for the purposes of Article 1 of Protocol No. 1 (see Chiragov and Others v. Armenia [GC], no. 13216/05, § 147, ECHR 2015). Conversely, to the extent that such a right of use was asserted against the applicant’s property, it must have affected its market value and undermined her ability to use the flat in accordance with the planned purpose, that is to say, as the primary residence of herself and her family. There was therefore an interference with the applicant’s “possessions”, which the Court considers appropriate to examine in the light of the general rule of Article 1 of Protocol No. 1 (see Gladysheva, cited above, § 71).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicant’s complaint concerns a special kind of an interest in a property which – according to the domestic courts’ decisions – was created when the flat was transferred from social into private ownership. At that moment in time, two out of the six members of the household (the mother and younger daughter) acquired a right of ownership to the flat while the other family members refused to exercise that right (see paragraph 7 above). According to the courts’ decisions, they did so on the assumption that they would be able to use the flat indefinitely (see paragraph 10 above). The courts cast that assumption in the legal form of the right of use attaching to the flat and continuing in existence despite any intervening changes in ownership that might occur.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court accepts that the creation of a right of use accruing to those members of the household who did not benefit from privatisation might have pursued a valid social-policy objective of protecting the housing rights of vulnerable individuals and preventing homelessness. It remains to be determined whether it complied with the principle of lawfulness and struck the requisite fair balance between the protection of the right of property and the requirements of the general interest. In this connection, the Court reiterates that the requisite balance will not be achieved if the property owner concerned has had to bear “an individual and excessive burden”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  As regards the legal basis for the interference, the Court notes that the right of use over residential property is not explicitly mentioned or regulated in Russian law (see the list of proprietary rights in Article 216 of the Civil Code, cited in paragraph 13 above). Article 292 of the Civil Code establishes, as a general rule, that the right of use accruing to family members of the owner of a flat does not survive a change in ownership “unless statute stipulates otherwise” (see paragraph 13 above). However, no such stipulation emerges from the existing body of law. Article 31 § 4 of the Housing Code and section 19 of the Housing Code Enactment Act deal with a different kind of situation, that is to say the breakdown of a family relationship between the current owner of a property and persons living under the same roof with him or her, rather than a change in ownership (see paragraphs 14 and 15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  It is however the case that from at least 2005 the Supreme Court has interpreted section 19 of the Housing Code Enactment Act as creating an exception to the general rule of Article 292 § 2 of the Civil Code and guaranteeing a right of use to family members of a previous owner who were not able to benefit from privatisation (see paragraphs 17 and 18 above). The Court reiterates that the requirement of foreseeability which the term “law” implies cannot be read as outlawing the gradual clarification of the rules through judicial interpretation from case to case, provided that the resultant development remains consistent with the essence of the provision and could reasonably be foreseen (see OAO Neftyanaya Kompaniya Yukos v. Russia, no. 14902/04, §§ 568-69, 20 September 2011). To the extent that the general rule in Article 292 § 2 was substantially modified by rulings of the Supreme Court which do not have the quality of “statute” required under that provision, the Court considers that such a development of the legal framework does not appear to have been clear or foreseeable. That apparent lack of foreseeability will be relevant for the analysis of whether the applicant had to bear an excessive burden.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On the issue of whether the applicant could have reasonably foreseen that her title to the property would be burdened by the claims of third parties, the Court observes that, before signing the contract, she satisfied herself that the three adult children no longer lived in the flat (see paragraph 7 above). She was also given copies of certified statements in which they had consented to privatisation in favour of their mother and younger daughter and declined to exercise that right on their own behalf. The private contract stipulated that the property was free from any claims by third parties (see paragraph 6 above). However, the existing legal framework does not appear to have enabled her to check whether those stipulations were accurate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Russian authorities operate a comprehensive property register for recording rights in real estate and property transactions, including details of ownership, rights in property, mortgages, servitudes and other elements essential for establishing title and non-possessory interests in the property (see Article 131 of the Civil Code, cited in paragraph 13 above). Still, no provision has been made for any form of registration of the right of use accruing to persons who could not benefit from privatisation. As a result, a potential purchaser, such as the applicant, could not reasonably rely on the information contained in the State-operated property register to establish that the property was free from claims or encumbrances by third parties. In this connection, it is relevant that the Constitutional Court found that the existing framework governing rights of permanent use held by former family members lacked transparency and that the absence of registration of those rights tipped the balance against the new owner. It also directed the legislature to devise a mechanism for registering such interests in property (see paragraph 19 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  As it happened, the existence of any proprietary interests did not emerge in the first round of proceedings in which the applicant’s claim to full and clear title was upheld. Those proceedings were conducted in the absence of the seller, who showed no interest in pursuing her counterclaim against the applicant or challenging its outcome by way of appeal (see paragraph 8 above). It was not until the applicant applied for eviction of the former owners’ family that the matter of their right of use was raised for the first time. In those proceedings, the courts interpreted the presence of personal belongings of the adult children in the contested flat as an indication of their intention to continue living there. The applicant could not anticipate the decisive weight that would be attached to that personal chattel, the nature of which was not specified. Even if she could, she would not have been able to look through the owners’ belongings before signing the contract, seeking to establish if they contained anyone else’s items capable of justifying their right of use to the flat. In these circumstances, the Court cannot find that the applicant did not exercise sufficient due diligence before entering into the contract (compare Cassar, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In view of the above considerations, having regard in particular to the deficient legal framework which prevented the applicant who exercised reasonable circumspection from establishing extant property interests before coming into ownership of the property, the Court finds that a fair balance has not been struck between the demands of the general interest of the public and the requirements of the protection of the individual’s fundamental rights and that the burden placed on the applicant was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  There has therefore been a violation of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicant complained that, by reason of the domestic courts’ decisions, she had had to countenance strangers in her home. She relied on Article 8 of the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to respect for his ... home ...”",
                                "elements": []
                            },
                            {
                                "content": "41.  The Government submitted that there had been no breach of Article 8 of the Convention because, at the material time, the applicant had been the owner of another flat in Lipetsk. The applicant replied that she lived, together with her husband and children, in the flat she had purchased from E.M.T., while the other flat, to which the Government referred, was occupied by her mother.",
                                "elements": []
                            },
                            {
                                "content": "42.  The Court is satisfied that the flat where the applicant and her family lived was her “home”. It reiterates that sharing one’s home with uninvited strangers, regardless of how sensibly they behave, creates very important implications for a person’s private life protected by Article 8. Accordingly, where a member State adopts a legal framework obliging a private individual, for one reason or another, to share his or her home with persons foreign to his or her household, it must put in place thorough regulations and necessary procedural safeguards to enable all the parties concerned to protect their Convention interests (see Irina Smirnova v. Ukraine, no. 1870/05, § 94, 13 October 2016).",
                                "elements": []
                            },
                            {
                                "content": "43.  However, unlike the situation obtaining in that case, where strangers had actually moved into the applicant’s flat by breaking the locks, repeatedly ill-treated her and rented out a part of it to tenants, there is no indication in the present case that any of the three adult children of the former owners attempted to exercise their right of permanent use over the applicant’s flat. Even though the applicant may have had legitimate fears of an intrusion of strangers, her apprehensions did not materialise and the threshold required for the protection of Article 8 to apply was not attained.",
                                "elements": []
                            },
                            {
                                "content": "44.  Accordingly, this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "46.  The applicant claimed 100,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government submitted that no compensation should be awarded because there had been no violation of the applicant’s rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court awards the applicant EUR 5,000 in respect of nonpecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "49.  The applicant also claimed EUR 7,404 for the legal costs and postal expenses incurred before the domestic courts and the Court. She asked that the award under this head be paid into the account of her representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government submitted that they believed that the receipts produced by the applicant were not related to the proceedings before the Court. She had not submitted a contract for legal services with her representative before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,500 covering costs under all heads, plus any tax that may be chargeable to the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "52.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning an alleged violation of the applicant’s right to peaceful enjoyment of her possessions admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 January 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "María Elósegui",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KOPYTOK v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-189154.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0115JUD004881209",
    "externalsources": [],
    "extractedappno": [
        "48812/09",
        "25803/94",
        "7097/10",
        "22665/02",
        "50570/13",
        "13216/05",
        "14902/04",
        "1870/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-189154",
    "judgementdate": "15/01/2019 00:00:00",
    "kpdate": "15/01/2019 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "KOPYTOK",
        "RUSSIA"
    ],
    "rank": "2976.18701171875",
    "representedby": [
        "YEGOROVA O."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "484611",
    "typedescription": "15"
}