{
    "__articles": "3;5;6;13;13+3;P1-1",
    "__conclusion": "Violation of Article 13+3 - Right to an effective remedy (Article 3 - Prohibition of torture);Violation of Article 1 of Protocol No. 1 - Protection of property;Violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 5 - Right to liberty and security;Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "4834/06",
    "article": [
        "13",
        "3",
        "p1-1",
        "5",
        "6"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Prohibition of torture"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 3 - Prohibition of torture"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Substantive aspect"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-92087.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 4834/06) against the Republic of Moldova lodged with the Court on 1 February 2006 under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Moldovan nationals, Mr Gheorghe Straisteanu, Ms Natalia Straisteanu and Ms Daniela Straisteanu, and Codran-Lux, a company from .",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms Doina-Ioana Straisteanu, a lawyer practising in . The Moldovan Government (“the Government”) were represented by their Agent, Mr Vladimir Grosu.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that they had been the victims of reprisals by the Government resulting in unlawful detention in inhuman conditions of one of them, unfair civil proceedings and arbitrary deprivation of property.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 8 April 2008 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The first three applicants, Mr Gheorghe Straisteanu, Ms Natalia Straisteanu and Ms Daniela Straisteanu, are a family of Moldovan nationals who were born in 1954, 1957 and 1986 respectively. The fourth applicant, Codrana-Lux S.R.L., is a limited liability company incorporated in . Sixty percent of its stock belongs to the first three applicants’ family.",
                                "elements": []
                            },
                            {
                                "content": "1.  Background to the case",
                                "elements": [
                                    {
                                        "content": "6.  The first applicant is a well-known businessman and a former member of the Moldovan Parliament, between 1998 and 2001. He was, inter alia, the founder of the first Moldovan private television company and owned a chain of petrol stations. After the Communist party won the general election in 2001 he retired from politics and had to wind up most of his businesses, including the television station and the petrol business.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In May 2001 the fourth applicant bought a plot of land measuring 14.63 hectares from the Onesti Local Council. The land was later sold by the fourth applicant to the first two applicants. Subsequently, the first applicant donated a part of the land to the third applicant and an artificial lake was built on the family’s property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Also in May 2001, the fourth applicant concluded a contract of lease with the Onesti Local Council for a period of ten years concerning a natural lake measuring 5.63 hectares adjacent to the property which it had bought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The first three applicants settled on the above property and developed it with a view to using it for tourism and fishing. According to them, in 2005 Government officials started to exercise pressure on the first applicant to induce him to give up the property.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The first applicant’s arrest and detention",
                                "elements": [
                                    {
                                        "content": "10.  On 20 July 2005 the first applicant was arrested in Chişinău together with his driver. At the police station, he was informed that he and his driver were being accused of carrying out a series of car thefts over the past year in Chişinău. It would appear that several criminal complaints concerning car thefts were joined in a single procedure, while others were joined later (see paragraph 14 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 22 July 2005 the Centru District Court issued a detention warrant in the first applicant’s name for a period of ten days. The grounds for detention were that he was suspected of committing a serious offence punishable by more than two years’ imprisonment, that the criminal case was complex, and that he might abscond, hinder the investigation and the finding of the truth. An appeal by the applicant was dismissed and his detention was subsequently extended on the same grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 18 August 2005 Judge A.B. from the same court ordered the applicant’s release. The grounds for release were that there were no reasons to believe that the applicant would abscond or hinder in any way the investigation. However, the prosecuting authorities refused to comply with the order and continued to hold the applicant in detention. They applied a second time for an extension of the detention but Judge A. B. refused again on 19 August 2005 and found that the prosecutor had failed to comply with his previous decision and that therefore the applicant’s detention had been unlawful. The prosecutor refused again to comply with the order of release and ordered his further detention on account of charges of theft from a Volkswagen car, an episode which had not been joined to the main criminal case at that time. On the same date the prosecutor applied to another court, the Râşcani District Court, for a detention warrant. The charges against the first applicant were the same as before and no new reasons for detention were adduced. On 22 August 2005 that court upheld the application and ordered the continued detention of the applicant. It did not give any reasons for detention except that the prosecutor’s application related to another criminal case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 25 July 2005 the Ministry of Internal Affairs issued a press release which stated that the first applicant was a member of a criminal gang which was robbing car drivers in Chişinău. The major Moldovan media reported on the event the same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 24 August 2005 the episode concerning the theft from a Volkswagen car was joined to the main criminal proceedings against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 25 August 2005 the applicant appealed against the detention warrant of 22 August 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 29 August 2005 the criminal case in the applicant’s case was remitted to a court for examination and from that date on the applicant was detained without a detention warrant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On the same date the Chişinău Court of Appeal discontinued the appeal proceedings against the detention warrant of 22 August 2005 on the ground that the criminal case had been remitted to a court and that therefore no detention warrant was now needed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "His habeas corpus applications were dismissed and he remained in detention until 17 November 2005, when a judge ordered his release.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  Conditions of detention",
                                "elements": [
                                    {
                                        "content": "18.  During the first applicant’s detention he was held in the detention facility of the General Police Station (Comisariatul General de Poliţie). According to him, the cells in which he was detained were overcrowded, dark, damp, dirty and hot. There was no natural light, but instead there was a very weak light bulb which was switched on all the time. The ventilation was not working properly and the inmates were allowed to smoke in the cell. The cell was infested with vermin and rats and the inmates were allowed to take showers only once every twenty days with cold water. The cells measured approximately ten or eleven square metres and were occupied by at least eight people at all times. Because of the conditions of his detention the applicant contracted influenza.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4.  The action by Amnesty International",
                                "elements": [
                                    {
                                        "content": "19.  On 7 September 2005 Amnesty International organised action in support of the first applicant on its web page, stating, inter alia, the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Amnesty International is concerned that Gheorghe Straisteanu is being charged on the basis of evidence which has been extracted under torture. Amnesty International has information that a second individual gave evidence after being subjected to torture by investigating officers. However, he reportedly fears that he will be subjected to further ill-treatment if his name is mentioned. The organization is also concerned that Georghe Straisteanu is being detained arbitrarily.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 18 August 2005 the central district court of Chişinău ordered the release of Gheorghe Straisteanu on bail, but police officers immediately re-detained him in the court room and took him back to the temporary detention facility despite the court decision. On 19 August, after his lawyer appealed against this arbitrary detention, the court declared that his detention was illegal. However, police officers again defied the court order and detained him in the court room. On 22 August Gheorghe Straisteanu was sentenced to ten days’ imprisonment by the court of Riscani district in Chişinău. The ten day period was due to expire on 31 August, but the investigating authorities have declared that the investigation is closed and that the case has now been transferred to the court. This effectively prolongs Gheorghe Straisteanu’s detention until the court hearing has been held.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, Amnesty International is concerned about the conditions in which Gheorghe Straisteanu is being held at the temporary detention facility on . He is currently being held in a cell with ten to 12 other detainees. The only washing facility is a tap and a basin in the cell, and conditions are damp and badly ventilated. Georghe Straisteanu has contracted influenza since he has been in detention and his family report that he has difficulty breathing. He has not been given access to a doctor and he has only been able to receive the medicine that his daughter passed to him when she saw him in court....",
                                        "elements": []
                                    },
                                    {
                                        "content": "Please send appeals to arrive as quickly as possible [to the Prosecutor General’s Office, the Ministry of Internal affairs and/or to Moldovan Embassies abroad]...:",
                                        "elements": []
                                    },
                                    {
                                        "content": "· expressing concern for the health of Gheorghe Straisteanu and asking for assurances that he will be given access to the medical care he requires in conformity with the UN Standard Minimum Rules for the Treatment of Prisoners;",
                                        "elements": []
                                    },
                                    {
                                        "content": "· expressing concern at allegations that some of the evidence that has been used to convict Gheorghe Straisteanu has been extracted from another individual under torture;",
                                        "elements": []
                                    },
                                    {
                                        "content": "· urging the authorities not to use any evidence extracted under torture in this case and reminding the authorities that as a party to the UN Convention against Torture and other Cruel, Inhuman or Degrading Treatment or Punishment they must ensure that any statement which has been made as result of torture is not used as evidence in criminal proceedings;",
                                        "elements": []
                                    },
                                    {
                                        "content": "· expressing further concern at allegations that the police did not respect court decisions regarding the illegal detention of Gheorghe Straisteanu and that he was arbitrarily detained by police twice in defiance of court orders;",
                                        "elements": []
                                    },
                                    {
                                        "content": "· urging an investigation into the allegations of arbitrary detention and asking for his release if the allegations are found to be correct.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "5.  The President’s stance",
                                "elements": [
                                    {
                                        "content": "20.  On an unspecified date in October 2005 the President of Moldova, Mr V. Voronin, held a meeting with high ranking officials, among whom was the Prosecutor General, the head of the Anti-Corruption Department, the head of the Cadastral Authority and the prefect of the county where the applicants’ land was situated. During the meeting he expressed great dissatisfaction with the fact that in spite of his clear indications to numerous State bodies, the applicants’ property was still in their possession and had not been returned to the State and a monastery. He gave them a deadline of 17 November 2005 to solve the problem, threatened them with dismissal and left the room, slamming the door.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  A video of this event was broadcast by a television channel on 4 April 2006 in a programme entitled ‘The President’s working day’ which reported on the busy schedule of the President. A copy of it was sent to the Court by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "6.  The alleged harassment of the first, second and third applicants",
                                "elements": [
                                    {
                                        "content": "22.  According to the applicants, after the first applicant’s arrest their family started to experience harassment from law enforcement bodies such as the Department for the Fight against Organised Crime and Corruption, the police and the Prosecutor’s Office, who intimidated and pressured them to give up their property. While in detention the first applicant was approached by police officers, who proposed that he sell the property in exchange for his release. The second applicant was visited on numerous occasions by people claiming to be representatives of the above bodies. They requested her family to leave the property, failing which she would not see her husband again. The third applicant was contacted on numerous occasions by police officers and investigators in charge of her father’s case and ordered to sell the property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 25 August 2006 the second applicant lodged a complaint with the Prosecutor General’s Office complaining about the actions of two police officers who had entered her property without any legal basis and ordered her, also in the absence of any legal basis, to take down a billboard at the entrance to the property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 4 October 2006 the second applicant received a letter from the Prosecutor General’s Office, in which she was informed that the matters described by her had proved to be partially true; however, there were no sufficient reasons to justify the prosecutor office’s intervention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "7.  The civil proceedings concerning the annulment of the lease of the 5.63 hectares of land",
                                "elements": [
                                    {
                                        "content": "25.  On 26 October 2005 the Prosecutor General filed an action with the  asking for the annulment of the contract of lease for 5.63 hectares of land concluded between the Onesti Local Council and the fourth applicant in May 2001, on the ground that the Local Council had failed to organise an auction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On an unspecified date the President of the Superior Council of Magistrates and the President of the Supreme Court of Justice, Ms V.S., inquired with the Vice President of the , Judge M.M., about the above case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In a letter of 30 October 2005 Judge M.M. wrote to Ms V.S. stating, inter alia, that the case was scheduled to be examined on 8 November 2005 and that she would be dealing with it. It appears that the hearing of 8 November was adjourned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 14 November 2005 the fourth applicant was sent a registered letter informing it that the hearing in the case was scheduled for 17 November 2005. It appears that the fourth applicant was no longer at the address to which the summons was sent and therefore did not receive the summons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 17 November 2005 Judge M.M. examined the case in the absence of the fourth applicant and upheld the Prosecutor General’s action relying on Article 50 of the old Civil Code, in force at the time of the conclusion of the lease contract. It found that the Onesti Municipal Council had contravened the law by failing to organise a public auction for the lease of the property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On an unspecified date in January 2006 the fourth applicant appealed against the above judgment and argued, inter alia, that it had not been summoned and that it did not even know about the prosecutor’s application before 25 November 2005. According to the law in force at the time of the conclusion of the lease, there was no obligation to hold an auction. That obligation referred only to sale of land by local authorities, but not to leases. In any event, the action was time-barred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 19 January 2006 a panel of the Supreme Court of Justice presided over by Judge I.M. dismissed the applicant’s appeal and argued, inter alia, that it had been summoned at the address which appeared in the database of the Registration Chamber, and that therefore the applicant had been legally summoned. The court also found that the local council had been under an obligation to organise an auction before renting out the land in question. The Supreme Court did not refer to the applicants’ objection concerning the Statute of Limitations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On an unspecified date the fourth applicant lodged an action with the  claiming compensation for the investments it had made in respect of the leased property. It claimed 5,034,304 Moldovan lei (MDL).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 20 February 2006 the  refused to examine the application because the fourth applicant had not paid the court fees of three per cent of the amount sought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In March and April 2006 the fourth applicant paid a part of the court fees and applied again to the court. It argued that it did not have any more money because all its assets and bank accounts had been frozen by the Prosecutor’s Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 20 June 2006 the  refused again to examine the action on the same grounds. The fourth applicant’s appeal was dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "8.  The civil proceedings concerning the annulment of the sale of the 14.63 hectares of land",
                                "elements": [
                                    {
                                        "content": "36.  On 10 November 2005 the Prosecutor General brought an action with the Economic Court of Moldova seeking the annulment of the purchase of the plot of land of 14.63 hectares by the fourth applicant from the Onesti Local Council in May 2001 and of all the subsequent contracts by which the property had been transmitted to the first, second and third applicants. The Prosecutor General argued that the Onesti Local Council had acted ultra vires and had committed numerous irregularities in organising the auction, establishing the price of the property and selling the property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicants opposed all the Prosecutor General’s submissions. Their main arguments were that the Prosecutor General’s action was time-barred, that they had acquired the property in good faith and that the property could not be expropriated without compensation. At the same time the second and third applicants lodged a counter action in which they submitted that if the Prosecutor General’s action was upheld they should be entitled to compensation for the investments they had made in the development of the property in an amount of approximately 216,000 euros (EUR) and EUR 768,000 respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 11 May 2006 the  requested the applicants to pay court fees in the amount of three percent of the claimed amounts. The applicants appealed and argued that all their accounts had been seized by the Prosecutor’s Office, that they were unemployed and that they could not pay the court fees. They asked, on the basis of the law on court fees, to be allowed to pay the fees after the adoption of a judgment in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 29 June 2006 a panel of the Supreme Court of Justice presided by Judge I.M. dismissed the appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 2 August 2006 the applicants’ counter action was dismissed on the ground of their failure to pay court fees. The applicants appealed against this decision. However, their appeal was dismissed on 21 September 2006 by a panel of the Supreme Court of Justice presided over by Judge I.M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 18 December 2006 Judge B.B. from the  upheld the action lodged by the Prosecutor General, relying on Article 50 of the old Civil Code, in force at the time of the conclusion of the lease contract. Judge B.B. found that the Onesti Local Council had breached the rules concerning the conduct of public auctions, namely that it had failed to observe the rules concerning the advertising of the auction, the composition of the auction commission and the drafting of the auction record. The court did not refer to the applicant’s objection concerning the Statute of Limitations and considered all the prosecutor’s arguments well-founded. It ordered that the parties be put in the same position as they had been prior to the conclusion of the contract.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The applicants appealed and argued, inter alia, that they had been punished for errors of the local authorities which were not imputable to them, that the court was not independent and impartial, that the action was time-barred and that the actions against them had been orchestrated by President Voronin, submitting a copy of the video in which the President was shown instructing State officials to take away their property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 15 February 2007 the Supreme Court of Justice dismissed the applicants’ appeal. It held that according to the Code of Civil Procedure claims filed in the State’s interest were exempt from the requirement to observe time-limits.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "9.  The first applicant’s further detention",
                                "elements": [
                                    {
                                        "content": "44.  On 3 August 2006 a bailiff came to the applicants’ property, accompanied by the mayor of Tiganesti village, in order to enforce one of the civil judgments concerning the applicants’ property. A quarrel took place between the first applicant and the mayor and two weeks later the latter lodged a complaint with the Prosecutor’s Office, complaining that the first applicant had made death threats against him. In particular, he submitted that during the quarrel the first applicant had said that he would feed him (the mayor) to the fishes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 21 August 2006 the applicant was arrested and placed in detention. On 23 August 2006 the Straseni District Court issued an order for him to be detained for ten days. That was extended on numerous occasions and the first applicant’s appeals and habeas corpus requests rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  He was detained in the detention centre of the Straseni Police Station until 24 September 2006 and then in Chişinău no. 13 prison. According to the applicant, the conditions of detention in both detention facilities amounted to inhuman and degrading treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The applicant’s detention under the new charges continued until 28 November 2006, when he was placed under house arrest.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "10.  The first applicant’s civil actions for damages",
                                "elements": [
                                    {
                                        "content": "48.  On an unspecified date in 2007 the first applicant initiated civil proceedings against the Government claiming compensation for poor conditions of detention in 2005 and in 2006 and for detention contrary to Article 5 of the Convention. He relied, inter alia, on the Court’s findings in respect of conditions of detention in Ostrovar v. Moldova (no. 35207/03, 13 September 2005), Sarban v.  (no. 3456/05, 4 October 2005), and Holomiov v. Moldova (no. 30649/05, 7 November 2006) in which the applicants had been detained in the same detention facilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 27 June 2007 the Centru District Court dismissed the applicant’s action, upholding the Government’s position and finding that the conditions of detention on both occasions were acceptable. The court accepted several of the applicant’s submissions, such as that his cell window did not have glass for several days, that a person with scabies was placed in his cell on one occasion, that there was no linen or mattresses in the cell, and that there was no sewerage in one of the detention facilities. Nevertheless, it considered that these shortcomings were not sufficient for the application to be upheld, because the applicant did not have to share a bed with the ill prisoner, the latter had been receiving treatment for five days and at the time of his placement in the cell he was no longer contagious. Moreover, the window cell was repaired after only four days and in any event the temperatures at the end of September were usually moderate. In addition, prisoners were allowed to bring their own mattresses and linen. In so far as the complaint under Article 5 was concerned, the court found that there were no civil remedies against the alleged breaches under Moldovan law. This judgment was confirmed by the Court of Appeal on 3 October 2007 and by the Supreme Court of Justice on 7 May 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 18 May 2008 the applicant lodged another action with the Rascani District Court, again claiming compensation for his allegedly unlawful detention between August and November 2005. It appears that his action has not yet been determined.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT NON-CONVENTION MATERIALS",
                        "elements": [
                            {
                                "content": "51.  The relevant findings of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT, unofficial translation) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Visit to  of 10-22 June 2001:",
                                "elements": [
                                    {
                                        "content": "B.  Establishments visited",
                                        "elements": []
                                    },
                                    {
                                        "content": "... - EDP of Chişinău Police Inspectorate (Follow-up visit)",
                                        "elements": []
                                    },
                                    {
                                        "content": "... b.   remand centres (EDPs)",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In its report on the 1998 visit (paragraph 56), the CPT was forced to conclude that material conditions of detention in the remand centres (EDPs) visited amounted in many respects to inhuman and degrading treatment and, in addition, constituted a significant risk to the health of persons detained. While recognising that it was not possible to transform the current situation in these establishments overnight, the CPT recommended a certain number of immediate palliative measures to guarantee basic conditions of detention that respect the fundamental requirements of life and human dignity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Unfortunately, during the 2001 visit, the delegation found barely any traces of such palliative measures, in fact quite the opposite. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  One can only regret that in their efforts to renovate these premises - which under the current economic circumstances deserve praise - the Moldovan authorities have paid no attention to the CPT recommendations. In fact, this state of affairs strongly suggests that, setting aside economic considerations, the issue of material conditions of detention in police establishments remains influenced by an outdated concept of deprivation of liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Turning to the other EDPs visited across , with very few exceptions the delegation observed the same types of disastrous and insalubrious material conditions. A detailed description is superfluous, since it has all been highlighted already in paragraphs 53 to 55 of the report on the 1998 visit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In Chişinău EDP, these conditions were exacerbated by serious overcrowding. At the time of the visit, there were 248 prisoners for 80 places, requiring nine persons to cram into a cell measuring 7 m² and between eleven and fourteen persons into cells of 10 to 15 m².",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The delegation also received numerous complaints about the quantity of food in the EDPs visited. This normally comprised tea without sugar and a slice of bread in the morning, cereal porridge at lunch time and hot water in the evening. In some establishments, food was served just once a day and was confined to a piece of bread and soup. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...Concerning the issue of access to toilets in due time, the CPT wishes to stress that it considers that the practice according to which detainees comply with the needs of nature by using receptacles in the presence of one or several other persons, in a confined space such as the EDP cells which also serve as their living space, is in itself degrading, not only for the individual concerned but also for those forced to witness what is happening. Consequently, the CPT recommends that clear instructions be given to surveillance staff that detainees placed in cells without toilets should – if they so request – be taken out of their cell without delay during the day in order to go to the toilet.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The CPT also recommends that steps be taken to:",
                                        "elements": []
                                    },
                                    {
                                        "content": "-\treduce the overcrowding in Chişinău EDP as rapidly as possible and to comply with the official occupancy level;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-\tsupply persons in custody with clean mattresses and clean blankets;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-\tauthorise persons detained in all EDPs to receive packages from the outset of their custody and to have access to reading matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the light of certain observations made, particularly in the EDP of the Chişinău Police Inspectorate, the CPT also reiterates its recommendation concerning strict compliance, in all circumstances, with the rules governing separation of adults and minors.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Visit to  of 20-30 September 2004",
                                "elements": [
                                    {
                                        "content": "4.  Conditions of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "a.  Institutions of the Ministry of Internal Affairs",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Since 1998, when it first visited , the CPT has serious concern for the conditions of detention in the institutions of the Ministry of Internal Affairs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The CPT notes that 32 out of 39 EDPs have been subjected to “cosmetic” repair and that 30 have been equipped with places for daily walks. Nevertheless, the 2004 visit did not allow lifting the concern of the Committee. In fact, most recommendations made have not been implemented.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Whether one refers to the police stations or EDPs visited, the material conditions are invariably subject to the same criticism as in the past. Detention cells had no access to daylight or a very limited such access; artificial light – with rare exceptions – was mediocre. Nowhere did the persons obliged to pass the night in detention receive mattresses and blankets, even those detained for prolonged periods. Those who had such items could only have obtained them from their relatives...",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  As for food ... in the EDPs the arrangements made were the same as those criticised in 2001 (see paragraph 57 of the report on that visit): generally three modest distributions of food per day including tea and a slice of bread in the morning, a bowl of cereals at noon and tea or warm water in the evening. Sometimes there was only one distribution of food per day. Fortunately, the rules for receiving parcels have been relaxed, which allowed detainees with relatives outside to slightly improve these meagre daily portions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In sum, the material conditions remain problematic in the police stations; they remain disastrous in EDPs, continuing in many aspects to amount, for the detainees, to inhuman and degrading treatment.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Visit to  of 14-24 September 2007",
                                "elements": [
                                    {
                                        "content": "II.  Institutions of the Ministry of Internal Affairs",
                                        "elements": []
                                    },
                                    {
                                        "content": "In so far as the conditions of detention in the police establishments are concerned, it appears that this is the field in which the least progress has been achieved. It is not necessary to enumerate here in detail all the shortcomings observed by the delegation, which are more or less the same as those observed during past visits (and of which the Ministry of Internal Affairs is perfectly aware). ... Numerous persons are still detained overnight in police establishments, in cells which should not be used to detain persons for more than a few hours. It is high time to remedy these problems, in particular by placing accused persons under the supervision of institutions of the Ministry of Justice and building new prisons corresponding to CPT standards and to the norms laid down by the Moldovan legislation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(4)  Detention takes place on the basis of a warrant issued by a judge for a maximum period of thirty days. The lawfulness of the warrant may be challenged, in accordance with the law, before a hierarchically superior court. The period of detention may be extended only by a court, in accordance with the law, to a maximum of twelve months.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The relevant part of the Code of Criminal Procedure reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 308",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  The application for a detention warrant... shall be examined without delay by the investigating judge... at the place of the conduct of the criminal investigation, at the place of arrest or at the place of residence of the detainee’s representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)   A repeated application for a detention warrant... in respect of the same person and in the same proceedings, after the dismissal of a previous application, shall be possible only if new reasons for detention have appeared.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The relevant provisions of the Civil Code, in force at the relevant time, provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Article 74",
                                        "elements": []
                                    },
                                    {
                                        "content": "The general limitation period for protection through a court action of the rights of a [natural] person is three years; it is one year for lawsuits between State organisations, collective farms and any other social organisations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 78",
                                        "elements": []
                                    },
                                    {
                                        "content": "The competent court ... shall apply the limitation period whether or not the parties request such application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 83",
                                        "elements": []
                                    },
                                    {
                                        "content": "Expiry of the limitation period prior to initiation of court proceedings constitutes a ground for rejecting the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the competent court ... finds that the action has not commenced within the limitation period for well-founded reasons, the right in question shall be protected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 86",
                                        "elements": []
                                    },
                                    {
                                        "content": "The limitation period does not apply:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) to claims by State organisations regarding restitution of State property found in the unlawful possession of ... other organisations ... and of citizens;”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The relevant provisions of the new Civil Code, in force after 12 June 2003, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 6. The action in time of the civil law",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  The civil law does not have a retroactive character. It cannot modify or suppress the conditions in which a prior legal situation was constituted or the conditions in which such a legal situation was extinguished. The new law cannot alter or abolish the already created effects of a legal situation which has extinguished or in the process of execution.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In a judgment of 20 April 2005 (case nr. 2ra-563/05) the Supreme Court of Justice dismissed the plaintiff’s contentions based on the provisions of the new Civil Code on the ground that the facts of the case related to a period before the entry into force of the new Civil Code and that, therefore, the provisions of the old Civil Code were applicable.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "57.  The first applicant complained under Article 3 of the Convention that he had been detained in inhuman and degrading conditions during both detentions. Article 3 of the Convention reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                        "elements": []
                    },
                    {
                        "content": "58.  The first applicant complained under Article 5 § 1 of the Convention that his detention between 18 August and 17 November 2005 had been unlawful. The relevant part of Article 5 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence ...”",
                        "elements": []
                    },
                    {
                        "content": "59.  He also complained under Article 5 § 3 of the Convention that the courts had not given relevant and sufficient reasons for his detention between 22 July and 18 August 2005. The material part of Article 5 § 3 reads:",
                        "elements": []
                    },
                    {
                        "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                        "elements": []
                    },
                    {
                        "content": "60.  The first applicant also asserted that because of the length of time taken to examine his habeas corpus requests during the detention of 2005, the respondent State had breached Article 5 § 4 of the Convention, which reads:",
                        "elements": []
                    },
                    {
                        "content": "“4. Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                        "elements": []
                    },
                    {
                        "content": "61.  The applicants complained that the proceedings concerning the annulment of the lease of the 5.63 hectares of land and those concerning the annulment of the sale of the 14.63 hectares were unfair. They also complained that their access to a court had been restricted, contrary to Article 6 §1 of the Convention, which, in so far as relevant, provides:",
                        "elements": []
                    },
                    {
                        "content": "“1.  In the determination of his civil rights and obligations ... everyone is entitled to a fair hearing ... by a tribunal ....”",
                        "elements": []
                    },
                    {
                        "content": "62.  The applicants also complained that their right as guaranteed under Article 1 of Protocol No. 1 to the Convention had been violated as a result of the annulment of the lease and sale of land. Article 1 of Protocol No. 1 to the Convention provides:",
                        "elements": []
                    },
                    {
                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                        "elements": []
                    },
                    {
                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                        "elements": []
                    },
                    {
                        "content": "63.  The applicants complained under Article 13 of the Convention that they had not had an effective remedy in respect of the alleged breach of Articles 3, 5, 6 and 1 of Protocol No. 1 to the Convention. Article 13 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                        "elements": []
                    },
                    {
                        "content": "64.  The applicants also complained under Article 14 of the Convention taken together with Article 6 that they had been subjected to discrimination on the ground that the domestic law exempted State authorities from the obligation to observe time-limits for bringing actions in the interest of the State, while at the same time imposing such an obligation on private individuals’ actions against the State. They relied on Article 14 of the Convention, which provides:",
                        "elements": []
                    },
                    {
                        "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                        "elements": []
                    },
                    {
                        "content": "I.  ADMISSIBILITY OF THE CASE",
                        "elements": [
                            {
                                "content": "65.  The Government submitted that the first applicant had failed to exhaust domestic remedies in respect of his complaint under Article 3 of the Convention because he had not lodged his complaint with the domestic courts before lodging his application with the Court. Alternatively, the Government submitted that he had lost his victim status after the Centru District Court had examined his claim for compensation, on 27 June 2007. Finally, the Government argued that the first applicant had also failed to exhaust domestic remedies in respect of his complaint under Article 5. In particular, he had lodged a court action on 18 May 2008 claiming compensation for the alleged breach of his Article 5 rights and the proceedings are still pending.",
                                "elements": []
                            },
                            {
                                "content": "66.  The first applicant disagreed, and relying on Holomiov (cited above), argued that there were no domestic remedies under Moldovan law to put an end to poor conditions of detention. As to his victim status, he submitted that since the domestic courts had dismissed his action on 27 June 2007 he continued to be a victim.",
                                "elements": []
                            },
                            {
                                "content": "67.  The Court notes that in Malai v. Moldova (no. 7101/06, §§ 45-46, 13 November 2008), it found a violation of Article 13 of the Convention on account of lack of effective remedies in Moldova against inhuman and degrading conditions of detention. The judgment of the Centru District Court of 27 June 2007 confirms that the Court’s finding was correct. Accordingly, the first applicant’s complaint under Article 3 cannot be dismissed for failure to exhaust domestic remedies and for lack of victim status.",
                                "elements": []
                            },
                            {
                                "content": "68.  As to the Government’s objection that the first applicant had failed to exhaust domestic remedies in respect of his complaint under Article 5, the Court notes that the Centru District Court found in its judgment of 27 June 2007 that there were no civil remedies in respect of such a complaint under Moldovan law and that its ruling was confirmed by the Supreme Court of Justice. The fact that the applicant reapplied to the domestic courts with a similar action does not alter the Court’s decision. Accordingly, this objection is dismissed also.",
                                "elements": []
                            },
                            {
                                "content": "69.  The first applicant complained under Article 13 taken in conjunction with Article 5 that there were no effective remedies in  to complain about the unlawfulness of his detention and to secure his release. However, the Court notes that it was open to him under Moldovan law to lodge habeas corpus requests, which he did. Accordingly, the Court concludes that this complaint is manifestly ill-founded and therefore inadmissible within the meaning of Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "70.  The Court considers that the application, with the exception of the complaint referred to in paragraph 69 above raises questions of fact and law which are sufficiently serious that their determination should depend on an examination of the merits, and that no other grounds for declaring them inadmissible have been established. The Court therefore declares the application partly admissible. In accordance with its decision to apply Article 29 § 3 of the Convention (see paragraph 4 above), the Court will immediately consider the merits of the application.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "71.  The Government submitted in respect of the applicant’s first detention in the detention facility of the General Police Station that he had been detained in four different cells which measured between seven and thirteen square metres and contained three to four persons at any time. Every cell had a window through which natural light passed. The inmates were disinfected every seven days. Every cell had a sanitary facility with running water and the inmates were provided with products for personal hygiene. The applicant was provided with medical assistance every time he requested it. The food was appropriate and was provided to the applicants in accordance with the existing norms. According to the Government the CPT reports relied on by the applicant were no longer up to date because between 2004, when the last CPT report had been adopted, and 2005 the situation had improved. In any event the applicant’s detention was too short to attain the minimum threshold of suffering required under Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "72.  As to the applicant’s second detention, the Government argued that in prison no. 13, all the cells had beds, the toilets were separated from the rest of the cells by walls, there were windows through which natural light passed, and the administration carried out disinfection on a regular basis. As to the food in the Straseni detention centre, it was in accordance with norms. In that police station the applicant was detained in a cell measuring 7.8 square metres, with artificial light. The applicant had a mattress and linen which were brought by his relatives because he refused to use those from the prison.",
                                "elements": []
                            },
                            {
                                "content": "73.  The first applicant submitted that the daylight in the cells of the General Police Station was insufficient because the windows had organic glass. The ventilation system was inefficient because of its old age. It only made noise and moved air from one cell to another; it was sporadically switched off by the guards. The inmates smoked in the cells and the applicant had constant headaches and contracted a respiratory disease. The cell had a toilet without running water. It was separated from the rest of the room by a fifty-centimetre wall. There was a very bad smell throughout the cell. The applicant argued that the Government’s description of the conditions in that detention facility was false.",
                                "elements": []
                            },
                            {
                                "content": "74.  As to the second detention, the first applicant joined to his submissions copies of affidavits from inmates with whom he had shared a cell. The affidavits were dated October 2006. According to them, cell no. 117 was located on the ground floor and was very damp and cold because the window had no glass. All the occupants had health problems because of the conditions of detention, but no medical assistance was provided for them. They requested the administration to install a window on numerous occasions but to no avail. Large rats came in through the window and contaminated their food and clothes. The cell was infested with vermin which bit the inmates during the night. The inmates asked the administration to disinfect the cell, but no action was taken.",
                                "elements": []
                            },
                            {
                                "content": "75.  At Straseni Police Station the cell did not have a window. There was a bucket instead of a toilet in the cell and the administration disinfected it with chlorine. The strong smell of chlorine caused the applicant to lose consciousness on several occasions. The wooden beds did not have mattresses and the applicant had to use his clothes as bedding. The administration did not allow him to receive bedding from relatives.",
                                "elements": []
                            },
                            {
                                "content": "76.  The Court reiterates that the general principles concerning conditions of detention have been set out in Ostrovar (cited above, §§ 7679).",
                                "elements": []
                            },
                            {
                                "content": "77.  In so far as the applicant’s detention in the Ministry of Internal Affair’s detention facilities is concerned, the Court notes that the first applicant’s submissions are consistent with the findings of the CPT in its reports relating to the detention establishments of the Moldovan Ministry of Internal Affairs. The findings of the CPT provide at least to some degree a reliable basis for the assessment of the conditions in which the applicant was imprisoned (see, for another example of the Court’s taking into account the reports of the CPT, Kehayov v. Bulgaria, no. 41035/98, § 66, 18 January 2005). The Government denied most of the allegations by arguing that the CPT reports were outdated. However, they did not submit any evidence to substantiate their submissions concerning the alleged improvements (compare Ostrovar, cited above, § 80). Moreover, the Court notes the findings of the domestic courts (see paragraph 49 above) concerning the lack of glass in the cell window, the placement of a prisoner recovering from a contagious dermatological disease in the same cell as the applicant and the lack of sanitary conditions and bedding.",
                                "elements": []
                            },
                            {
                                "content": "78.  As to the conditions of detention in Prison No. 13 between September and November 2006, the Court recalls that in Ţurcan v. Moldova (no. 10809/06, §§ 35-39, 27 November 2007) it found a violation of Article 3 of the Convention in respect of the applicant’s poor conditions of detention in the same detention facility between February and September 2006.",
                                "elements": []
                            },
                            {
                                "content": "79.  In such circumstances the Court considers that the hardship endured by the applicant during both his 2005 and 2006 detentions went beyond the unavoidable level inherent in detention and reached a threshold of severity contrary to Article 3 of the Convention. Accordingly, there has been a violation of Article 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "80.  The first applicant submitted that the court that issued the detention warrant order on 22 July 2005 had not relied on relevant and sufficient reasons.",
                                "elements": []
                            },
                            {
                                "content": "81.  The Government argued that the detention warrant had been issued by an investigating judge, acting within his competence, who had relied on the complexity of the case and on the risk of the applicant’s exerting pressure on the investigation or absconding. According to the Government, there had been no violation of Article 5 § 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "82.  The Court refers to the general principles established in its case-law on Article 5 § 3 of the Convention regarding, in particular, the need for relevant and sufficient reasons for depriving someone of his or her liberty (see, among others, Castravet v. , no. 23393/05, §§ 29-33, 13 March 2007, and Sarban, cited above, §§ 95-99).",
                                "elements": []
                            },
                            {
                                "content": "83.  In the present case the domestic courts, when ordering the first applicant’s detention, cited parts of the relevant law without showing the reasons why they considered the allegations that the applicant was liable to abscond or hinder the investigation to be well-founded. Hence, the circumstances of this case are similar to those in Becciev v. Moldova (no. 9190/03, §§ 61-62, 4 October 2005) and Sarban (cited above, §§ 100-101), in which this Court found violations of Article 5 § 3 of the Convention on account of insufficient reasons given by the courts for the applicants’ detention. Since the Government presented no reasons for distinguishing this case from the above cases, the Court considers that the same approach should be adopted in the present case.",
                                "elements": []
                            },
                            {
                                "content": "84.  In the light of the above, the Court considers that the reasons relied on by the Centru District Court in its decisions concerning the first applicant’s pre-trial detention were not “relevant and sufficient”. There has accordingly been a violation of Article 5 § 3 of the Convention in this respect.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "85.  The first applicant submitted that his detention after 18 August 2005 when the Centru District Court ordered his release was unlawful within the meaning of Article 5 § 1 of the Convention and that the judge who issued the detention warrant on 22 August 2005 lacked the territorial jurisdiction to do so.",
                                "elements": []
                            },
                            {
                                "content": "86.  The Government submitted in their description of the facts that the first applicant’s detention after 19 August 2005 related to other criminal proceedings, without explaining which criminal proceedings. They did not make any comments in respect of the complaint under Article 5 § 1 but only reiterated that there was a pending case before a domestic court in which a similar complaint had been made by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "87.  The Court reiterates that the expressions “lawful” and “in accordance with a procedure prescribed by law” in Article 5 § 1 essentially refer back to national law and state the obligation to conform to the substantive and procedural rules thereof. It is in the first place for the national authorities, notably the courts, to interpret and apply domestic law. However, since under Article 5 § 1 failure to comply with domestic law entails a breach of the Convention, it follows that the Court can and should exercise a certain power to review whether this law has been complied with (see Öcalan v.  [GC], no. 46221/99, § 84, ECHR 2005IV).",
                                "elements": []
                            },
                            {
                                "content": "88.  The Court notes that the order of release of 18 August 2005 was not contested by the prosecutor and that therefore it was valid. Instead of complying with it, the prosecutor attempted to circumvent it by applying to a different court and relying on an episode of the alleged offence committed by the applicant as a separate offence. Without giving any new reasons for detention that court ordered the applicant’s continued detention. Moreover, after 29 August 2005, the applicant was held in detention without a detention warrant, in breach of Article 25 of the Constitution (see Ursu v. Moldova, no. 3817/05, §§ 25-28, 27 November 2007). It follows from the above that the first applicant’s detention after 18 August 2005 was unlawful and that there has, accordingly, been a violation of Article 5 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "v.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "89.  The applicants argued that the proceedings were unfair because the courts were not independent, because the fourth applicant was not allowed to be present at the hearing of 17 November 2005 before the Economic Court, because the courts upheld the Prosecutor General’s action despite its being time-barred and because their access to court was blocked as a result of the court’s dismissing their counter action for failure to pay court fees.",
                                "elements": []
                            },
                            {
                                "content": "90.  The Government argued that according to Article 217 § 1 of the new Civil Code, the absolute nullity of an act can be invoked by any person without any limitation in time. According to them, the absolute nullity of the sale and lease was an essential premise for the admission of the Prosecutor General’s action and the upholding of those actions after the expiry of the general time-limit did not breach the principles of fairness guaranteed by Article 6 of the Convention. The Government also submitted that the fourth applicant was summoned at its official address and the court was not obliged to send a summons to another address.",
                                "elements": []
                            },
                            {
                                "content": "91.  The Court notes that in upholding the Prosecutor General’s actions for the annulment of the lease and sale of land, the domestic courts dismissed all of the applicants’ arguments and upheld the prosecutor’s claims in their entirety. One of the most important objections raised by the applicants concerning the Statute of Limitations was not given any consideration within the proceedings concerning the annulment of the lease. Only the second instance in the annulment of sale proceedings briefly addressed it and dismissed it on the ground that claims in the State’s interest were exempt from the requirement to observe time-limits.",
                                "elements": []
                            },
                            {
                                "content": "92.  The Court observes that it has previously examined a similar problem in Dacia S.R.L. v. Moldova (no. 3052/04, 18 March 2008) in which the privatisation of a hotel was successfully challenged by the Prosecutor General’s Office after more than four years and after the expiry of the general time-limit provided for by the Statute of Limitations. In that case the Court made the following findings:",
                                "elements": []
                            },
                            {
                                "content": "“75.  The Court considers that the observance of admissibility requirements for carrying out procedural acts is an important aspect of the right to a fair trial. The role played by limitation periods is of major importance when interpreted in the light of the Preamble to the Convention, which, in its relevant part, declares the rule of law to be part of the common heritage of the Contracting States (see Brumărescu v. Romania [GC], no. 28342/95, § 61, ECHR 1999VII, and Roşca v. Moldova, no. 6267/02, § 24, 22 March 2005).",
                                "elements": []
                            },
                            {
                                "content": "76.  The Court does not call into question the power of the legislator to establish different limitation periods for different types of lawsuits. However, no reasons were given in the present case for exempting State organisations, when claiming restitution of State property, from the obligation to observe established limitation periods which would bar the examination of such claims brought by any private person or company. This has the potential of unsettling numerous legal relations relying on the established situation and gives a discriminatory advantage to the State without any compelling reason. Therefore, the Court finds that Article 86 (2) of the old Civil Code exempting State entities from the general limitation period was itself contrary to Article 6 of the Convention (see, mutatis mutandis, Platakou v. Greece, no. 38460/97, § 48, ECHR 2001I).",
                                "elements": []
                            },
                            {
                                "content": "77.  In the event, the domestic courts allowed the Prosecutor General, acting on behalf of the State Chancellery, to file his action against the applicant company notwithstanding the expiry of the general limitation period. The domestic courts examined the lawsuit, which resulted in the applicant company’s loss of its hotel. Moreover, the Court considers that the altering of a legal situation which has become final due to the application of a limitation period, or which – as in the present case – should have become final had the limitation period applied without discrimination in favour of the State, is incompatible with the principle of legal certainty (see, mutatis mutandis, Popov v. Moldova (no. 2), no. 19960/04, § 53, 6 December 2005).”",
                                "elements": []
                            },
                            {
                                "content": "93.  The situation appears to be identical in the present case, where the Prosecutor General’s actions have been introduced some one and a half years from the expiry of the general three-year time limit. The Government relied on the provisions of the new Civil Code and argued that according to those provisions there was no time-limit to challenge in courts acts affected by absolute nullity. However, the Court notes that according to Article 6 of the new Civil Code and according to the case-law of the Supreme Court of Justice the provisions of the new Civil Code, which entered into force on 12 June 2003, were not applicable to contracts concluded in May 2001 (see paragraphs 55 and 56 above). Moreover, the notion of absolute nullity of a contract was first introduced in the Moldovan Civil Code together with the new Civil Code and the Supreme Court of Justice made express reference to the old Civil Code and particularly to Article 86 according to which no time-limit existed for the State to claim its property back (see paragraph 43 above).",
                                "elements": []
                            },
                            {
                                "content": "94.  In the light of the above, the Court considers that there has been a violation of Article 6 § 1 of the Convention as a result of the upholding, in breach of the principle of legal certainty, of the Prosecutor General’s actions for the annulment of the sale and lease contracts.",
                                "elements": []
                            },
                            {
                                "content": "95.  The Court considers that, in view of its findings above, it is not necessary to examine separately the other complaints raised by the applicants under Article 6 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "vI.  ALLEGED VIOLATION OF ARTICLE 1 of protocol no. 1 to THE CONVENTION",
                        "elements": [
                            {
                                "content": "96.  The applicants complained that the judgments by which the Prosecutor General’s actions for annulment of the contracts of lease and sale of land were upheld had had the effect of infringing their right to peaceful enjoyment of their possessions as secured by Article 1 of Protocol No. 1 to the Convention. The Government disputed the applicants’ contention and argued that the applicants did not have a “possession” within the meaning of Article 1 of Protocol No. 1. In particular, they were simple tenants and not owners of the 5.63 hectares of land, while the rest of the land was obtained by them unlawfully.",
                                "elements": []
                            },
                            {
                                "content": "97.  The Court considers that the applicants had a “possession” for the purposes of Article 1 of Protocol No. 1. In so far as the leased land is concerned, the contract of lease was valid until 2011 (see, mutatis mutandis, Stretch v. the United Kingdom, no. 44277/98, 24 June 2003). As to the other land, the applicants had had a valid title to it until the domestic courts annulled it. The Court found in paragraph 92 above that the upholding of the Prosecutor General’s action after the expiry of the general time-limit, and in the absence of any compelling reasons, was incompatible with the principle of legal certainty, and in so doing drew a parallel with cases concerning quashing of final judgments. In such circumstances the Court cannot but find that the upholding of the Prosecutor General’s actions constituted an unjustified interference with the applicants’ right to property, because a fair balance was not preserved and the applicants were required to bear and continue to bear an individual and excessive burden (see, mutatis mutandis, Brumărescu v. Romania [GC], no. 28342/95, §§ 75-80, ECHR 1999VII). As in , the domestic courts did not provide any justification whatsoever for such interference. It follows that there has been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "vII.  ALLEGED VIOLATION OF ARTICLE 13 taken together with Articles 3, 6 and 1 of protocol no. 1 to THE CONVENTION and of Article 14 taken together with article 6",
                        "elements": [
                            {
                                "content": "98.  The Court reiterates that in Malai v. Moldova (cited above, §§ 4546), it found a violation of Article 13 of the Convention on account of lack of effective remedies in Moldova against inhuman and degrading conditions of detention. Since the Court was not presented with evidence that new and effective remedies have appeared in  since, it cannot but confirm its finding. Accordingly, there has been a breach of Article 13 taken in conjunction with Article 3 of the Convention in respect of the first applicant.",
                                "elements": []
                            },
                            {
                                "content": "99.  As to the alleged violation of Article 13 taken together with Articles 6 and 1 of Protocol No. 1 to the Convention and the alleged violation of Article 14 in conjunction with Article 6, in view of the findings above the Court does not consider it necessary to examine the applicants’ complaints separately.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VIII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "100.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "101.  The applicants claimed EUR 5,212,292.06 to cover the value of their property, unpaid loans, court penalties for unpaid taxes and lost income.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Government submitted, inter alia, that the applicant’s claim was unsubstantiated and asked the Court to reject it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Court considers that the question of the application of Article 41 in respect of pecuniary damage is not ready for decision. The question must accordingly be reserved and a further procedure fixed, with due regard to the possibility of agreement being reached between the Moldovan Government and the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "104.  The first and the second applicants claimed EUR 100,000 each in respect of non-pecuniary damage. The third applicant claimed EUR 80,000. They argued that they had suffered mental anguish of a particularly severe intensity after the Government took away all their property and put the first applicant in prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The Government disagreed with the amounts claimed by the applicants and argued that they were excessive. They asked the court to dismiss the applicants’ claims for just satisfaction in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Court considers, in view of its findings above, that the question of application of Article 41 concerning the non-pecuniary damage resulting from the breaches of Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention is not ready for decision in respect of all the applicants. The question must accordingly be reserved and a further procedure fixed, with due regard to the possibility of agreement being reached between the Moldovan Government and the applicants. At the same time, the Court considers that the first applicant must have suffered severe mental anguish as a result of the breaches of his rights guaranteed by Articles 3, 5 and 13 of the Convention. Making its assessment on an equitable basis, the Court awards him EUR 10,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "107.  The applicants also claimed EUR 4,212.88 for costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Government contested the amount and argued that it was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Court awards EUR 100 for costs and expenses and finds the rest of the claim unsubstantiated.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "110.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the first applicant’s complaint under Article 13 taken in conjunction with Article 5 of the Convention inadmissible and the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention in respect of the first applicant;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 1 of the Convention in respect of the first applicant as regards his detention between 18 August and 17 November 2005;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 3 of the Convention in respect of the first applicant as regards his detention between 22 July and 18 August 2005;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 6 § 1 of the Convention in respect of all four applicants as a result of the upholding of the Prosecutor General’s actions for the annulment of the contracts of sale and lease of land;",
                        "elements": []
                    },
                    {
                        "content": "6. Holds that there is no need to examine the applicants’ other complaints under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 13 taken in conjunction with Article 3 of the Convention in respect of the first applicant;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there is no need to examine the applicants’ complaint under Article 13 taken in conjunction with Articles 6 and 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds that there is no need to examine the applicants’ complaint under Article 14 of the Convention taken in conjunction with Article 6;",
                        "elements": []
                    },
                    {
                        "content": "10.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention in respect of all four applicants as a result of the upholding of the Prosecutor General’s actions for the annulment of the contracts of sale and lease of land;",
                        "elements": []
                    },
                    {
                        "content": "11.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay Mr Gheorghe Straisteanu within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention EUR 10,000 (ten thousand euros) in respect of non-pecuniary damage plus any tax that maybe chargeable on this amount and EUR 100 (one hundred euros) in respect of costs and expenses plus any tax that may be chargeable on this amount to the applicant;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the above amounts shall be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "12.  Holds that the question of the application of Article 41 of the Convention in respect of pecuniary damage and non-pecuniary damage resulting from the breaches of Articles 6 and 1 of Protocol No. 1 to the Convention is not ready for decision;",
                        "elements": []
                    },
                    {
                        "content": "\taccordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a)  reserves the said question;",
                        "elements": []
                    },
                    {
                        "content": "(b)  invites the Moldovan Government and the applicants to submit, within the forthcoming three months, their written observations on the matter and, in particular, to notify the Court of any agreement they may reach;",
                        "elements": []
                    },
                    {
                        "content": "(c)  reserves the further procedure and delegates to the President of the Chamber power to fix the same if need be;",
                        "elements": []
                    },
                    {
                        "content": "13.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 April 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF STRAISTEANU AND OTHERS v. MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-92087.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0407JUD000483406",
    "externalsources": [],
    "extractedappno": [
        "4834/06",
        "35207/03",
        "3456/05",
        "30649/05",
        "563/05",
        "7101/06",
        "41035/98",
        "10809/06",
        "23393/05",
        "9190/03",
        "46221/99",
        "3817/05",
        "3052/04",
        "28342/95",
        "6267/02",
        "38460/97",
        "19960/04",
        "44277/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-92087",
    "judgementdate": "07/04/2009 00:00:00",
    "kpdate": "07/04/2009 00:00:00",
    "kpthesaurus": [
        "350",
        "448",
        "445",
        "444",
        "23",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "13",
        "3",
        "5",
        "6",
        "P1-1"
    ],
    "parties": [
        "STRAISTEANU AND OTHERS",
        "MOLDOVA"
    ],
    "rank": "669.087585449219",
    "representedby": [
        "STRAISTEANU, Doina-Ioana"
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "349208",
    "typedescription": "15"
}