{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "39714/98",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-59526.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39714/98) against Italy lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Italian national, Mr Paolo Davinelli  (“the applicant”), on 11 July 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Filippo Testa, a lawyer practising in Naples. The Italian Government (“the Government”) were represented by their Agent, Mr U. Leanza, assisted by their Co-Agent, Mr V. Esposito.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained under Article 6 § 1 of the Convention about the length of a set of criminal proceedings.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 9 December 1999 the Court declared the application admissible.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "7.  The applicant was born in 1946 and is currently residing in Campobasso. From 1974 to 1995 the applicant was employed as town clerk.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 23 June 1983 the Campobasso Public Prosecutor’s Office informed the applicant that criminal proceedings had been instituted against him on charges of attempt to violate political rights of citizens and abuse of public authority. ",
                        "elements": []
                    },
                    {
                        "content": "9.  On 25 June 1983 the applicant asked that a formal investigation be opened. On 28 June 1983 the Public Prosecutor rejected this claim. The applicant appealed against this decision. On 9 August 1983 the investigating judge decided that a formal investigation had to be opened. ",
                        "elements": []
                    },
                    {
                        "content": "10.  No activity was registered until 14 June 1988, when the applicant appeared on his own initiative before the investigating judge. On 21 June 1988 a co-accused was examined and in March 1989 the investigating judge questioned ten witnesses during three hearings. ",
                        "elements": []
                    },
                    {
                        "content": "11.  On 4 April 1989 the Public Prosecutor requested the investigating judge to charge the applicant with abuse of public authority. On 2 May 1989 the investigating judge questioned the applicant and his co-accused. On 18 May 1989 the Public Prosecutor requested the investigating judge to commit the applicant for trial.",
                        "elements": []
                    },
                    {
                        "content": "12.  In a decision of 16 June 1989, the investigating judge committed the applicant for trial before the Campobasso District Court. A hearing scheduled for 29 September 1992 did not take place and the case was adjourned until 15 December 1993. ",
                        "elements": []
                    },
                    {
                        "content": "13.  On 13 January 1996 the President of the District Court summoned the applicant to appear on 27 March 1996. ",
                        "elements": []
                    },
                    {
                        "content": "14.  In a judgment of the same day, filed with the registry on 9 April 1996, the District Court relinquished jurisdiction in favour of the Campobasso Assize Court. ",
                        "elements": []
                    },
                    {
                        "content": "15.  On 28 March 1996 the applicant and his co-accused appealed on points of law against this judgment. By a decision of 9 October 1996, the Court of Cassation declared the applicant’s claim inadmissible. ",
                        "elements": []
                    },
                    {
                        "content": "16.  On 8 January 1997 the president of the Assize Court scheduled the date of the hearing for 10 February 1997.",
                        "elements": []
                    },
                    {
                        "content": "17.  In a judgment of the same day, filed with the registry on 17 February 1997, the Assize Court acquitted the applicant. This decision became final on 23 July 1997.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "18.  The applicant complains about the length of the criminal proceedings against him. He alleges a violation of Article 6 § 1 of the Convention, which, as far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "19.  The proceedings began on 23 June 1983, when the applicant was informed of the charges brought against him, and ended on 23 July 1997, when the Campobasso Assize Court’s judgment became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  They thus lasted fourteen years and one month for one instance.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Reasonableness of the length of the proceedings",
                                "elements": [
                                    {
                                        "content": "21.  According to the Court’s case-law, the reasonableness of the length of proceedings must be assessed in the light of the particular circumstances of the case and having regard to the criteria laid down in the Court’s case-law, in particular the complexity of the case and the conduct of the applicant and of the authorities dealing with the case (see, among other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II, and Philis v. Greece (no. 2) judgment of 27 June 1997, Reports of judgments and decisions 1997-IV, p. 1083, § 35).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  According to the applicant, the overall duration of the proceedings  is in breach of the “reasonable time” requirement. The Government disputed this claim and alleged that the length of the proceedings before the investigating judge and the Campobasso District Court was due to the volume of work of these jurisdictions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court first notes that the case was of some complexity. However, it has not identified any delay in the proceedings which is attributable to the applicant’s conduct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  As regards the conduct of the State’s authorities, the Court observes that there are periods the length of which has not been justified: between 9 August 1983, when the investigating judge decided to open a formal investigation, and 14 June 1988, when the applicant appeared on his own initiative before the investigating judge; between 21 June 1988, date on which a co-accused was examined, and March 1989, when the investigating judge questioned some witnesses. Moreover, only one hearing - held on 15 December 1993 - took place between 16 June 1989, date of the committal for trial, and 13 January 1996, when the President of the District Court summoned the applicant to appear. These delays, which amount to a global period of more than twelve years, cannot be excused by the volume of work with which the investigating judge and the Campobasso District Court had to deal at the relevant period. The Court recalls that Article 6 § 1 imposes on Contracting States the duty to organise their judicial systems in such a way that their courts can meet each of its requirements, including the obligation to hear cases within a reasonable time (Portington v. Greece judgment of 23 September 1998, Reports 1998-VI, p. 2633, § 33). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Having regard to the conduct of the authorities dealing with the case, the Court considers that an overall length of fourteen years and one month is excessive. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "27.  The applicant claims a sum in respect of non-pecuniary damage. He leaves the matter to be assessed by the Court in an equitable manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Government maintained that a finding of a violation of the Convention would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court accepts that the applicant suffered damage of a non-pecuniary nature as a result of the length of the criminal proceedings. Making its assessment on an equitable basis and having regard to the circumstances of the case, the Court awards the applicant ITL 45,000,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "30.  The applicant claims ITL 19,574,267 for legal costs and expenses incurred before the Commission and the Court and ITL 1,213,800 for the costs incurred before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government left the matter to be assessed by the Court in an equitable manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  According to the Court’s case-law, an award can be made in respect of costs and expenses only in so far as they have been actually and necessarily incurred by the applicant and are reasonable as to quantum. In the present case, on the basis of the information in its possession and the above-mentioned criteria, the Court firstly observes that there is no element in the file suggesting that the applicant has incurred, before the domestic courts, any extra costs and expenses because of the length of the proceedings. As to the legal costs and expenses incurred before the Commission and the Court, it considers that ITL 5,000,000 is a reasonable sum and awards the applicant that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "33.  According to the information available to the Court, the statutory rate of interest applicable in Italy at the date of adoption of the present judgment is 3,5% per annum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Holds",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts: ITL 45,000,000 (forty-five millions) for non-pecuniary damage and ITL 5,000,000 (five millions) for costs and expenses;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  that simple interest at an annual rate of 3,5% shall be payable from the expiry of the above-mentioned three months until settlement;",
                                        "elements": []
                                    },
                                    {
                                        "content": " 3. Dismisses the remainder of the applicant’s claims for just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Done in English, and notified in writing on 26 April 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrB. Conforti",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrM. Fischbach",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrE. Levits",
            "role": "judges"
        },
        {
            "name": "and Mr E. Fribergh",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DAVINELLI v. ITALY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59526.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2001:0426JUD003971498",
    "externalsources": [],
    "extractedappno": [
        "39714/98",
        "25444/94"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-59526",
    "judgementdate": "26/04/2001 00:00:00",
    "kpdate": "26/04/2001 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "76",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "DAVINELLI",
        "ITALY"
    ],
    "rank": "415.393005371094",
    "representedby": [],
    "respondent": "ITA",
    "respondentOrderEng": "23",
    "scl": [
        "Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II",
        "Philis v. Greece (no. 2) judgment of 27 June 1997, Reports of judgments and decisions 1997-IV, p. 1083, § 35",
        "Portington v. Greece judgment of 23 September 1998, Reports 1998-VI, p. 2633, § 33"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "317566",
    "typedescription": "15"
}