{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "39151/04",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-95353.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39151/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Macedonian national, Mr Islam Kamberi (“the applicant”), on 22 October 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by the “Helsinki Committee for Human Rights of the ”. The Macedonian Government (“the Government”) were represented by their Agent, Mrs R. Lazareska Gerovska.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 14 September 2007 the President of the Fifth Section decided to communicate the complaint concerning the length of the proceedings. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1949 and lives in Gostivar.",
                                "elements": []
                            },
                            {
                                "content": "5.  In 1968 the then Assembly of the Municipality of Gostivar expropriated, inter alia, a plot of a construction land (“the property”) from the applicant's late father with the stated aim of building a nursery school. Compensation was to be determined by a separate decision.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 7 January 1996 the applicant requested the then Gostivar Municipal Court, in non-contentious proceedings, to award him compensation according to the market value of the property. Three other persons joined these proceedings.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 22 September 1999 the Gostivar Court of First Instance (“the first-instance court”) upheld the applicant's request and ordered the  to compensate him for the expropriated property. It further dismissed his request against the State for lack of standing. On 24 February 2000 the Skopje Court of Appeal quashed that decision arguing, inter alia, that the lower court had incorrectly specified the award.",
                                "elements": []
                            },
                            {
                                "content": "8.  Between 25 January 2001 and 19 November 2003 the Skopje Court of Appeal ordered retrial on three occasions.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 20 June 2005 the first-instance court awarded the applicant compensation in the amount specified by an expert and ordered its joint payment by the State and the nursery school. It also ordered that the latter reimburse the applicant for his legal costs.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 30 November 2005 the Court of Appeal upheld the lower court's decision in respect of the awarded compensation and remitted the remainder for a fresh consideration.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 26 January 2006 the Solicitor General submitted an appeal on points of law before the Supreme Court. On 14 February 2006 the applicant submitted his observations in reply.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 10 February 2006 the applicant sought enforcement of the 's decision of 30 November 2005. He proposed that the award be transferred to his bank account. On 24 February 2006 the first-instance court requested the applicant to pay the court fees.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 21 March 2006 the public prosecutor lodged a request for protection of legality with the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 14 April 2006 the applicant again requested enforcement of his claim established by the court decision of 30 November 2005. His request was granted on 19 April 2006.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 22 June 2006 the applicant and the State concluded an out-of-court settlement (вонсудска спогодба) (“the settlement”) under which the State undertook to recognise the applicant's title to the property (право на сопственост); to register him as a co-owner in the land registry; and to withdraw extraordinary remedies submitted on its part. The applicant agreed to withdraw his request for enforcement and to refrain from claiming any payment in respect of the above decisions.",
                                "elements": []
                            },
                            {
                                "content": "16.  The enforcement proceedings were terminated by a decision of the Skopje Court of First Instance of 13 September 2006.",
                                "elements": []
                            },
                            {
                                "content": "17.  Notwithstanding the settlement, the request for the protection of legality was not withdrawn. On 18 April 2007 the Supreme Court granted this request and quashed the lower courts' judgments in respect of the awarded compensation. The court dismissed the applicant's objection that the above request should be rejected as the parties have concluded the settlement. It held that the lower courts did not give sufficient reasons in their judgments and that it was not clear who was required to pay the compensation. The court, however, rejected the appeal on points of law lodged by the Deputy Solicitor General as it found that both parties withdrew their submissions stating that they have settled.",
                                "elements": []
                            },
                            {
                                "content": "18.  The proceedings resumed before the first-instance court. On a hearing held on 13 July 2007, the applicant confirmed that the property had been restored to him and withdrew his compensation claim. The first-instance court acknowledged the withdrawal.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "20.  The Government did not raise any objection as to the admissibility of this complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "22.  The Government submitted that there had been complex circumstances related to the case, such as the need to specify the amount of compensation and the party responsible to pay it (see paragraphs 7 and 17 above). In addition, the fact that other parties joined the proceedings and that the property had been expropriated long time ago added to the complexity (see paragraphs 5 and 6 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  They also argued that the applicant had contributed to the length of the proceedings by availing himself of all remedies and by introducing his claim twenty-eight years after the expropriation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The applicant contested the Government's arguments.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's consideration",
                                        "elements": [
                                            {
                                                "content": "25. The Court notes that the proceedings started on 7 January 1996 when the applicant introduced his claim. However, as noted by the Government, the period which falls within the Court's jurisdiction began on 10 April 1997, after the Convention entered into force in respect of the former Yugoslav Republic of Macedonia (see Lickov v. the former Yugoslav Republic of Macedonia, no. 38202/02, § 21, 28 September 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  In assessing the reasonableness of the time that elapsed after that date, account must be taken of the state of proceedings on 10 April 1997 (see Ziberi v. the former Yugoslav Republic of Macedonia, no. 27866/02, § 41, 5 July 2007). In this connection, the Court notes that at that point the proceedings had lasted over one year and three months at one level of jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Court considers that the proceedings ended on 13 July 2007 when the applicant's compensation claim was declared as withdrawn. The proceedings therefore lasted over eleven years and six months, of which ten years, three months and five days fall within the Court's temporal jurisdiction at three court levels.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see Markoski v. the former Yugoslav Republic of Macedonia, no. 22928/03, § 32, 2 November 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Court considers that the case was of some complexity, which arose from the need for expert examination, but that cannot in itself explain the length of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Concerning the applicant's conduct, the Court considers that he did not significantly contribute to the length of the proceedings as the fact that he used the available remedies cannot be considered as contributing to the length of the proceedings (see Kostovska v. the , no. 44353/02, § 44, 15 June 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court considers that the protracted length of the proceedings was due to the repeated re-examination of the case. During the time which falls within its competence ratione temporis, the case was reconsidered on five occasions (see paragraphs 7, 8 and 10 above). The domestic courts thus cannot be said to have been inactive. However, although the Court is not in a position to analyse the quality of the case-law of the domestic courts, it considers that, since the remittal of cases for re-examination is usually ordered as a result of errors committed by lower courts, the repetition of such orders within one set of proceedings discloses a serious deficiency in the judicial system (see Ziberi, cited above, § 46).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  In this context, the Court recalls that it is for the Contracting States to organise their legal systems in such a way that their courts can guarantee everyone's right to obtain a final decision on disputes relating to civil rights and obligations within a reasonable time (see Rizova v. the former Yugoslav Republic of Macedonia, no. 41228/02, § 48, 6 July 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  Having examined all the material submitted to it, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  There has accordingly been a breach of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  The applicant further complained under Article 6 of the Convention that judges had not been impartial. He also complained under Article 1 of Protocol No. 1 that no compensation had been paid for the expropriated property. These complaints were introduced before the settlement.",
                                "elements": []
                            },
                            {
                                "content": "36.  The Court has examined the remainder of the applicant's complaints and finds that, in the light of all the materials in its possession, and in so far as the matters complained of are within its competence, they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "37.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "39.  The applicant claimed 10,000 euros (EUR) in respect of non-pecuniary damage for the emotional suffering due to “lack of subsistence funds” during the lengthy proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court considers that the applicant's claim for and non-pecuniary damage loss that he had sustained is sufficiently linked to the lengthy duration of the proceedings at issue. It therefore awards him EUR 3,200 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "42.  The applicant also claimed EUR 10,000 for the costs and expenses incurred before the domestic courts. He did not seek reimbursement of the costs and expenses incurred in the proceedings before this Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.   The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum (see Gjozev v. the former Yugoslav Republic of Macedonia, no. 14260/03, § 63, 19 June 2008). The Court notes that the costs claimed had not been incurred in order to seek, through the domestic legal order, prevention and redress of the alleged violation complained of before the Court. Accordingly, it does not award any sum under this head (see Milošević v. the , no. 15056/02, § 34, 20 April 2006).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "45.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention in respect of the length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,200 (three thousand and two hundred euros) plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the national currency of the respondent State, at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 October 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KAMBERI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-95353.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1022JUD003915104",
    "externalsources": [],
    "extractedappno": [
        "39151/04",
        "38202/02",
        "27866/02",
        "22928/03",
        "44353/02",
        "41228/02",
        "14260/03",
        "15056/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-95353",
    "judgementdate": "22/10/2009 00:00:00",
    "kpdate": "22/10/2009 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "KAMBERI",
        "\"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\""
    ],
    "rank": "698.567626953125",
    "representedby": [
        "Skopje Office"
    ],
    "respondent": "MKD",
    "respondentOrderEng": "33",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "354729",
    "typedescription": "15"
}