{
    "__articles": "3;5;5-1;5-1-f;5-4;35;41",
    "__conclusion": "Remainder inadmissible;Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention;Take proceedings);Violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Conditional) (Uzbekistan);No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Extradition);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Extradition);No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Extradition);No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Expulsion);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Expulsion);Non-pecuniary damage - finding of violation sufficient;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "62892/12",
    "article": [
        "3",
        "41",
        "35",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention",
                "Article 5-1-f - Expulsion"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Expulsion"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Conditional",
                "Uzbekistan"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention",
                "Article 5-1-f - Expulsion"
            ],
            "element": "No violation of Article 5 - Right to liberty and security",
            "type": "no-violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-144149.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 62892/12) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a national of Uzbekistan, Mr Akram Akhmadovich Karimov (“the applicant”), on 2 October 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms N. Yermolayeva and Ms E. Ryabinina, lawyers practising in Moscow. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that in the event of his administrative removal to Uzbekistan he risked being subjected to torture and ill-treatment, that his detention pending extradition and administrative removal had been unlawful, and that no effective judicial review was available to him in respect of the latter complaint.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 4 October 2012 the President of the First Section decided to indicate to the Government, under Rule 39 of the Rules of Court, that the applicant should not be deported or removed to Uzbekistan for the duration of the proceedings before the Court. The President also decided to grant the case priority under Rule 41 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 31 January 2013 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1967 and lives in Moscow.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s background and his arrival in Russia",
                                "elements": [
                                    {
                                        "content": "7.  The applicant has a wife and three children who live in Uzbekistan. He is a practising Muslim. Since 1996 he had regularly gone to Russia for seasonal jobs. In 2010 the applicant again went to Russia and remained in the Moscow region until his arrest on 17 March 2012.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings against the applicant in Uzbekistan",
                                "elements": [
                                    {
                                        "content": "8.  On 14 June 2011 the investigator at the Bukhara Regional Department of National Security, Uzbekistan, charged the applicant, in absentia, with incitement to national, racial, ethnic or religious hatred, and producing and disseminating documents containing threats to national security and public order (Articles 156 § 3 (d) and 244-1 § 3 (a) of the Uzbek Criminal Code). The decision stated, in particular, that Mr A., an Uzbek national, had formed an organised criminal group in 1996-1997 which a view to disseminating ideas based on Muslim religious extremism. According to the decision, the applicant had been involved in the group while working as the head of a bakery and being responsible for providing other members of the group with work and housing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On the same date the applicant was placed on the list of wanted persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 15 June 2011 the Bukhara Criminal Court ordered the applicant’s placement in detention. On the same date the Deputy Prosecutor of the Bukhara Region issued an international search warrant in respect of the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s arrest and detention in Russia with a view to his extradition to Uzbekistan",
                                "elements": [
                                    {
                                        "content": "11.  On 17 March 2012 the applicant was arrested by police in Moscow. The record of arrest, drawn up on the same date and signed by the applicant, stated that he had been arrested in accordance with Articles 91 and 92 of the Code of Criminal Procedure as a person wanted by the Uzbek authorities on suspicion of criminal offences under Articles 156 § 3 (d) and 244 § 3 (a) of the Uzbek Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 18 March 2012 the applicant was questioned and stated as follows. In Uzbekistan he had worked as a builder. As it had become difficult to find a job there, in July 1996 he went to Russia for the first time to look for a job. For three months he lived in the Moscow Region unofficially, and he then returned to Uzbekistan. Between 1996 and 2010 he went to Russia every year for several months, during which he worked unofficially on construction sites in the Moscow Region. He never applied for authorisation in respect of his temporary stays in Russia. In October 2010 he went again to Russia. He went to the village of Poyarkovo, in the Moscow Region, where he found lodgings in a mobile home with three other builders. In October-November 2010 he worked at a construction site in the town of Himki. During 2011 he had occasional jobs in Poyarkovo, including some building work for its residents, and cleaning the streets. On 17 March 2012 the applicant went to the Kazanskiy railway station in Moscow as he wanted to return to Uzbekistan. He bought a ticket to Kazan, where he planned to buy tickets for the remainder of the journey. However, before he could board the train he was approached by three men in civilian clothes who told him they were police officers and presented their badges. They informed him that he was on a wanted list in Uzbekistan and asked him to go with them to the police station located near the railway station, which he did. According to the applicant, when he spoke on the telephone with his wife in spring 2011, she had said that police officers had asked her about his whereabouts, but they had not explained why they were looking for him. In Uzbekistan he had not been persecuted for political reasons or convicted of any criminal offences, and he did not apply for asylum in Russia. The applicant stated that he did not know in relation to what imputed offence he had been placed on the wanted list.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 19 March 2012 the Russian Ministry of the Interior received from the Uzbek Ministry of the Interior a request for the applicant to be detained pending receipt of its extradition request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Also on 19 March 2012, the prosecutor of the Meshchanskiy District of Moscow ordered the applicant’s detention on the ground of Article 61 of the Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (“the Minsk Convention”). In that decision the prosecutor referred to the following elements: the applicant had been arrested in Russia on suspicion of a number of criminal offences on the basis of an international search warrant issued by the Uzbek authorities; the Bukhara Criminal Court had issued an arrest warrant in respect of him; the offences imputed to the applicant were punishable in Russia by more than one year of imprisonment; and the applicant had gone into hiding. The decision did not specify a term for the applicant’s detention. The applicant was immediately placed in SIZO no. 4 in Moscow. He was not provided with a copy of the prosecutor’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 23 March 2012 the Moscow Region Federal Migration Service (“FMS”) informed the prosecutor of Moscow that the applicant had not applied for asylum in Russia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 27 March 2012 the Moscow FMS informed the prosecutor of the Meshchanskiy District of Moscow that the applicant had applied neither for Russian citizenship nor asylum. He had had residence registration in Khimki between 20 June 2008 and 13 April 2009, but he had not been registered in the Moscow Region since then.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 29 March 2012 the Moscow Region FMS informed the prosecutor of Moscow that the applicant was not a Russian citizen and nor had he applied for asylum, and that he had had residence registration in Khimki between 20 June 2008 and 13 April 2009, but had not been registered in the Moscow Region since then.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 12 April 2012 the applicant’s counsel appealed against the detention order of 19 March 2012. She argued, in particular, that it was unlawful as the detention had been ordered by a prosecutor and not by a court, and that Article 466 § 2 of the Code of Criminal Proceedings was inapplicable to the applicant at that stage of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 19 April 2012 the FMS informed the Prosecutor General that the applicant had had residence registration in Khimki between 20 June 2008 and 13 April 2009. He had neither acquired Russian citizenship nor applied for asylum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 24 April 2012 the General Prosecutor’s Office of the Russian Federation received a request for the applicant’s extradition from the Deputy Prosecutor General of Uzbekistan. The request contained assurances that the applicant would not be persecuted on grounds of his political convictions, ethnic origin, religion or nationality; that he would be provided with legal assistance; and that the criminal proceedings against him would be conducted in full compliance with the laws of Uzbekistan. Furthermore, the applicant would not be extradited to a third State or be subject to criminal proceedings unrelated to the offences in respect of which his extradition was sought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Also on 25 April 2012, the prosecutor of the Meshchanskiy District of Moscow ordered the applicant’s detention during the extradition proceedings. He referred to the extradition request received from the Uzbek authorities and relied on Article 466 § 2 of Code of Criminal Procedure. The decision did not specify a term for the applicant’s detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 26 April 2012 the applicant’s counsel submitted an additional statement of appeal against the detention order of 19 March 2012. She complained, in particular, that Uzbekistan had not ratified the Protocol of 28 March 1997 to the Minsk Convention and, therefore, in relations between Russia and Uzbekistan the old version of the Minsk Convention should be applied, without the amendments made by the Protocol. Therefore, the applicant should have been released on 17 April 2012, a month after his arrest, as provided by Article 62 § 1 of the Minsk Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On the same date, the Preobrazhenskiy District Court of Moscow postponed the hearing on the appeal lodged by the applicant’s counsel to 3 May 2012 in order to allow time for the applicant to receive a copy of the prosecutor’s decision of 19 March 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 27 April 2012 the applicant received a copy of the said decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 3 May 2012 the Preobrazhenskiy District Court of Moscow dismissed the applicant’s counsel’s appeal against the detention order of 19 March 2012. The court found that the applicant had been arrested in accordance with Articles 91 and 92 of the Code of Criminal Procedure and that on 19 March 2012 he had been detained pending receipt of the extradition request on the basis of Article 466 § 2 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 12 May 2012 the applicant’s lawyer appealed against the decision of 3 May 2012 to the Moscow City Court. She maintained, inter alia, that the Preobrazhenskiy District Court of Moscow had failed to address the arguments she had raised in the appeal statement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 15 May 2012 the Meshchanskiy District Court of Moscow extended the applicant’s detention until 17 September 2012, referring to Articles 109 and 466 of the Code of Criminal Procedure, Articles 56, 58 and 60 of the Minsk Convention, and the 1957 European Convention on Extradition. The court found the prosecutor’s request for the extension of the applicant’s detention well-founded as his extradition had been requested in relation to charges concerning offences punishable under both Russian and Uzbek law; the applicant was a national of Uzbekistan with no permanent place of residence in Russia; and he had tried to abscond from the Uzbek authorities. The court also noted that the extradition check in respect of the applicant had not been completed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 16 May 2012 the applicant’s counsel appealed against that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 30 May 2012 the Moscow City Court upheld the decision of 15 May 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 23 July 2012 the Moscow City Court upheld the decision of 3 May 2012. It also found that the Preobrazhenskiy District Court of Moscow duly addressed the arguments raised by the applicant’s counsel on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 17 September 2012 the prosecutor of the Meshchanskiy District of Moscow, referring to Articles 61 and 62 of the Minsk Convention, ordered the applicant’s release because the six-month maximum period of detention permitted by domestic law had expired.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Also on 17 September 2012, the General Prosecutor’s office refused to extradite the applicant to Uzbekistan, finding that the offences punishable under Article 244-1 of the Criminal Code of Uzbekistan were not regarded as criminal offences under Russian criminal law. In so far as he was charged with offences punishable under Article 156 § 3 (d) of the Criminal Code of Uzbekistan, there was no corpus delicti in the applicant’s actions for the purposes of Article 282 of the Russian Criminal Code (incitement to hatred and hostility, and degrading treatment).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The applicant’s administrative arrest in Russia and the proceedings on administrative removal",
                                "elements": [
                                    {
                                        "content": "33.  On 17 September 2012 police officers escorted the applicant from the SIZO to the Krasnoselskiy District police station, where the prosecutor’s release order of 17 September 2012 was handed to him. However, the applicant was immediately re-arrested on suspicion of a breach of the residence rules under Article 18.8 of the Code of Administrative Offences, and administrative removal proceedings were initiated in respect of him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In the records of the administrative offence and the administrative arrest, signed by the applicant, both dated 17 September 2012, he stated that he did not agree with the arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  By a telegram of 18 September 2012 the Prosecutor of the Russian Federation informed the prosecutor of Moscow that on 17 September 2012 the Uzbek authorities’ request for the extradition of the applicant had been refused. The telegram further stated that it was necessary to take a decision regarding the applicant’s further detention and to verify the legality of his presence on the territory of the Russian Federation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 18 September 2012 the Meshchanskiy District Court of Moscow refused to accept the case for examination because the case file contained no information about the outcome of either the extradition proceedings or the refugee-status proceedings",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 19 September 2012 the case file on the applicant’s administrative offence was submitted to the Meshchanskiy District Court of Moscow.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In written pleadings filed with the Meshchanskiy District Court of Moscow the applicant’s counsel argued that the applicant’s removal to Uzbekistan would be unlawful. She stated, in particular, that the applicant, as a person accused of participation in a banned religious activity, faced torture and other forms of ill-treatment if expelled to Uzbekistan. The applicant’s counsel also referred to the Court’s case-law concerning expulsion to Uzbekistan and recent reports by international NGOs, according to which detainees charged with banned religious activities were subjected to systematic torture and other forms of ill-treatment in Uzbekistan. She further stated that the applicant had applied for refugee status in Russia and the proceedings were still pending; in accordance with the Refugee Act of 1993 and the 1951 Geneva Convention on the Status of Refugees, the applicant could not be removed from Russia until the end of those proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 19 September 2012 the Meshchanskiy District Court of Moscow found the applicant guilty of a breach of the residence rules, imposed a fine in the amount of 2,000 roubles (RUB) (approximately 50 euros) and ordered his administrative removal from the Russian Federation. It found, in particular, that the applicant had arrived in Russia on 20 October 2010 with a view to finding a job. However, he had made no attempt to regularise his stay in Russia by applying either for a temporary residence permit or for a work permit. Furthermore, he had not left Russia upon the expiry of the maximum ninety-day period for which foreign nationals who did not require a visa were authorised to stay in Russia. The applicant admitted at the hearing that he had been residing in Russia unlawfully, but stated that for a long period of time he had been unable to regularise his situation because his employer had had possession of his documents. However, he had received his passport at the end of 2011 and had still not taken any steps to regularise his residence. The court further stated that when imposing the penalty it had taken into account the applicant’s situation, including his lack of a stable income and residence in Russia, the length of his stay in Russia without a permit, and the fact that he had been aware that a permit was required.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The court found that the applicant’s allegations regarding a risk of ill-treatment in the event of his removal to Uzbekistan were “based on assumptions” and were “not corroborated by the case-file materials”. It also dismissed the applicant’s counsel’s argument that the applicant could not be subject to administrative removal because he had a pending application for refugee status. The court stated in this connection that on 28 August 2012 the Moscow FMS had dismissed his application and, as of the date of the hearing, the applicant had not appealed against that decision. The court further held that, taking into account the applicant’s financial situation and also the need to ensure his removal from the territory of the Russian Federation, the applicant was to be placed in custody until the “resolution of the matter relating to his administrative removal”. Following that decision the applicant was placed in a detention centre for foreigners in Moscow.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 28 September 2012 the applicant’s counsel appealed against the decision of 19 September 2012 to the Moscow City Court. She reiterated the arguments she had advanced before the first-instance court and complained that the first-instance court had not made an adequate assessment of the risk of ill-treatment to which the applicant might be subjected if he was removed to Uzbekistan. She pointed out that the Meshchanskiy District Court of Moscow had refused to examine the reports by international NGOs relating to the human rights situation in Uzbekistan and had ignored the Court’s position on the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 2 October 2012 the applicant requested the Court to apply Rule 39 of the Rules of Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 4 October 2012 the Court granted the applicant’s request for the application of interim measures under Rule 39 of the Rules of Court and indicated to the Government that the applicant should not be expelled to Uzbekistan for the duration of the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 8 October 2012 the Prosecutor General instructed the prosecutor of Moscow to comply with the Court’s indications regarding interim measures under Rule 39 of the Rules of Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 9 October 2012 the prosecutor of Moscow instructed the prosecutor of the Meshchanskiy District of Moscow to apply to the Meshchanskiy District Court of Moscow for the suspension of the applicant’s removal to Uzbekistan in view of the application by the Court of Rule 39 of the Rules of Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 10 October 2012 the prosecutor of the Meshchanskiy District of Moscow requested the Meshchanskiy District Court of Moscow to suspend the applicant’s removal to Uzbekistan following the application by the Court of Rule 39 of the Rules of Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On the same date, the Moscow FMS informed the Moscow City Court that the applicant was not registered in the migration register and nor had he been issued with a work permit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Also on 10 October 2012, the Moscow City Court upheld the decision of 19 September 2012, finding it lawful and justified. It held that the first-instance court had been right in finding that the applicant’s actions had constituted an administrative offence. The appeal court further dismissed the argument that the applicant could not be subject to administrative detention in view of his application for asylum as (i) he had applied for asylum only after being arrested; and (ii) the reasons he had put forward for his reluctance to return to Uzbekistan did not constitute well-founded fears of persecution on grounds of his religion, nationality, ethnic origin, belonging to a particular social group, or political convictions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 25 October 2012 the Meshchanskiy District Court of Moscow ordered the suspension of the execution of the decision of 19 September 2012 pending the examination of the application by the prosecutor of the Meshchanskiy District of Moscow.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 13 December 2012 the Moscow City Court returned the application by the prosecutor of the Meshchanskiy District of Moscow without examination on the ground that under Article 30.12 of the Code on Administrative Offences the prosecutor was not authorised to apply for the suspension of a final judicial decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 15 December 2012 the applicant’s counsel sent an application to the Meshchanskiy District Court of Moscow pursuant to Article 31.8 of the Code of Administrative offences. She sought clarification regarding the execution of the decision of 19 September 2012 in the light of the application by the Court of Rule 39 of the Rules of Court. The Meshchanskiy District Court of Moscow received the application on 28 December 2012. In the absence of a response, the applicant’s counsel resubmitted the application on 19 March 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 8 April 2013 the Meshchanskiy District Court of Moscow wrote to the applicant’s counsel informing him that the court found that there were no grounds to consider her application under Article 31.8 of Code on Administrative Offences. Therefore, it was to be examined as a general application. The court advised the applicant’s counsel to contact the competent executive authorities with her queries concerning the execution of the decision of 19 September 2012. The letter was sent on 18 April 2013.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Application for refugee status in Russia",
                                "elements": [
                                    {
                                        "content": "53.  On 20 April 2012 the applicant applied for refugee status in Russia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 28 August 2012 the Moscow FMS refused to grant him refugee status. The FMS noted that although the applicant had substantiated his application by an alleged risk of persecution on religious grounds, he stated that he had left Uzbekistan for economic reasons. However, he feared that if he returned there the Uzbek law-enforcement agencies would extract from him under torture a confession to crimes he had not committed. It further analysed at length the applicable Uzbek laws on the prohibition of torture and freedom of religion, as well as information on the co-existence of various religions in Uzbekistan. The FMS noted that the applicant had not left Uzbekistan on any of the grounds listed in section 1 § 1 (1) of the Refugees Act. Moreover, it appeared that his wish to not return to Uzbekistan was based not on a fear of being persecuted on grounds of religion, nationality, ethnic origin, belonging to a particular social group, or political convictions, but rather on his fear of being subjected to punishment for the offences he was charged with in Uzbekistan. Therefore, he did not meet the criteria set out in section 1 § 1 (1) of the Refugees Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 26 September 2012 the applicant appealed against that decision to the FMS.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  On 10 November 2012 the FMS dismissed the applicant’s appeal against the decision of 28 August 2012. It endorsed the reasoning of that decision and added that although, according to the applicant, since 2002 he had regularly come to Russia for seasonal jobs, he had only had a work permit for the period between 30 May 2008 and 28 September 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 17 January 2013 the applicant appealed against that decision to the Basmanniy District Court of Moscow. He argued that as criminal proceedings had been instituted against him in Uzbekistan, his fears of persecution on religious grounds were well-grounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 1 April 2013 the Basmanniy District Court of Moscow dismissed the applicant’s appeal. The court noted that although the human rights situation in Uzbekistan was “ambiguous”, it was a party to numerous international treaties on the protection of human rights and regularly submitted reports to the UN on its compliance with such treaties. The court further stated that a decision concerning refugee status should be taken not on the basis of the general situation in the country, but on the basis of the applicant’s specific circumstances. The FMS had thus been right to dismiss the application as the applicant had failed to provide any evidence that in the event of his return to Uzbekistan there was a real risk of his being subjected to ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  On 13 May 2013 the applicant appealed against that decision to the Moscow City Court. The appeal hearing was scheduled for 30 July 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court has not been informed of the outcome of the appeal proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND INTERNATIONAL TREATIES",
                        "elements": [
                            {
                                "content": "A.  Extradition proceedings",
                                "elements": [
                                    {
                                        "content": "1.  The Code of Criminal Procedure",
                                        "elements": [
                                            {
                                                "content": "61.  Chapter 54 of the Code of Criminal Procedure of 2002 governs the procedure to be followed in the event of extradition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  An extradition decision made by the Prosecutor General may be challenged before a court (Article 463 § 1). In that case the extradition order must not be enforced until a final judgment is delivered (Article 462 § 6).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  A court is to review the lawfulness and validity of a decision to extradite within a month of receipt of a request for review. The decision must be taken in open court by a panel of three judges in the presence of a prosecutor, the person whose extradition is sought, and the latter’s legal counsel (Article 463 § 4).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Issues of guilt or innocence are not within the scope of judicial review, which is limited to an assessment of whether the extradition order was made in accordance with the procedure set out in the applicable international and domestic law (Article 463 § 6).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  Article 464 § 1 lists the conditions under which extradition cannot be authorised. Thus, the extradition of the following should be refused: a Russian citizen (Article 464 § 1 (1)) or a person who has been granted asylum in Russia (Article 464 § 1 (2)); a person in respect of whom a conviction has become effective or criminal proceedings have been terminated in Russia in connection with the same act for which he or she is being prosecuted in the requesting State (Article 464 § 1 (3)); a person in respect of whom criminal proceedings cannot be brought or a conviction cannot become effective in view of the expiry of the limitation period or on another valid ground in Russian law (Article 464 § 1 (4)); and a person in respect of whom extradition has been blocked by a Russian court in accordance with the legislation of the Russian Federation and international treaties (Article 464 § 1 (5)). Finally, extradition should be denied if the act that serves as the basis for the extradition request does not constitute a criminal offence under the Russian Criminal Code (Article 464 § 1 (6)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  Where a foreign national whose extradition is being sought is being prosecuted, or is serving a sentence for another criminal offence, in Russia, his extradition may be postponed until the prosecution is completed, the penalty is lifted on any valid ground, or the sentence has been served (Article 465 § 1).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Decision of the Russian Supreme Court",
                                        "elements": [
                                            {
                                                "content": "67.  In its ruling no. 11 of 14 June 2012, the Plenary Session of the Russian Supreme Court stated, with reference to Article 3 of the Convention, that extradition should be refused if there were compelling reasons to believe that the person might be subjected to torture or inhuman or degrading treatment in the requesting country. Extradition could also be refused if exceptional circumstances disclosed that it might entail a danger to the person’s life and health on account of, among other things, his or her age or physical condition. Russian authorities dealing with an extradition case were to examine whether there was reason to believe that the person concerned might be sentenced to the death penalty, subjected to illtreatment, or persecuted because of his or her race, religious beliefs, nationality, ethnic or social origin or political opinions. The courts should assess both the general situation in the requesting country and the personal circumstances of the person whose extradition was sought. They should take into account the testimony of the person concerned and that of any witnesses, any assurances given by the requesting country, and information about the country provided by the Ministry of Foreign Affairs, competent institutions of the United Nations, and by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In the same ruling the Supreme Court drew the court’s attention to the fact that Article 62 of the Minsk Convention provided that the term of detention prior to receipt of an extradition request should not exceed one month. It further stated that if the requesting State was a party to the Protocol of 28 March 1997 to the Minsk Convention, a term of detention prior to receipt of the extradition request should not exceed forty days.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Detention pending extradition, and judicial review of detention",
                                "elements": [
                                    {
                                        "content": "1.  The Russian Constitution",
                                        "elements": [
                                            {
                                                "content": "69.  The Constitution guarantees the right to liberty (Article 22):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Everyone has the right to liberty and personal integrity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  Arrest, placement in custody and detention are only permitted on the basis of a judicial decision. Prior to a judicial decision, an individual may not be detained for longer than forty-eight hours.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Article 46 of the Constitution provides, among other things, that everyone should be guaranteed judicial protection of his or her rights and freedoms, and stipulates that decisions, actions or inaction on the part of State bodies, local self-government authorities, public associations and officials may be challenged before a court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The 1993 CIS Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (“the Minsk Convention”)",
                                        "elements": [
                                            {
                                                "content": "71.  Extradition proceedings are governed by the Minsk Convention, to which both Russia and Uzbekistan are parties, as amended by the Protocol of 28 March 1997 ratified by Russia on 9 November 2001. Uzbekistan has signed the Protocol but not ratified it. The relevant provisions of the Minsk Convention read:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  When responding to a request [поручение] for legal assistance, the requested agency shall apply the laws of its country. Upon the demand of the requesting agency it may apply the procedural rules of the requesting Contracting Party, unless they contradict the legislation of the requested Contracting Party.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  An extradition request must contain:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  the name of the requesting authority;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  a description of the factual circumstances of the action and the text of the law of the requesting Contracting Party on the basis of which the action constitutes an offence;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  the surname, name and patronymic of the person subject to extradition, his/her nationality, place of abode or residence, a description of his/her appearance if possible, and other information about his/her personality;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d)  the extent of the damage caused by the offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  A certified copy of the decision to place the person in detention must be attached to the extradition request.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Upon receipt of an extradition request the requested Contracting Party shall immediately take measures to search for and arrest the person whose extradition is sought, except in cases where extradition is not possible.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  The person whose extradition is sought may be placed in detention before the receipt of an extradition request if there is a related petition. The petition must contain reference to a detention order or a judgment [приговор] that has entered into legal effect, and indicate that an extradition request will follow. A petition for detention before the receipt of an extradition request may be transmitted by post, telegraph, telex or telefax.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  The person may be arrested without the petition provided for in paragraph 1 of the present Article if there are grounds prescribed by law to suspect that the person has committed a crime which may give rise to extradition in the territory of the other Contracting Party.",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  The other Contracting Party must be immediately informed where detention or arrest is applied out before the receipt of an extradition request.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  A person placed in detention pursuant to Article 61 § 1 and Article 61-1 must be released upon receipt of notification from the requesting Contracting Party [that] it is necessary to release the person or, if the requesting Contracting Party fails to submit an extradition request with all the requisite supporting documents provided for in Article 58, within forty days of the date of detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  A person arrested under Article 61 § 2 must be released if the petition for detention in accordance with Article 61 § 1 is not received within the time-limit provided for by the legislation governing detention matters.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Article 62 § 1 in its original version, unamended by the Protocol of 28 March 1997, reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“A person remanded in custody pursuant to Article 61 § 1 must be released if an extradition request is not received within one month of the date of [his or her] detention”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Code of Criminal Procedure",
                                        "elements": [
                                            {
                                                "content": "73.  Article 1 § 3 of the Code of Criminal Procedure provides that the general principles and norms of international law and international treaties to which the Russian Federation is a party are a constituent part of its legislation concerning criminal proceedings. Should an international treaty provide for rules other than those established in the Code of Criminal Procedure, the former are to be applied.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The term “court” is defined by the Code of Criminal Procedure as “any court of general jurisdiction which examines a criminal case on the merits and delivers decisions provided for by this Code” (Article 5 § 48). The term “judge” is defined by the Code of Criminal Procedure as “an official empowered to administer justice” (Article 5 § 54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Article 91 § 2 provides that a person suspected of having committed an offence may be detained, in particular, if he or she has tried to abscond. Under Article 92 § 1 a record of arrest must be drawn up within three hours of the arrest. Article 94 § 2 provides that a suspect may be detained for up to forty-eight hours without a court order authorising his or her detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  Chapter 13 of the Code of Criminal Procedure (“Preventive Measures”) governs the use of preventive measures (меры пресечения) while criminal proceedings are pending. Such measures include placement in detention. Detention may be ordered by a court following an application by an investigator or a prosecutor if the person is charged with an offence carrying a sentence of at least two years’ imprisonment, provided that a less restrictive preventive measure cannot be used (Article 108 §§ 1 and 3). An initial period of detention pending investigation may not exceed two months (Article 109 § 1). A judge may extend that period up to six months (Article 109 § 2). Further extensions up to twelve months, or in exceptional circumstances, up to eighteen months, may only be granted if the person is charged with serious or particularly serious criminal offences (Article 109 § 3). No extension beyond eighteen months is permissible and the detainee must then be released immediately (Article 109 § 4). If the grounds serving as the basis for a preventive measure have changed, the preventive measure must be discontinued or changed. A decision to cancel or change a preventive measure may be taken by an investigator, a prosecutor or a court (Article 110).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Chapter 16 (“Complaints about acts and decisions by courts and officials involved in criminal proceedings”) provides for the judicial review of decisions and acts or failures to act by an investigator or a prosecutor that are capable of adversely affecting the constitutional rights or freedoms of the parties to criminal proceedings (Article 125 § 1). The competent court is the court with territorial jurisdiction over the location at which the preliminary investigation is conducted (ibid.). Following the examination of the complaint, a judge can issue a decision to declare the challenged act, inaction or decision of the law-enforcement authority unlawful or unjustified and to instruct that authority to rectify the indicated shortcoming or to dismiss the complaint (Article 125 § 5).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Chapter 54 (“Extradition of a person for criminal prosecution or execution of sentence”) regulates extradition procedures. Upon receipt of a request for extradition not accompanied by an arrest warrant issued by a foreign court, a prosecutor must decide on the preventive measure to be applied to the person whose extradition is sought. The measure must be applied in accordance with established procedure (Article 466 § 1). If a request for extradition is accompanied by a detention order issued by a foreign court, a prosecutor may impose house arrest on the individual concerned or place him or her in detention “without seeking confirmation of the validity of that order from a Russian court” (Article 466 § 2).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Relevant case-law of the Constitutional Court",
                                        "elements": [
                                            {
                                                "content": "79.  On 4 April 2006 the Constitutional Court examined an application by a Mr N., who had submitted that the lack of any limitation in time on the detention of a person awaiting extradition was incompatible with the constitutional guarantee against arbitrary detention. The Constitutional Court declared the application inadmissible. In its view, the absence of any specific regulation of detention matters in Article 466 § 1 did not create a legal lacuna incompatible with the Constitution. Article 8 § 1 of the Minsk Convention provided that in executing a request for legal assistance, the requested party should apply its domestic law, that is, the procedure laid down in the Russian Code of Criminal Procedure. Such procedure comprised, in particular, Article 466 § 1 of the Code and the norms in Chapter 13 (“Measures of restraint”), which, by virtue of their general character and position in Part I of the Code (“General provisions”), applied to all stages and forms of criminal proceedings, including proceedings for the examination of extradition requests. Accordingly, Article 466 of the Code of Criminal Procedure did not allow the authorities to apply a custodial measure without complying with the procedure established in the Code of Criminal Procedure and the time-limits fixed in that Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Prosecutor General asked the Constitutional Court for an official clarification of decision no. 101-O of 4 April 2006 (see above), for the purpose, in particular, of elucidating the procedure for extending a person’s detention with a view to extradition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Constitutional Court refused the request on the ground that it was not competent to indicate which specific provisions of the criminal law governed the procedure and time-limits for holding a person in detention with a view to extradition. That was a matter for the courts of general jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Constitutional Court reiterated its settled case-law to the effect that the scope of the constitutional right to liberty and personal inviolability was the same for foreign nationals and stateless persons as for Russian nationals. A foreign national or stateless person could not be detained in Russia for more than forty-eight hours without a judicial decision. That constitutional requirement served as a guarantee against excessively long detention beyond forty-eight hours, and also against arbitrary detention, in that it required a court to examine whether an arrest had been lawful and justified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Constitutional Court held that Article 466 § 1 of the Code of Criminal Procedure, read in conjunction with the Minsk Convention, could not be construed as permitting the detention of an individual for more than forty-eight hours on the basis of a request for his or her extradition without a decision by a Russian court. A custodial measure could be applied only in accordance with the procedure established in the Russian Code of Criminal Procedure and within the time-limits fixed in that Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  By this decision the Constitutional Court dismissed as inadmissible a request for a constitutional review of Article 466 § 2 of the Code of Criminal Procedure, finding as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“[the provision] does not establish time-limits for detention and does not establish the reasons and procedure for choosing a preventive measure, it merely confirms a prosecutor’s power to execute a decision already delivered by a competent judicial body of a foreign state to detain an accused. Therefore the disputed norm cannot be considered to violate the constitutional rights of [the claimant] ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Relevant case-law of the Supreme Court",
                                        "elements": [
                                            {
                                                "content": "85.  By Directive Decision No. 1, adopted by the Plenary Session of the Supreme Court of the Russian Federation on 10 February 2009, several instructions were issued to the courts on the application of Article 125 of the Code of Criminal Procedure. The Plenary reiterated that any party to criminal proceedings, or other person whose rights or freedoms were affected by the actions or inaction of the investigating or prosecuting authorities in criminal proceedings could use Article 125 of the Code of Criminal Procedure to challenge a refusal to institute criminal proceedings or a decision to terminate them. The Plenary stated that whilst the bulk of decisions amenable to judicial review under Article 125 also included decisions to institute criminal proceedings or refusals to admit a defence counsel or to grant victim status, and a person could not rely on Article 125 to challenge a court’s decision to apply bail or house arrest or to place a person in detention. It was further stressed that in declaring a specific action or failure to act of a law enforcement authority unlawful or unjustified, a judge was not entitled to quash the impugned decision or to order the official responsible to revoke it but could only ask him or her to rectify the shortcomings indicated. Should the authority concerned fail to comply with the court’s instructions, an interested party could complain to a court about the authority’s failure to act and the court could issue a special ruling (частное определение) drawing the authority’s attention to the situation. Lastly, the decision stated that a prosecutor’s decision to place a person under house arrest or in detention with a view to extradition could be appealed against to a court under Article 125 of the Code of Criminal Procedure.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Expulsion proceedings",
                                "elements": [
                                    {
                                        "content": "1.  Foreigners Act",
                                        "elements": [
                                            {
                                                "content": "88.  Section 5 § 1 of Law no. 115-FZ of 25 July 2002 on the Legal Status of Foreign Nationals in the Russian Federation (“the Foreigners Act”) provides that a foreign national who does not require a visa for a temporary stay in Russia may stay in Russia for not more than ninety days, unless otherwise provided for by the Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  Under Section 5 § 2 of the Act, a foreign national must leave Russia after the expiry of the authorised period, except if by the date of expiry he has already obtained authorisation for an extension or renewal, or if his application for an extension and the relevant documents have been accepted for processing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  Section 5 § 3 of the Act provides that the authorised period for a foreign national’s temporary stay in Russia may be either extended or shortened should the terms or circumstances on the basis of which the temporary stay was authorised change or cease to exist. Under Section 5 § 4 the competent executive authority takes the decision on the extension or shortening of the authorised period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  Under Section 34 § 5, foreign nationals subject to administrative removal who have been placed in custody pursuant to a court order are detained in special facilities until the execution of the decision on administrative removal.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Code of Administrative Offences",
                                        "elements": [
                                            {
                                                "content": "92.  Under Article 3.2 § 1 (7), administrative removal constitutes an administrative penalty. In Article 3.10 § 1 of the Code of Administrative Offences, administrative removal is defined as the forced and controlled removal of a foreign national or a stateless person across the Russian border. Under Article 3.10 § 2, administrative removal is imposed by a judge or, in cases where a foreign national or a stateless person has committed an administrative offence upon entry to the Russian Federation, by a competent public official. Under Article 3.10 § 5, for the purposes of execution of the decision on administrative removal a judge may order the detention of the foreign national or the stateless person in a special facility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  Article 18.8 provides that a foreign national who infringes the residence regulations of the Russian Federation, including by living in the territory without a valid residence permit, or by non-compliance with the established procedure for residence registration, will be liable to an administrative fine of RUB 2,000 to 5,000 and possible administrative removal. Under Article 28.3 § 2 (1), a report on the offence described in Article 18.8 is drawn up by a police officer. Article 28.8 § 2 requires the report to be transmitted immediately to a judge. Article 23.1 § 3 provides that the determination of any administrative charge that may result in removal from the Russian Federation must be made by a judge of a court of general jurisdiction. Article 30.1 § 1 guarantees the right to appeal against a decision on an administrative offence to a court or to a higher court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Under Article 27.5 § 2, a person subject to administrative proceedings for a breach of the rules on residence within the Russian territory can be held in administrative detention for a term not exceeding forty-eight hours.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  Under Article 31.1 a decision on an administrative offence takes effect on expiry of the term for bringing an appeal. Unappealable decisions take effect immediately.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  Article 31.3 § 3 provides that a decision on an administrative offence is to be sent within three days of its entry into effect to the authority competent to execute it. Under Article 31.4 § 1 a decision on an administrative offence is executed by a competent authority or a competent official in accordance with the procedure provided for in the Code of Administrative Offences and the applicable laws. Under Article 31.4 § 3, should the procedure for execution of the decision be unclear, the authority responsible for its execution or the person subject to the administrative proceedings may apply to a court or the competent authority with a request for clarification of the procedure. Under Article 31.8 § 1 the court must examine the application within three days of the date on which the issues giving rise to the clarification arose and, under Article 31.8 § 3, deliver a ruling, which is to be sent to the applicant within three days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  Under Article 31.9 § 1 a decision imposing an administrative penalty ceases to be enforceable after the expiry of two years from the date on which the decision became final. Under Article 31.9 § 2, if the defendant impedes the enforcement proceedings, the limitation period specified in Article 31.9 § 1 is interrupted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  Article 3.9 provides that an administrative offender can be penalised by administrative arrest only in exceptional circumstances, and for a maximum term of thirty days.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Entry and Leaving Procedures Act",
                                        "elements": [
                                            {
                                                "content": "99.  Section 27 § 2 of Federal Law no. 114-FZ of 15 August 2006 on the Procedure for Entering and Leaving the Russian Federation (“the Entry and Leaving Procedures Act”), provides that a foreign national who has been deported or subjected to administrative removal from Russia may not re-enter the territory for five years following his deportation or administrative removal.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Relevant case-law of the Constitutional Court",
                                        "elements": [
                                            {
                                                "content": "100.  In decision no. 6-R of 17 February 1998 the Constitutional Court stated, with a reference to Article 22 of the Constitution, that a person subject to administrative removal could be placed in detention without a court order for a term not exceeding forty-eight hours. Detention for over forty-eight hours was permitted only on the basis of a court order and provided that the administrative removal could not be effected otherwise. The court order was necessary to guarantee protection not only from arbitrary detention of over forty-eight hours, but also from arbitrary detention as such, while the court assesses the lawfulness of and reasons for the placement of the person in custody. The Constitutional Court further noted that detention for an indefinite term would amount to an inadmissible restriction on the right to liberty as it would constitute punishment not provided for in Russian law and which was contrary to the Constitution.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Status of refugees",
                                "elements": [
                                    {
                                        "content": "1.  The 1951 Geneva Convention on the Status of Refugees",
                                        "elements": [
                                            {
                                                "content": "101.  Article 33 of the UN Convention on the Status of Refugees of 1951, which was ratified by Russia on 2 February 1993, provides as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  No Contracting State shall expel or return (‘refouler’) a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  The benefit of the present provision may not, however, be claimed by a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgment of a particularly serious crime, constitutes a danger to the community of that country.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Refugees Act",
                                        "elements": [
                                            {
                                                "content": "102.  Law no. 4258-I on Refugees of 19 February 1993 (\"the Refugees Act\"), as in force at the material time, incorporated the definition of the term “refugee” contained in Article 1 of the 1951 Geneva Convention, as amended by the 1967 Protocol relating to the Status of Refugees. The Act defines a refugee as a person who is not a Russian national and who, owing to a well-founded fear of being persecuted for reasons of race, religion, nationality, ethnic origin, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such fear, unwilling to avail himself of the protection of that country, or who, not having a nationality and being outside the country of his former habitual residence as a result of such circumstances, is unable or, owing to such fear, unwilling to return to it (section 1 § 1 (1)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The Act does not apply to anyone believed on reasonable grounds to have committed a crime against peace, a war crime, a crime against humanity, or a serious non-political crime outside the country of refuge prior to his admission to that country as a person seeking refugee status (section 2 § 1 (1) and (2)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  A person who has applied for refugee status or who has been granted refugee status cannot be returned to a State where his life or freedom would be imperilled on account of his race, religion, nationality, membership of a particular social group or political opinion (section 10 § 1).",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  Decisions of the law-enforcement authorities taken in connection with the Refugees Act can be appealed against to a higher-ranking authority or a court (Article 10 § 2). The decision can be challenged within one month of the receipt of written notification of it or, in the event of lack of a written reply, within one month after the complaint was lodged, and within three months after the asylum seeker became aware of the refusal to grant him or her refugee status (Article 10 § 3 (1) and (2)). An individual who has been notified of the refusal to grant him or her asylum and who has made use of his or her right of appeal against a refusal, should there be no other legal grounds for him or her to remain, must leave the territory of the Russian Federation within three working days of receipt of notification of the decision dismissing his or her complaint (Article 10 § 5). An individual failing to comply with this requirement and refusing to leave Russian territory of his or her own free will is deported (expelled) from the territory together with the members of his or her family in accordance with the provisions of the Act, the relevant legislation and the international agreements to which the Russian Federation is a party (Article 13 § 2).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  REPORTS ON UZBEKISTAN BY UN INSTITUTIONS AND NGOs",
                        "elements": [
                            {
                                "content": "106.  Referring to the situation regarding torture in Uzbekistan, the report of the UN Special Rapporteur on Torture to the 3rd Session of the UN Human Rights Council on 18 September 2008 states as follows:",
                                "elements": []
                            },
                            {
                                "content": "“741.  The Special Rapporteur ... stressed that he continued to receive serious allegations of torture by Uzbek law enforcement officials ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "744.  In light of the foregoing, there is little evidence available, including from the Government, that would dispel or otherwise persuade the Special Rapporteur that the practice of torture has significantly improved since the visit which took place in 2002 ...”",
                                "elements": []
                            },
                            {
                                "content": "107.  In its 2010 report (CCPR/C/UZB/CO/3), the UN Human Rights Committee, stated, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“11.  The Committee notes with concern the continued reported occurrence of torture and ill-treatment, the limited number of convictions of those responsible, and the low sanctions generally imposed, including simple disciplinary measures, as well as indications that individuals responsible for such acts were amnestied and, in general, the inadequate or insufficient nature of investigations on torture/ill-treatment allegations. It is also concerned about reports on the use, by courts, of evidence obtained under coercion, despite the 2004 ruling of the Supreme Court on the inadmissibility of evidence obtained unlawfully ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "19.  The Committee is concerned regarding the limitations and restrictions on freedom of religion and belief, including for members of non-registered religious groups. It is concerned about persistent reports on charges and imprisonment of such individuals. It is also concerned about the criminalization, under article 216-2 of the Criminal Code, of ‘conversion of believers from one religion to another (proselytism) and other missionary activities’ (CCPR/C/UZB/3, para. 707). (art. 18) ...”",
                                "elements": []
                            },
                            {
                                "content": "108.  The applicant referred to the World Report released by Human Rights Watch in January 2013, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Uzbekistan’s human rights record remains atrocious, with no meaningful improvements in 2012. Torture is endemic in the criminal justice system. Authorities intensified their crackdown on civil society activists, opposition members, and journalists, and continued to persecute religious believers who worship outside strict state controls ...",
                                "elements": []
                            },
                            {
                                "content": "Torture remains rampant and continues to occur with near-total impunity. Detainees’ rights are violated at each stage of investigations and trials, despite habeas corpus amendments passed in 2008. The government has failed to meaningfully implement recommendations to combat torture made by the UN special rapporteur in 2003 and other international bodies.",
                                "elements": []
                            },
                            {
                                "content": "Suspects are not permitted access to lawyers, a critical safeguard against torture in pre-trial detention. Police coerce confessions from detainees using torture, including beatings with batons and plastic bottles, hanging by the wrists and ankles, rape, and sexual humiliation. Authorities routinely refuse to investigate allegations of abuse ...”",
                                "elements": []
                            },
                            {
                                "content": "109.  The applicant also referred to Amnesty International’s Annual Report for 2012, released on 23 May 2013, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Concerns remained over the frequent use of torture and other ill-treatment to extract confessions, in particular from those suspected of links with banned religious groups ...",
                                "elements": []
                            },
                            {
                                "content": "Torture and other ill-treatment of detainees and prisoners by security forces and prison personnel continued to be routine. Scores of reports of torture and other ill-treatment emerged during the year, especially from men and women suspected or convicted of belonging to Islamic movements and Islamist groups and parties or other religious groups, banned in Uzbekistan. As in previous years, the authorities failed to conduct prompt, thorough, and impartial investigations into such reports and into complaints lodged with the Prosecutor General’s Office ...",
                                "elements": []
                            },
                            {
                                "content": "The authorities continued to seek the extradition of suspected members of Islamic movements and Islamist groups and parties banned in Uzbekistan in the name of security and the fight against terrorism. They also requested the extradition of political opponents, government critics and wealthy individuals out of favour with the regime. Many of these extradition requests were based on fabricated or unreliable evidence. The government offered diplomatic assurances to sending states to secure the returns, pledging free access to detention centres for independent monitors and diplomats. In practice, they did not honour these guarantees. Those forcibly returned to Uzbekistan faced incommunicado detention, torture and other ill-treatment and, after unfair trials, long prison sentences in cruel, inhuman and degrading conditions. The authorities were also accused of attempting assassinations of political opponents living abroad ...”",
                                "elements": []
                            },
                            {
                                "content": "110.  The applicant further referred to the report by Amnesty International published on 3 July 2013 entitled Eurasia: Return to torture: Extradition, forcible returns and removals to Central Asia. The report reads, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“Over the past two decades thousands of people across the region have alleged that they have been arbitrarily detained and tortured or ill-treated in custody in order to extract a forced confession or money from relatives. In this period, piecemeal reforms have been introduced in most Central Asia countries with the aim of strengthening the accountability of law enforcement agencies and improving the protection available in the criminal justice system. Nowhere, however, have they had any significant success in eliminating the practices of torture and other ill-treatment that are often used in relation to people suspected of ordinary crimes, and routinely used in relation to political opponents and individuals suspected of involvement in extremism and terrorism-related activities or in banned religious groups ...",
                                "elements": []
                            },
                            {
                                "content": "In all five republics, detainees are often tortured and ill-treated while being held incommunicado for initial interrogations. Those detained in closed detention facilities run by National Security Services on charges related to national security or “religious extremism” are at particular risk of torture and other ill-treatment ...”",
                                "elements": []
                            },
                            {
                                "content": "111.  The report specifically addresses the applicant’s situation, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In 2012 Akram Karimov, an Uzbekistani national, was detained for six months pending extradition in a SIZO (pre-trial detention centre) in Moscow. The Uzbekistani authorities sought his extradition on charges related to membership of a banned religious organisation, based on the fact that an acquaintance of his had allegedly set up a religious organisation in Uzbekistan.",
                                "elements": []
                            },
                            {
                                "content": "The legal time limit for Akram Karimov’s detention expired on 17 September 2012. He ought to have been released on this date. However, the documents ordering his release were not given to him or his defence lawyer but instead passed to officers of the Krasnoselsky police who took him directly from the SIZO to Krasnoselsky police station, Moscow, where he was detained on the grounds that he was present in Russia “illegally”. However, as he had applied for refugee status while in prison he should have been protected from any forcible return to his country of origin pending full examination of his asylum claim through the refugee status determination procedure.",
                                "elements": []
                            },
                            {
                                "content": "Despite this, the Federal Migration Services applied for an expulsion order on the basis that Akram Karimov was illegally present in the country. On 18 September the authorities’ application for administrative expulsion was heard by Meshansky regional court, where a representative of the Moscow City Prosecutor’s office informed the court that the General Prosecutor’s Office was reviewing the extradition case. The judge ruled that no decision could be made on Akram Karimov’s administrative expulsion as a decision on his extradition case had not yet been taken.",
                                "elements": []
                            },
                            {
                                "content": "The next day, the representative of the Moscow City Prosecutor’s Office showed the court a telex from the General Prosecutor’s office addressed to the Moscow City Prosecutor’s office stating that a decision had been taken to refuse the extradition request on 17 September.",
                                "elements": []
                            },
                            {
                                "content": "NGO observers believe that this telex was backdated in order to allow the court to take a decision on the case for his administrative expulsion.",
                                "elements": []
                            },
                            {
                                "content": "Indeed, when the administrative court hearing resumed on 19 September, the Meshansky regional court ruled that Akram Karimov should be expelled. The court refused to take into account materials submitted by the defence lawyer about the real risk of torture he would face should he be returned to Uzbekistan, and the fact that he was an asylum-seeker still awaiting final determination of his claim. The court also refused to hear from a representative of the UNHCR who was invited by the defence lawyer to attend the hearing as an expert witness. Akram Karimov appealed against the decision to expel him but on 10 October 2012 the Moscow City Court turned down his appeal and upheld the decision to expel him from Russia.",
                                "elements": []
                            },
                            {
                                "content": "Akram Karimov lodged a complaint with the European Court of Human Rights. On 4 October, the Court ordered interim measures instructing Russia not to return him pending its substantive determination of the case.",
                                "elements": []
                            },
                            {
                                "content": "Akram Karimov applied for refugee status in 2012 but his application was refused by the Federal Migration Service. On 17 January 2013 he attempted to lodge an appeal against this decision, as required, with an official at the detention centre, but the latter reportedly refused to accept it. After intervention by his lawyer, the same official purported to agree to send the appeal to court before the expiry of the deadline for appeals on 19 January. However, two days later on 21 January Akram Karimov’s lawyer discovered that his appeal had not been sent to the court. The detention centre official denied having received the appeal, despite the fact that Akram Karimov had handed this document to her in the presence of his lawyer. After the lawyer complained to the head of the detention centre, the official was instructed to deliver the appeal to the court directly. The Court turned down the appeal, and at the time of writing, Akram Karimov’s lawyer is appealing to the court of final instance. He is being held in “Severny” detention centre for foreigners awaiting deportation in the Moscow region. Amnesty International is concerned that he faces a real risk of torture or other ill-treatment if returned to Uzbekistan.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "112.  The applicant complained that if returned to Uzbekistan he would run a real risk of being subjected to torture and ill-treatment in breach of Article 3 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "113.  The Government submitted that in the course of the extradition proceedings the Government of Uzbekistan had provided assurances that, if returned to Uzbekistan, the applicant would not be persecuted, in particular, on religious or political grounds. Furthermore, the courts had carefully examined his allegations regarding the risk of his being subjected to ill-treatment if he was returned to Uzbekistan. In the Government’s view, the decision on the applicant’s administrative removal was well-grounded and proportionate, as he had failed to regularise his stay in Russia despite being well aware of the applicable procedure. The Government also pointed out that the decision did not specify that the applicant was to be expelled to Uzbekistan, but merely stated that he was to be removed from the territory of the Russian Federation. The Government were sceptical about the NGO reports concerning the situation in Uzbekistan referred to by the applicant; in the Government’s view, they contained general allegations uncorroborated by specific factual information. In particular, when describing the applicant’s situation in its report, Amnesty International had not referred to a single piece of evidence (see paragraph 111 above). The Government maintained that the reports did not prove a risk of ill-treatment in Uzbekistan either in the applicant’s case or in general.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "114.  Firstly, the applicant contested the Government’s argument that the decision on administrative removal did not necessarily mean that he would be expelled to Uzbekistan. He stated that no other possibility had ever been discussed in the course of the administrative proceedings and, furthermore, that there was no reason to believe that any other country would be willing to accept him. As to the risk of ill-treatment if expelled to Uzbekistan, the applicant submitted that the FMS had failed to properly assess his arguments and that its reliance on the assurances provided by Uzbekistan in the extradition proceedings was insufficient. He referred, in particular, to Abdulkhakov v. Russia, no. 14743/11, §§ 149-50, 2 October 2012, in this connection. The applicant also pointed out that the very reliance on such assurances within the administrative proceedings demonstrated that his expulsion constituted extradition in disguise. He further maintained that the NGO reports on the situation in Uzbekistan constituted reliable evidence as to the high risk of treatment contrary to Article 3, especially taking into account that he was suspected of being a member of an extremist religious group.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "115.  The Court observes firstly that, Uzbekistan’s extradition request having being refused, it is only called upon to examine the applicant’s complaint under Article 3 of the Convention in relation to the expulsion proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "117.  The Court reiterates at the outset that Contracting States have the right, as a matter of international law and subject to their treaty obligations, including the Convention, to control the entry, residence and expulsion of aliens (see Abdulaziz, Cabales and Balkandali v. the United Kingdom, 28 May 1985, § 67, Series A no. 94), and that the right to political asylum is not explicitly protected by either the Convention or its Protocols (see Salah Sheekh v. the Netherlands, no. 1948/04, § 135, ECHR 2007 I (extracts)). However, expulsion by a Contracting State may give rise to an issue under Article 3, and hence engage the responsibility of that State under the Convention, where substantial grounds have been shown for believing that the individual concerned, if deported, faces a real risk of being subjected to treatment contrary to Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  In such a case, Article 3 implies an obligation not to deport the person in question to that country (see Saadi v. Italy [GC], no. 37201/06, § 125, 28 February 2008). Nonetheless, there is no question of adjudicating on or establishing the responsibility of the receiving country, whether under general international law, under the Convention, or otherwise (see Soering v. the United Kingdom, 7 July 1989, § 91, Series A no. 161).",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  The assessment of whether there are substantial grounds for believing that an applicant faces a real risk of being subjected to treatment in breach of Article 3 inevitably requires that the Court assess the conditions in the receiving country against the standards of that Convention provision (see Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 67, ECHR 2005I). These standards imply that the ill-treatment the applicant alleges he will face if returned must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this is relative, depending on all the circumstances of the case (see Hilal v. the United Kingdom, no. 45276/99, § 60, ECHR 2001II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  In order to determine whether it has been shown that the applicant runs a real risk of suffering treatment proscribed by Article 3 if expelled, the Court will examine the issue in the light of all the material placed before it or, if necessary, material obtained proprio motu (see Saadi, cited above, § 128). Since the nature of the Contracting States’ responsibility under Article 3 in cases of this kind lies in the act of exposing an individual to the risk of illtreatment, the existence of the risk must be assessed primarily with reference to those facts which were known or ought to have been known to the Contracting State at the time of the expulsion (see Vilvarajah and Others v. the United Kingdom, 30 October 1991, § 107, Series A no. 215).",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  It is in principle for the applicant to adduce evidence capable of proving that there are substantial grounds for believing that, if the measure complained of were to be implemented, he would be exposed to a real risk of being subjected to treatment contrary to Article 3 (see N. v. Finland, no. 38885/02, § 167, 26 July 2005). Where such evidence is adduced, it is for the Government to dispel any doubts about it (see Ryabikin v. Russia, no. 8320/04, § 112, 19 June 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  As regards the general situation in a particular country, the Court has held on several occasions that it can attach certain importance to the information contained in recent reports from independent international human rights protection bodies and non-governmental organisations (see Saadi, cited above, § 131, with further references). At the same time, the mere possibility of ill-treatment on account of an unsettled situation in the receiving country does not in itself give rise to a breach of Article 3 (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  Where the sources available to the Court describe a general situation, an applicant’s specific allegations in a particular case require corroboration by other evidence (see Mamatkulov and Askarov, cited above, § 73).",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  Turning to the circumstances of the present case, the Court must first examine whether the applicant’s allegations regarding the risk of ill-treatment if expelled to Uzbekistan were duly assessed by the domestic authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  The Court notes that the General Prosecutor’s office refused to extradite the applicant to Uzbekistan on the ground that some of the charges against him were not regarded as criminal offences under Russian criminal law, and the remainder of the charges disclosed no corpus delicti. However, the refusal to extradite the applicant was immediately followed by the institution of administrative proceedings with regard to his failure to regularise his stay in Russia, which resulted in a decision on his administrative removal. The Court observes that the applicant raised the issue of his risk of being subjected to ill-treatment if returned to Uzbekistan in both the expulsion and the asylum proceedings. Having regard to his submissions, the Court is satisfied that they remained consistent and that he advanced a number of specific and detailed arguments in support of his grievance. Among other things, he claimed that the Uzbek law-enforcement authorities systematically resorted to the use of torture and ill-treatment against detainees, and stressed that persons accused of participation in a banned religious activity, as well as those suspected of crimes against State security, ran an increased risk of being subjected to treatment in breach of Article 3. In support of his allegations the applicant relied on reports by various reputable international organisations and the findings of this Court in a number of cases concerning similar situations where applicants had faced return or had been removed to Uzbekistan in connection with criminal proceedings on charges connected to religious extremism or attempted overthrow of the constitutional order (see paragraphs 106-111 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  Having regard to the asylum proceedings, the Court observes that the migration authorities in their decisions refusing the applicant’s asylum application mainly referred to the fact that he had left Uzbekistan for economic reasons, and concluded that his wish not to return to Uzbekistan was based not on a fear of being persecuted on grounds of religion, nationality, ethnic origin, belonging to a particular social group, or political convictions, but on a fear of being subjected to punishment for the offences he was charged with in Uzbekistan (see paragraph 54 above). Although the Moscow FMS in its decision of 28 August 2012 did analyse the applicable Uzbek laws on prohibition of torture and freedom of religion, it did not examine the information stemming from various international organisations and the judgments of this Court submitted by the applicant in support of his detailed submissions concerning his risk of being subjected to ill-treatment if he was returned to his home country. The Basmanniy District Court of Moscow, which on 1 April 2013 upheld the FMS’s decision refusing the applicant’s application for refugee status, stated that the human rights situation in Uzbekistan was “ambiguous”. Yet, despite noting that a decision concerning refugee status should be taken not on the basis of the general situation in the country but in view of the applicant’s specific circumstances, it remained silent on the specific arguments raised by the applicant in the present case, such as the nature of the charges brought against him in Uzbekistan (see paragraph 58 above). The Court notes that it has no information on the outcome of the final round of appeal proceedings on refugee status.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  As to the proceedings on administrative removal, the Court notes that the domestic courts’ analysis of the risk of ill-treatment the applicant might be subjected to if returned to Uzbekistan was remarkably scant. In its decisions of 19 September and 10 October 2012, the Meshchanskiy District Court of Moscow and the Moscow City Court, respectively, dismissed the applicant’s allegations briefly and without any detailed analysis of his specific arguments (see paragraphs 39, 40 and 48 above). The Moscow City Court, in particular, relied on the fact that the applicant had applied for asylum only after being arrested. In this connection, the Court observes that the main thrust of the applicant’s grievance was that he risked persecution by the Uzbek authorities in connection with charges of serious criminal offences punishable by long prison terms, of which he had become aware only upon his arrest, and consequently illtreatment in custody. The Court reiterates that, whilst a person’s failure to seek asylum immediately after arrival in another country may be relevant for the assessment of the credibility of his or her allegations, it is not possible to weigh the risk of ill-treatment against the reasons put forward for the expulsion (see Abdolkhani and Karimnia v. Turkey, no. 30471/08, § 91, 22 September 2009). Therefore, the domestic courts’ findings as regards the applicant’s failure to apply for refugee status in due time do not, as such, refute his allegations under Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  Having regard to the foregoing, the Court is not persuaded that the applicant’s grievance was thoroughly examined by the domestic authorities and it must, accordingly, assess whether there exists a real risk that the applicant would be subjected in Uzbekistan to treatment proscribed by Article 3 if he were to be removed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  The Court notes firstly that the Government in their observations pointed out that the decision on the applicant’s administrative removal did not specify that he was to be expelled to Uzbekistan, but merely stated that he was to be removed from the territory of Russia. However, the Court must accept the applicant’s argument that no other possibility was discussed in the course of the administrative proceedings, and it notes, furthermore, that the Government provided no information regarding any other country willing to accept him. Accordingly, the Court cannot but conclude that the decision on the applicant’s administrative removal presupposed his expulsion to Uzbekistan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  The Court has had occasion to deal with a number of cases raising the issue of a risk of ill-treatment in the event of extradition or expulsion to Uzbekistan from Russia or another Council of Europe member State. It has found, with reference to material from various sources, that the general situation with regard to human rights in Uzbekistan is alarming, that reliable international material has demonstrated the persistence of a serious issue of ill-treatment of detainees, the practice of torture against those in police custody being described as “systematic” and “indiscriminate”, and that there is no concrete evidence to demonstrate any fundamental improvement in that area (see, among many others, Ismoilov and Others v. Russia, no. 2947/06, § 121, 24 April 2008; Muminov v. Russia, no. 42502/06, §§ 93-96, 11 December 2008; Garayev v. Azerbaijan, no. 53688/08, § 71, 10 June 2010; Yakubov v. Russia, no. 7265/10, §§ 81 and 82, 8 November 2011; Rustamov v. Russia, no. 11209/10, § 125, 3 July 2012; and Abdulkhakov v. Russia, no. 14743/11, § 141, 2 October 2012, as well as, more recently, Zokhidov v. Russia, no. 67286/10, § 135, 5 February 2013, and Ermakov v. Russia, no. 43165/10, § 201, 7 November 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  As regards the applicant’s personal situation, the Court notes that he was wanted by the Uzbek authorities on charges of incitement to national, racial, ethnic or religious hatred and producing and disseminating documents containing threats to national security and public order. In particular, the charges related to his alleged aiding of a Muslim extremist group. The above constituted the basis for the extradition request and the arrest warrant issued in respect of the applicant. Thus, his situation is similar to that of Muslims who, on account of practising their religion outside official institutions and guidelines, are charged with religious extremism or membership of banned religious organisations and, on that account, as noted in the reports and the Court’s judgments cited above, are at an increased risk of ill-treatment (see Ermakov, cited above, § 203).",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  The Court is bound to observe that the existence of domestic laws and international treaties guaranteeing respect for fundamental rights is not in itself sufficient to ensure adequate protection against the risk of ill-treatment where, as in the present case, reliable sources have reported practices resorted to or tolerated by the authorities which are manifestly contrary to the principles of the Convention (see Hirsi Jamaa and Others v. Italy [GC], no. 27765/09, § 128, ECHR 2012). Furthermore, the domestic authorities, as well as the Government before the Court, used summary and non-specific reasoning in an attempt to dispel the alleged risk of ill-treatment on account of the above considerations, including the evident pre-existing adverse interest the Uzbek authorities had in the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  As to the assurances given by the Uzbek authorities and relied on by the Government, apart from being couched in general terms and uncorroborated by any evidence of being supported by any enforcement or monitoring mechanism (see, among many others, Abdulkhakov, cited above, § 150; see also, by contrast, Othman (Abu Qatada) v. the United Kingdom, no. 8139/09, §§ 188-89, ECHR 2012 (extracts)), the Court finds that they were given for the purposes of extradition proceedings that were ultimately discontinued and as such are of no direct relevance to expulsion proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.  In view of the above, the Court considers that substantial grounds have been shown for believing that the applicant would face a real risk of treatment proscribed by Article 3 of the Convention if deported to Uzbekistan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  The Court therefore concludes that the implementation of the order on the applicant’s administrative removal would give rise to a violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION, TAKEN IN CONJUNCTION WITH ARTICLE 3",
                        "elements": [
                            {
                                "content": "136.  The applicant contended under Article 13 of the Convention that no effective remedies were available to him in respect of his allegations of possible ill-treatment in the event of his return to Uzbekistan. Article 13 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "137.  The Court considers that the gist of the applicant’s claim under Article 13, which it finds admissible, is that the domestic authorities failed to carry out a rigorous scrutiny of the risk of ill-treatment the applicant would face in the event of his forced removal to Uzbekistan. The Court has already examined that submission in the context of Article 3 of the Convention. Having regard to its findings in paragraph 127 above, the Court considers that there is no need to examine this complaint separately on its merits (see, for a similar approach, Gaforov, cited above, § 144, and Azimov v. Russia, no. 67474/11, § 145, 18 April 2013).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION IN RELATION TO THE APPLICANT’S DETENTION WITH A VIEW TO EXTRADITION",
                        "elements": [
                            {
                                "content": "138.  The applicant complained under Article 5 § 1 (f) of the Convention that his detention during the extradition proceedings had been unlawful. Article 5 § 1 (f) of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "139.  The Government submitted that the applicant had been arrested on the basis of the decision of the Bukhara Criminal Court of 15 June 2011 ordering his placement in detention, and the decision of the prosecutor of the Meshchanskiy District of Moscow of 19 March 2012. The extradition request had been received within thirty-eight days, that is, in compliance with the forty days’ time-limit provided for in Article 62 § 1 of the Minsk Convention. They pointed out that Russia had accepted the Protocol of 28 March 1997 to the Minsk Convention without any reservations. On 25 April 2012, after receipt of the extradition request, the prosecutor of the Meshchanskiy District of Moscow had extended the applicant’s detention for a total period of two months. By a decision of 15 May 2012 that court had extended his detention to a total period of six months, that is, until 17 September 2012, when the applicant was released. The decisions on the applicant’s detention had been taken in full compliance with the applicable laws. The applicant’s counsel’s appeals against the detention orders had been examined and dismissed by the courts.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "140.  The applicant argued that his detention on the basis of the detention order of 19 March 2012 had been unlawful because that decision had been issued by a prosecutor and had not set any time-limit for his detention. He further maintained that his detention between 17 and 25 April 2012 had been unlawful because Uzbekistan had not ratified the Protocol of 28 March 1997 to the Minsk Convention, which modified Article 62 of that Convention and extended to forty days the period during which a person could be detained pending receipt of an extradition request. Therefore, it had been permissible to detain him without a court order only for up to thirty days, and thus his detention between 17 and 25 April 2012 had had no legal basis. The applicant also argued that his detention on the basis of the detention order of 25 April 2012 had been unlawful because that order had been based solely on Article 466 § 2 of the Code of Criminal Procedure, which neither provided a clear procedure for the extension of detention, nor set time-limits. The order of 25 April 2012 had also not specified a time-limit for the applicant’s detention. Furthermore, it was questionable whether the prosecutor of the Meshchanskiy District of Moscow had competence to order the applicant’s detention, as the decision did not specify which legal instrument vested him with such competence. Finally, the applicant averred that the entire term of his detention pending extradition had been in breach of the “due diligence” requirement set forth by the Court in relation to detention under Article 5 § 1 (f). In particular, Uzbekistan’s request for extradition had been refused on 17 September 2012, when the applicant had already spent six months in detention. However, given the grounds for the refusal – the absence of corpus delicti as regards one count of charges and that the other count did not constitute a criminal offence under Russian law – it must have been clear to the authorities from the outset that the extradition request should be refused. Yet, they had kept the applicant in custody for the maximum six-month term allowed under the domestic law.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "141.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "142.  The Court observes that Article 5 § 1 (f) does not require that the detention of a person against whom action is being taken with a view to extradition be reasonably considered necessary, for example, to prevent his committing an offence or absconding. In this respect, Article 5 § 1 (f) provides a different level of protection from Article 5 § 1 (c): all that is required under sub-paragraph (f) is that “action is being taken with a view to deportation or extradition”. It is therefore immaterial, for the purposes of Article 5 § 1 (f), whether the underlying decision to expel can be justified under national or Convention law (see Čonka v. Belgium, no. 51564/99, § 38, ECHR 2002I, and Chahal v. the United Kingdom, 15 November 1996, § 112, Reports of Judgments and Decisions 1996V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  The Court reiterates, however, that it falls to it to examine whether the applicant’s detention was “lawful” for the purposes of Article 5 § 1 (f), with particular reference to the safeguards provided by the national system. Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down the obligation to conform to the substantive and procedural rules of national law, but it requires in addition that any deprivation of liberty should be in keeping with the purpose of Article 5, which is to protect the individual from arbitrariness (see Amuur v. France, 25 June 1996, § 50, Reports 1996-III, and Nasrulloyev v. Russia, no. 656/06, § 70, 11 October 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  The Court must therefore ascertain whether the domestic law itself is in conformity with the Convention, including the general principles expressed or implied therein. On this last point, the Court emphasises that where deprivation of liberty is concerned, it is particularly important that the general principle of legal certainty be satisfied. In laying down that any deprivation of liberty must be effected “in accordance with a procedure prescribed by law”, Article 5 § 1 does not merely refer back to domestic law; like the expressions “in accordance with the law” and “prescribed by law” in the second paragraphs of Articles 8 to 11, it also relates to the “quality of the law”, requiring it to be compatible with the rule of law, a concept inherent in all the Articles of the Convention. “Quality of law” in this sense implies that where a national law authorises deprivation of liberty it must be sufficiently accessible, precise and foreseeable in its application, in order to avoid all risk of arbitrariness (see Nasrulloyev, cited above, § 71, 11 October 2007, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  Turning to the circumstances of the present case, the Court notes that between 17 March and 17 September 2012 the applicant was detained with a view to his extradition from Russia to Uzbekistan. Following his initial arrest on 17 March 2012, the applicant’s placement in custody was authorised by two decisions by the prosecutor of the Meshchanskiy District of Moscow of 19 March and 25 April 2012. On 15 May 2012 the Meshchanskiy District Court extended the term of his detention up to 17 September 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  The Court observes that the applicant did not contest that his detention between 17 and 19 March 2012 had complied with the requirements of Articles 91, 92 and 94 of the Code of Criminal Procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  Therefore, there has been no violation of Article 5 § 1 (f) of the Convention in respect of this period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  As regards the period between 19 March and 15 May 2012, the Government argued that the applicant’s detention had been authorised in accordance with the applicable domestic laws. The Court notes that it has recently dealt with a similar issue in the case of Zokhidov, cited above. It found in that case that before the receipt of the extradition request the applicant’s detention appeared to be based on Article 61 of the Minsk Convention, which did no more than refer back to domestic law and did not establish by itself any procedural rules for the detention of a person prior to the receipt of an extradition request. Therefore, it could only serve as a legal basis for detention in conjunction with corresponding domestic provisions establishing the grounds and the procedure for ordering detention, as well as the applicable time-limits (see Zokhidov, cited above, § 154). However, like in Zokhidov, in the case at hand neither the prosecutor in his decision nor the Government in their observations referred to any provision in domestic law authorising the former authority to place the applicant in custody pending receipt of an extradition request. Accordingly, from 19 March to 24 April 2012, when the extradition request was received, the applicant was in a legal vacuum that was not covered by any domestic legal provision clearly establishing the grounds for his detention or the procedure and timelimits applicable to that detention pending receipt of the extradition request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  After the receipt of the extradition request on 24 April 2012, the applicant’s detention was governed by Article 466 § 2 of the Code of Criminal Procedure, and on 25 April 2012 the prosecutor of the Meshchanskiy District of Moscow again authorised his continued detention. However, as the Court has found in Zokhidov, cited above, § 154, Article 466 § 2 is silent on the procedure to be followed when ordering or extending the detention of a person whose extradition is sought. Nor does it set any time-limits for detention pending extradition. Furthermore, in its decision of 19 March 2009 specifically concerning Article 466 § 2 the Constitutional Court, whilst finding that the impugned provision did not violate a person’s constitutional rights by not establishing any grounds or procedure for ordering detention pending extradition or time-limits for such detention, did not explain which legal provisions in fact governed such a procedure or what time-limits were to be applied in situations covered by Article 466 § 2 (see paragraph 84 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  Accordingly, the Court cannot but uphold its findings in Zokhidov, cited above, § 155, as to the absence of any precise domestic provisions establishing under what conditions, within what time-limits and by a prosecutor of which hierarchical level and territorial affiliation the issue of detention is to be examined after receipt of an extradition request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  The Court is mindful of ruling no. 11 of the Plenary Session of the Russian Supreme Court of 14 June 2012, in which it gave an authoritative interpretation of the Russian legal provisions applicable to detention pending extradition (see paragraph 87 above). The Court notes, however, that that ruling was adopted after the period of the applicant’s detention in question had expired. It cannot therefore affect the conclusion that at the time of the applicant’s detention the Russian legal provisions governing detention pending receipt of an extradition request, and any eventual extension of detention following the receipt of such a request, were neither precise nor foreseeable in their application. However, it is clear from the ruling that the applicant’s detention should have been ordered and extended by a Russian court rather than by a prosecutor (see Zokhidov, cited above, § 161).",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  In view of the foregoing, the Court concludes that from 19 March to 15 May 2012 the applicant was kept in detention without a specific legal basis or clear rules governing his situation, which fact is incompatible with the principles of legal certainty and protection from arbitrariness, which are common threads throughout the Convention and the rule of law (see Zokhidov, cited above, § 162). The deprivation of liberty to which the applicant was subjected during that period was thus not circumscribed by adequate safeguards against arbitrariness. Russian law at the material time therefore fell short of the “quality of law” standard required under the Convention. The national system failed to protect the applicant from arbitrary detention, and his detention cannot be considered to have been “lawful” for the purposes of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  There has therefore been a violation of Article 5 § 1 (f) of the Convention in respect of the period between 19 March and 15 May 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "154.  As to the subsequent period of the applicant’s detention, the Court notes that on 15 May 2012 the Meshchanskiy District Court extended it until 17 September 2012. In its decision the court stated, inter alia, that the applicant’s extradition was sought on charges concerning offences punishable under both Russian and Uzbek law, he was an Uzbek national with no permanent place of residence in Russia, and no extradition check had been completed in respect of him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "155.  The applicant argued that the reasons to which the Meshchanskiy District Court had referred when extending his detention with a view to extradition had not complied with the requirements of Article 5 § 1 (f) as interpreted by the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  With a reference to paragraph 142 above, the Court considers that deprivation of liberty under Article 5 § 1 (f) will be acceptable only for as long as extradition proceedings are in progress, and if such proceedings are not conducted with due diligence, the detention will cease to be permissible under Article 5 § 1 (f). In other words, the length of detention for this purpose should not exceed what is reasonably required (see Saadi v. the United Kingdom [GC], no. 13229/03, § 74, ECHR 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  The Court reiterates that the overall period of the applicant’s detention pending extradition lasted six months, whereas the period complained of lasted four months. For the reasons set out below, the Court does not consider this period to have been excessive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  The Court notes that the Uzbek authorities placed the applicant on a wanted list on 14 June 2011. On 19 March 2012 the Uzbek Ministry of the Interior asked the Russian Ministry of the Interior to extradite him. Between March 2012 and September 2012 the applicant was interviewed and the Russian Prosecutor General’s Office received the extradition request and diplomatic assurances from its Uzbek counterpart; the Federal Migration Service confirmed that the first applicant neither had Russian citizenship nor had been registered in the Moscow Region since his temporary stay between 20 June 2008 and 13 April 2009, nor had he applied for asylum. After the applicant applied for refugee status on 20 April 2012, the Federal Migration Service examined the request and refused it on 28 August 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  Having regard to the above, the Court concludes that throughout the period in question the extradition proceedings were in progress and complied with domestic law (see Shakurov v. Russia, no. 55822/10, § 170, 5 June 2012, and Sidikovy v. Russia, no. 73455/11, § 165, 20 June 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  In view of the foregoing, the Court is satisfied that the requirement of diligence was complied with in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  There has therefore been no violation of Article 5 § 1 (f) of the Convention in respect of the period between 15 May and 17 September 2012.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 § 2 OF THE CONVENTION IN RELATION TO THE APPLICANT’S DETENTION WITH A VIEW TO EXTRADITION",
                        "elements": [
                            {
                                "content": "162.  The applicant complained under Article 5 § 2 of the Convention that he had not been promptly informed of the reasons for his placement in detention on 19 March 2012. In particular, the prosecutor’s decision of 19 March 2012 had been served on him only on 27 April 2012 and he had not been informed of his right of appeal against that decision or of the appeal procedure. Article 5 § 2 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "163.  The Court reiterates that paragraph 2 of Article 5 contains the elementary safeguard that any person arrested should know why he is being deprived of his liberty (see Čonka, cited above, § 50, ECHR 2002I). This provision is a minimum safeguard against arbitrary treatment and an integral part of the scheme of protection afforded by Article 5: pursuant to Article 5 § 2 any person arrested must be told, in simple, non-technical language that he can understand, the essential legal and factual grounds for his arrest, so as to be able, if he sees fit, to apply to a court to challenge its lawfulness in accordance with Article 5 § 4 of the Convention. Whilst this information must be conveyed “promptly”, it need not be related in its entirety by the arresting officer at the very moment of the arrest. Whether the content and promptness of the information conveyed were sufficient is to be assessed in each case according to its special features (see Fox, Campbell and Hartley v. the United Kingdom, 30 August 1990, § 40, Series A no. 182).",
                                        "elements": []
                                    },
                                    {
                                        "content": "164.  Turning to the facts of the present case, the Court notes that the applicant was arrested on 17 March 2012. The record of arrest drawn up on the same date and signed by the applicant specified that he had been arrested as a person wanted by the Uzbek authorities on suspicion of having committed offences under Articles 156 § 3 (d) and 244 § 3 (a) of the Uzbek Criminal Code. Accordingly, at the time of his arrest the applicant was duly notified of the reasons for his arrest and of the charges against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "165.  In the Court’s view, the fact that a copy of the decision of 19 March 2012 whereby the prosecutor of the Meshchanskiy District of Moscow authorised the applicant’s further detention had been served on him belatedly does not affect the above finding. Furthermore, although a copy of the decision of 19 March 2012 was received by the applicant only on 27 April 2012, he appears to have been aware before that date both of the prosecutor’s decision and of his right to appeal, as the applicant’s representative lodged an appeal against that decision on 12 April 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "166.  It follows that this part of the application is manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION IN RELATION TO THE APPLICANT’S DETENTION WITH A VIEW TO EXTRADITION",
                        "elements": [
                            {
                                "content": "167.  The applicant complained under Article 5 § 4 of the Convention that the review of his detention pending extradition had not been effective in that none of the arguments raised by his counsel in the appeal against the detention order of 19 March 2012 had been examined by the Preobrazhenskiy District Court of Moscow in its decision of 3 May 2012 and that, therefore, the proceedings that had ended with the Moscow City Court’s decision of 23 July 2012 had been in breach of the principle of equality of arms and had not been adversarial. Article 5 § 4 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "168.  The Court notes that in her appeal against the detention order of 19 March 2012, the applicant’s counsel argued, in particular, that the detention order was unlawful in that it had been delivered by a prosecutor and not by a court, and that Article 466 § 2 of the Code of Criminal Procedure was inapplicable. In the decision of 3 May 2012 the Preobrazhenskiy District Court of Moscow dismissed the appeal, finding that the applicant had been arrested in accordance with Articles 91 and 92 of the Code of Criminal Procedure and that on 19 March 2012 he had been detained pending receipt of the extradition request on the basis of Article 466 § 2 of the Code of Criminal Procedure. As the applicant’s counsel further appealed against the decision of 3 May 2012, on 23 July 2012 the Moscow City Court upheld that decision, finding also that the Preobrazhenskiy District Court of Moscow had duly addressed the arguments raised by the applicant’s counsel on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "169.  The Court cannot but concur with the finding of the Moscow City Court that the Preobrazhenskiy District Court of Moscow addressed the applicant’s counsel’s arguments concerning the alleged unlawfulness of the detention order of 19 March 2012 in its decision of 3 May 2012. The fact that the applicant disagrees with that court’s findings does not alter the fact that it did examine his counsel’s arguments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "170.  Having regard to the foregoing, the Court finds that the applicant’s counsel’s arguments were duly examined by the courts. No other argument or evidence has been brought before it to show that the proceedings that ended with the Moscow City Court’s decision of 23 July 2012 violated the principle of equality of arms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "171.  It follows that this part of the application is manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VI.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION IN RELATION TO THE APPLICANT’S DETENTION PENDING ADMINISTRATIVE REMOVAL",
                        "elements": [
                            {
                                "content": "172.  The applicant complained under Article 5 § 1 (f) of the Convention that his arrest on 17 September 2012 and subsequent detention pending administrative removal had been unlawful.",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "173.  The Government submitted, with a reference to Alim v. Russia, no. 39417/07, § 54, 27 September 2011, that administrative removal constituted “expulsion” within the meaning of Article 5 § 1 (f) of the Convention. They further pointed out that under Article 3.10 § 5 of the Code of Administrative Procedure a judge could place a person subject to administrative removal in custody in a special detention centre, where the person was detained pursuant to section 34 § 5 of the Foreigners Act until the execution of the decision on administrative removal. The Government also noted that according to the Constitutional Court’s decision no. 6-R of 17 February 1998, a person subject to administrative-removal proceedings could be detained without a court order for up to forty-eight hours. As on 17 September 2012 the applicant had been arrested on the ground of having committed an administrative offence punishable by administrative removal, and on 19 September 2012 the Meshchanskiy District of Moscow had found him guilty of that offence and ordered his administrative removal and detention in a special facility pending the execution of the decision, the applicant’s detention had fully complied with the domestic law. Moreover, when the Court had applied Rule 39, instructing the Russian Federation to suspend the applicant’s expulsion to Uzbekistan, the competent authorities had taken measures to comply with the Court’s request.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "174.  The applicant admitted that he had failed to regularise his stay in Russia before his arrest in March 2012 and had therefore violated the migration laws. He also conceded that the authorities had become aware of that fact upon his arrest on 17 March 2012. He argued, however, that as the authorities had taken no measures in this regard while he was in custody pending extradition, they had then abused their powers by ordering his detention within the framework of administrative proceedings solely with a view to ensuring his return to Uzbekistan notwithstanding the refusal of the extradition request. The applicant considered that his detention pending administrative removal had in any event been unlawful, as the Code of Administrative Offences set no time-limits for such detention. Even though the execution of the decision on his administrative removal had been suspended on account of the application of Rule 39 by the Court, in the applicant’s view this did not remedy the absence of clear provisions in domestic law governing such detention. With reference to Azimov, cited above, §§ 172-73, the applicant argued that detention pending expulsion must not exceed the maximum term for detention as an administrative penalty, as otherwise it constituted a punitive rather than preventive measure.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "175.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "176.  The applicant was detained on 17 September 2012 with a view to his administrative removal (expulsion) from Russia. On 19 September 2012 the Meshchanskiy District Court of Moscow found the applicant guilty of a breach of the residence rules, ordered his administrative removal from the Russian Federation and placed him in custody pending the removal. Following that decision, the applicant was placed in a centre for the detention of foreigners in Moscow, where he remains in detention. The administrative removal amounted to a form of “deportation” in terms of Article 5 § 1 (f) of the Convention. Article 5 § 1 (f) of the Convention is thus applicable in the instant case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "177.  The Court reiterates that deprivation of liberty under Article 5 § 1 (f) of the Convention must be “lawful”. Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down the obligation to conform to the substantive and procedural rules thereof. Compliance with national law is not, however, sufficient: Article 5 § 1 requires in addition that any deprivation of liberty should be in keeping with the purpose of protecting the individual from arbitrariness (see A. and Others v. the United Kingdom [GC], no. 3455/05, § 164, ECHR 2009, with further references). It is a fundamental principle that no detention which is arbitrary can be compatible with Article 5 § 1, and the notion of “arbitrariness” in Article 5 § 1 extends beyond lack of conformity with national law, so that deprivation of liberty may be lawful in terms of domestic law but still be arbitrary, and thus contrary to the Convention. To avoid being branded as arbitrary, detention under Article 5 § 1 (f) must be carried out in good faith; it must be closely connected to the ground of detention relied on by the Government; the place and conditions of detention must be appropriate; and the length of the detention must not exceed that reasonably required for the purpose pursued (see Rustamov, cited above, § 150, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "178.  It is common ground between the parties that the applicant had resided illegally in Russia for a year and a half before his arrest and, therefore, had committed an administrative offence punishable by expulsion. The Court reiterates that a period of detention will in principle be lawful if carried out under a court order (see Alim, cited above, § 55, 27 September 2011). The Court is satisfied that on 17 September 2012 the applicant was detained in accordance with Article 27.5 § 2 of the Code of Administrative Offences and that on 19 September 2012 his detention pending expulsion was ordered by a court having jurisdiction in the matter and in connection with an offence punishable with expulsion. Furthermore, the Court notes that the Russian court referred to the applicant’s lack of a stable income and place of residence in Russia, and to the length of his stay in Russia without a permit, while being aware that a permit was required, as the grounds justifying his detention (see paragraph 39 above). The Court thus concludes that the authorities acted in compliance with the letter of the national law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "179.  The applicant, however, argued that his detention within the framework of the administrative proceedings had been imposed with a view to ensuring his return to Uzbekistan notwithstanding the refusal of the extradition request and that, therefore, his expulsion would amount to extradition in disguise.",
                                                "elements": []
                                            },
                                            {
                                                "content": "180.  The Court reiterates that detention may be unlawful if its purported purpose differs from the real one (see Bozano v. France, 18 December 1986, Series A no. 111, § 60; Čonka, cited above, § 42, ECHR 2002I; and Khodorkovskiy v. Russia, no. 5829/04, § 142, 31 May 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "181.  The Court observes that in Azimov, cited above, § 165, it found that a decision ordering the applicant’s detention pending expulsion had served to circumvent the maximum time-limits laid down in the domestic law for detention pending extradition. However, the present case differs from Azimov in several respects.",
                                                "elements": []
                                            },
                                            {
                                                "content": "182.  Firstly, and most importantly, in Azimov his detention pending expulsion was ordered while the extradition proceedings were still pending, but the maximum time-limit for detention pending extradition had expired. However, in the case at hand the authorities detained the applicant within the framework of proceedings on administrative removal after Uzbekistan’s extradition request had been refused. Therefore, the order could not possibly have served to circumvent the maximum time-limits set down in the domestic law for detention pending extradition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "183.  Secondly, in Azimov the Court emphasised two specific elements that cast doubt on the good faith of the authorities when ordering the applicant’s detention pending expulsion: (i) it was the same court that had examined the applicant’s extradition case which recommended that the law-enforcement authorities re-detain the applicant on this new ground; and (ii) the applicant’s extradition was “under the control of the President of the Russian Federation”, which was found to imply that handing him over to the requesting authorities – Tajikistani in that case – must have been regarded as a top priority. However, neither of those elements is present in the case at hand.",
                                                "elements": []
                                            },
                                            {
                                                "content": "184.  Therefore, in the circumstances of the present case the Court cannot find it established beyond reasonable doubt that the authorities were driven by improper reasons in pursuing the administrative case against the applicant and detaining him with a view to expulsion. It is conceivable that the authorities did not initially institute expulsion proceedings because they believed that the extradition proceedings would lead to the same result, namely the removal of the applicant from the territory of Russia. Therefore, the simultaneous institution of expulsion proceedings would have led to duplicated results and entailed a waste of administrative and judicial resources. The Court thus concedes that the applicant’s detention pending expulsion pursued one of the legitimate aims indicated in Article 5 § 1 (f), namely to secure his “deportation”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "185.  The Court further observes that even where the purpose of detention is legitimate, its length should not exceed that reasonably required for the purpose pursued (see Shakurov, cited above, § 162). In the present case, before the authorities ordered the applicant’s detention pending expulsion he had already been in detention with a view to extradition for six months. The lawfulness of the applicant’s detention pending extradition was examined by the Court in paragraphs 145-153 above. As regards the applicant’s detention pending expulsion, the Court will examine two periods separately.",
                                                "elements": []
                                            },
                                            {
                                                "content": "186.  The Court notes that on 17 September 2012 the applicant was arrested under Article 18.8 of the Code of Administrative Offences on suspicion of a breach of the rules on residence. On 19 September 2012 the Meshchanskiy District Court of Moscow found him guilty of an administrative offence and ordered his administrative removal and placement in custody pending removal. It follows that the applicant’s detention between 17 and 19 September 2012 was in accordance with a procedure prescribed by law and complied with the forty-eight hour time-limit provided for in Article 27.5 § 2 of the Code of Administrative Offences.",
                                                "elements": []
                                            },
                                            {
                                                "content": "187.  Therefore, there has been no violation of Article 5 § 1 (f) of the Convention in respect of this period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "188.  The Meshchanskiy District Court of Moscow ordered the applicant’s placement in custody pending administrative removal on 19 September 2012; on 4 October 2012, following a request by the applicant, the Court indicated to the Government, under Rule 39 of the Rules of Court, that the applicant should not be expelled to Uzbekistan while the proceedings before the Court were pending. In the meantime the applicant appealed against the order of 19 September 2012, and that appeal was upheld by the Moscow City Court on 10 October 2012. Therefore, the applicant’s detention during that period was mainly attributable to the temporary suspension of the enforcement of the expulsion order on account of the indication made by the Court under Rule 39.",
                                                "elements": []
                                            },
                                            {
                                                "content": "189.  The Court reiterates in this regard that the Contracting States are obliged under Article 34 of the Convention to comply with interim measures indicated under Rule 39 of the Rules of Court (see Mamatkulov and Askarov, cited above, §§ 99-129, ECHR 2005I). However, the implementation of an interim measure indicated by the Court does not in itself have any bearing on whether the deprivation of liberty to which that individual may be subjected complies with Article 5 § 1 (see Gebremedhin [Gaberamadhien] v. France, no. 25389/05, § 74, ECHR 2007II). Detention still needs to be lawful and not arbitrary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "190.  In a number of cases where the respondent State refrained from deporting applicants in compliance with a request made by the Court under Rule 39, the Court has been prepared to accept that expulsion proceedings were temporarily suspended but were nevertheless “in progress”, and that therefore no violation of Article 5 § 1 (f) had occurred (see Al Hanchi v. Bosnia and Herzegovina, no. 48205/09, §§ 49-51, 15 November 2011; Al Husin v. Bosnia and Herzegovina, no. 3727/08, §§ 67-69, 7 February 2012; and Umirov v. Russia, no. 17455/11, §§ 138-42, 18 September 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "191.  That being said, suspension of domestic proceedings on account of the indication of an interim measure by the Court should not result in a situation where the applicant languishes in prison for an unreasonably long period. The Court observes in the present case that no specific time-limits for the applicant’s detention pending expulsion were set by the courts (see paragraphs 39 and 48 above). According to Article 31.9 § 1 of the Code of Administrative Offences, an expulsion decision must be enforced within two years (see paragraph 96 above). Thus, after the expiry of such period an applicant should be released. This may happen in the present case; however, the possible implications of Article 31.9 § 1 of the Code of Administrative Offences for the applicant’s detention are a matter of interpretation, and the rule limiting the duration of the detention of an illegal alien is not set out clearly in the law. It is also unclear what will happen after the expiry of the two-year time-limit, since the applicant will clearly remain in an irregular situation in terms of immigration law and will again be liable to expulsion and, consequently, to detention on that ground (see Azimov, cited above, § 171).",
                                                "elements": []
                                            },
                                            {
                                                "content": "192.  The Court also notes in this regard that the maximum penalty in the form of deprivation of liberty for an administrative offence under the Code of Administrative Offences in force is thirty days (see paragraph 98 above), and that detention with a view to expulsion should not be punitive in nature and should be accompanied by appropriate safeguards, as established by the Russian Constitutional Court (see paragraph 100 above). In the present case the “preventive” measure was much heavier than the “punitive” one, which is not normal (see Azimov, cited above, § 172). The Court also notes that at no time during the applicant’s detention while the interim measure applied by the Court was in force, did the authorities re-examine the question of the lawfulness of the applicant’s continuous detention (see paragraphs 199-204 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "193.  Finally, although the authorities knew that the examination of the case before the Court can take some time, they did not try to find “alternative solutions” which would secure the enforcement of the expulsion order in the event of the lifting of the interim measure under Rule 39 (see Keshmiri v. Turkey (no. 2), no. 22426/10, § 34, 17 January 2012, and Azimov, cited above, § 173).",
                                                "elements": []
                                            },
                                            {
                                                "content": "194.  In view of the above considerations, the Court concludes that there has been a violation of Article 5 § 1 (f) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VII.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION IN RELATION TO THE APPLICANT’S DETENTION PENDING ADMINISTRATIVE REMOVAL",
                        "elements": [
                            {
                                "content": "195.  The applicant complained under Article 5 § 4 that the domestic law did not provide for periodic review of the lawfulness of detention following the decision on administrative removal nor for a possibility for an individual to initiate such review.",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "196.  The Government pointed out that the applicant had availed himself of the right to appeal against the administrative-offence decision of 19 September 2012. They further stated that foreign nationals were normally held in the special facility pending their administrative removal for a very short period of time as decisions on administrative removal were executed within very promptly.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "197.  The applicant submitted that his complaint concerned not so much the initial decision on his detention pending administrative removal, as the fact that it was impossible to obtain a review of that decision after a certain lapse of time. His counsel’s attempt to obtain such a review by means of lodging an application for clarification under Article 31.8 of the Code of Administrative Offences had been unsuccessful, and the courts had never actually examined it but had rejected it by a simple letter sent after a four-month delay. Therefore, the applicant had been unable to take proceedings so as to obtain a review of the lawfulness of his ongoing detention, in breach of Article 5 § 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "198.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "199.  The Court reiterates that the purpose of Article 5 § 4 is to ensure to individuals who are arrested and detained the right to judicial supervision of the lawfulness of the measure to which they are thereby subjected (see, mutatis mutandis, De Wilde, Ooms and Versyp v. Belgium, 18 June 1971, § 76, Series A no. 12). A remedy must be made available during a person’s detention enabling that person to obtain a speedy judicial review of the legality of the detention, capable of leading, where appropriate, to his or her release. The existence of the remedy required by Article 5 § 4 must be sufficiently certain, not only in theory but also in practice, failing which it will lack the accessibility and effectiveness required for the purposes of that provision (see Ismoilov and Others, cited above, § 145, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "200.  The Court found in Azimov, cited above, § 151, that an appeal against an initial detention order issued in expulsion proceedings does not provide a judicial review of detention pending expulsion. Similarly to Azimov, the applicant in the present case complained under Article 5 § 4 not about the initial decision on his placement in custody, but about his inability to obtain a judicial review of his detention after a certain lapse of time. As the Court further noted in Azimov (ibid), detention under Article 5 § 1 (f) lasts, as a rule, for a significant period and depends on circumstances which are subject to change over time. Given that after the delivery of the appeal decision of 10 October 2012 the applicant has so far spent in custody about seventeen months, new issues affecting the lawfulness of the detention might have arisen during that period. Under such circumstances the Court considers that the requirement under Article 5 § 4 was neither incorporated in the initial detention order of 19 September 2012 nor fulfilled by the appeal court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "201.  The Court reiterates that by virtue of Article 5 § 4 the applicant was entitled to apply to a “court” having jurisdiction to decide “speedily” whether or not his deprivation of liberty had become “unlawful” in the light of new factors which had emerged subsequently to the decision on his initial placement in custody (see, for example, Khodzhayev v. Russia, no. 52466/08, §§ 125-31, 12 May 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "202.  It observes that the applicant did not attempt to bring any proceedings for judicial review of his detention pending expulsion. However, the Government did not refer to any provision in domestic law which would have allowed the applicant to do so. The Court further notes that no automatic periodic extension of the applicant’s detention or any judicial review thereof took place in the relevant period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "203.  It follows that at no time during the applicant’s detention pending expulsion did he have at his disposal any procedure for a judicial review of its lawfulness (see Azimov, cited above, §§ 153-54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "204.  There has therefore been a violation of Article 5 § 4 on account of the applicant’s inability to obtain a judicial review of his detention after 19 September 2012.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VIII.  RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": "205.  The Court notes that, in accordance with Article 44 § 2 of the Convention, the present judgment will not become final until (a) the parties declare that they will not request that the case be referred to the Grand Chamber; (b) three months after the date of the judgment, if reference of the case to the Grand Chamber has not been requested; or (c) the Panel of the Grand Chamber rejects any request to refer under Article 43 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "206.  The Court notes that the applicant is currently detained in Russia and is still formally liable to administrative removal pursuant to the final judgments of the Russian courts in this case. Having regard to the finding that he would face a serious risk of being subjected to torture or inhuman or degrading treatment in Uzbekistan, the Court considers that the indication made to the Government under Rule 39 of the Rules of Court (see paragraph 4 above) must continue in force until the present judgment becomes final or until further order.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IX.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "207.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "208.  The applicant claimed 25,000 euros (EUR) in respect of non-pecuniary damage on account of distress and frustration caused by his detention pending extradition and expulsion, as well as on account of anxiety in view of the prospect of being returned to a country where he would be exposed to a risk of ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "209.  The Government pointed out, in so far as the applicant’s claim concerns the risk of ill-treatment upon return to Uzbekistan, that Article 41 of the Convention does not allow for just satisfaction to be awarded for violations that have not yet been committed. Therefore, in their view, the claim should be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "210.  The Court observes that no breach of Article 3 of the Convention has yet occurred in the present case. However, it has found that the applicant’s forced return to Uzbekistan would, if implemented, give rise to a violation of that provision. The Court considers that its finding regarding Article 3 amounts in itself to adequate just satisfaction for the purposes of Article 41.",
                                        "elements": []
                                    },
                                    {
                                        "content": "211.  The Court further observes that it has dismissed certain grievances but found a violation of Article 5 § 1 and a violation of Article 5 § 4 of the Convention in the present case. The Court accepts that the applicant has suffered non-pecuniary damage which cannot be compensated for solely by the finding of a violation. It therefore awards the applicant EUR 7,500 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "212.  The applicant also claimed EUR 9,900 for the costs and expenses incurred before the domestic courts and the Court. This included Ms Ryabinina’s work on the preparation of information on the human rights situation in Uzbekistan and the Rule 39 application, which consisted of five hours of work at an hourly rate of 100 euros, amounting to EUR 500. The amount claimed for costs and expenses also includes Ms Yermolayeva’s work in representing the applicant in the domestic proceedings and before the Court. According to the table submitted by the applicant, Ms Yermolayeva’s work consisted of ninety-four hours of work at an hourly rate of EUR 100, amounting to EUR 9,400.",
                                        "elements": []
                                    },
                                    {
                                        "content": "213.  The Government noted that the applicant had provided a breakdown of the work performed by his representatives, but had submitted no agreement concerning legal assistance, or other documents setting out their hourly rates. Furthermore, as the applicants’ representatives specialise in cases involving extradition and expulsion to the CIS States, the Government expressed doubts as to whether the present case required research and preparation to the extent claimed by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "214.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, as well as to the fact that no violation was found in respect of part of the application, the Court considers it reasonable to award the sum of EUR 8,000, covering costs under all heads plus any tax that may be chargeable to the applicant, and rejects the remainder of the claims under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "215.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Articles 3, 5 § 1 (f) and 5 § 4, in respect of the applicant’s detention pending administrative removal, and Article 13 in conjunction with Article 3 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that the forced return of the applicant to Uzbekistan would give rise to a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been no violation of Article 5 § 1 (f) of the Convention in respect of the applicant’s detention pending extradition between 17 and 19 March 2012;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 § 1 (f) of the Convention in respect of the applicant’s detention pending extradition between 19 March and 15 May 2012;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been no violation of Article 5 § 1 (f) of the Convention in respect of the applicant’s detention pending extradition between 15 May and 17 September 2012;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been no violation of Article 5 § 1 (f) of the Convention in respect of the applicant’s detention pending expulsion between 17 and 19 September 2012;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there has been a violation of Article 5 § 1 (f) of the Convention in respect of the applicant’s detention pending expulsion after 19 September 2012;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of the unavailability of any procedure for a judicial review of the lawfulness of the applicant’s detention pending expulsion;",
                        "elements": []
                    },
                    {
                        "content": "10.  Decides to maintain the indication to the Government under Rule 39 of the Rules of Court that the applicant should not be removed to Uzbekistan or any other country until such time as the present judgment becomes final, or until further order;",
                        "elements": []
                    },
                    {
                        "content": "11.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "12.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 May 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF AKRAM KARIMOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-144149.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0528JUD006289212",
    "externalsources": [
        "Report of the UN Special Rapporteur on Torture to the 3rd Session of the UN Human Rights Council on 18 September 2008",
        "UN Human Rights Committee 2010 report (CCPR/C/UZB/CO/3)",
        "Human Rights Watch World Report of January 2013",
        "Amnesty International’s Annual Report for 2012",
        "Report by Amnesty International published on 3 July 2013 entitled Eurasia: Return to torture: Extradition, forcible returns and removals to Central Asia"
    ],
    "extractedappno": [
        "62892/12",
        "14743/11",
        "1948/04",
        "37201/06",
        "46827/99",
        "46951/99",
        "45276/99",
        "38885/02",
        "8320/04",
        "30471/08",
        "2947/06",
        "42502/06",
        "53688/08",
        "7265/10",
        "11209/10",
        "67286/10",
        "43165/10",
        "27765/09",
        "8139/09",
        "67474/11",
        "51564/99",
        "656/06",
        "13229/03",
        "55822/10",
        "73455/11",
        "39417/07",
        "3455/05",
        "5829/04",
        "25389/05",
        "48205/09",
        "3727/08",
        "17455/11",
        "22426/10",
        "52466/08"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 18.8, 27.5 § 2 and 31.9 § 1 of the Code of Administrative Offences"
    ],
    "itemid": "001-144149",
    "judgementdate": "28/05/2014 00:00:00",
    "kpdate": "28/05/2014 00:00:00",
    "kpthesaurus": [
        "350",
        "620",
        "448",
        "220",
        "130",
        "135",
        "438",
        "481",
        "14",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3",
        "5-4",
        "5-1-f",
        "35",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "AKRAM KARIMOV",
        "RUSSIA"
    ],
    "rank": "1124.0673828125",
    "representedby": [
        "YERMOLAYEVA N.",
        "RYABININA E."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "A. and Others v. the United Kingdom [GC], no. 3455/05, § 164, ECHR 2009",
        "Abdolkhani and Karimnia v. Turkey, no. 30471/08, § 91, 22 September 2009",
        "Abdulaziz, Cabales and Balkandali v. the United Kingdom, 28 May 1985, § 67, Series A no. 94",
        "Abdulkhakov v. Russia, no. 14743/11, 2 October 2012",
        "Al Hanchi v. Bosnia and Herzegovina, no. 48205/09, §§ 49-51, 15 November 2011",
        "Al Husin v. Bosnia and Herzegovina, no. 3727/08, §§ 67-69, 7 February 2012",
        "Alim v. Russia, no. 39417/07, § 55, 27 September 201",
        "Amuur v. France, 25 June 1996, § 50, Reports 1996-III",
        "Azimov v. Russia, no. 67474/11, 18 April 2013",
        "Bozano v. France, 18 December 1986, Series A no. 111, § 60",
        "Chahal v. the United Kingdom, 15 November 1996, § 112, Reports of Judgments and Decisions 1996 V",
        "Čonka v. Belgium, no. 51564/99, ECHR 2002 I",
        "De Wilde, Ooms and Versyp v. Belgium, 18 June 1971, § 76, Series A no. 12",
        "Ermakov v. Russia, no. 43165/10, 7 November 2013",
        "Fox, Campbell and Hartley v. the United Kingdom, 30 August 1990, § 40, Series A no. 182",
        "Gaforov v. Russia, no. 25404/09, 21 October 2010",
        "Garayev v. Azerbaijan, no. 53688/08, § 71, 10 June 2010",
        "Gebremedhin [Gaberamadhien] v. France, no. 25389/05, § 74, ECHR 2007 II",
        "Hilal v. the United Kingdom, no. 45276/99, § 60, ECHR 2001 II",
        "Hirsi Jamaa and Others v. Italy [GC], no. 27765/09, § 128, ECHR 2012",
        "Ismoilov and Others v. Russia, no. 2947/06, § 121, 24 April 2008",
        "Keshmiri v. Turkey (no. 2), no. 22426/10, § 34, 17 January 2012",
        "Khodorkovskiy v. Russia, no. 5829/04, § 142, 31 May 2011",
        "Khodzhayev v. Russia, no. 52466/08, §§ 125-31, 12 May 2010",
        "Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, ECHR 2005 I",
        "Muminov v. Russia, no. 42502/06, §§ 93-96, 11 December 2008",
        "N. v. Finland, no. 38885/02, § 167, 26 July 2005",
        "Nasrulloyev v. Russia, no. 656/06, §§ 70-71, 11 October 2007",
        "Othman (Abu Qatada) v. the United Kingdom, no. 8139/09, §§ 188-89, ECHR 2012 (extracts)",
        "Rustamov v. Russia, no. 11209/10, 3 July 2012",
        "Ryabikin v. Russia, no. 8320/04, § 112, 19 June 2008",
        "Saadi v. Italy [GC], no. 37201/06, 28 February 2008",
        "Saadi v. the United Kingdom [GC], no. 13229/03, ECHR 2008",
        "Salah Sheekh v. the Netherlands, no. 1948/04, § 135, ECHR 2007 I (extracts)",
        "Shakurov v. Russia, no. 55822/10, § 170, 5 June 2012",
        "Sidikovy v. Russia, no. 73455/11, § 165, 20 June 2013",
        "Soering v. the United Kingdom, 7 July 1989, § 91, Series A no. 161",
        "Umirov v. Russia, no. 17455/11, §§ 138-42, 18 September 2012",
        "Vilvarajah and Others v. the United Kingdom, 30 October 1991, § 107, Series A no. 215",
        "Yakubov v. Russia, no. 7265/10, §§ 81 and 82, 8 November 2011",
        "Zokhidov v. Russia, no. 67286/10, 5 February 2013"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "395934",
    "typedescription": "15"
}