{
    "__articles": "6;6-2",
    "__conclusion": "Remainder inadmissible;No violation of Art. 6-2",
    "applicability": "",
    "appno": "35730/07;4285/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "6-2",
            "base_article": "6",
            "element": "No violation of Art. 6-2",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-106200.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 35730/07 and 4285/08 against the United Kingdom of Great Britain and Northern Ireland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by British nationals, Mr Joe Anthony Ashendon (“the first applicant”) and Ms Marilyn Jones (“the second applicant”), on 8 August 2007 and 9 January 2008 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The first applicant was represented by Mr G. Bromelow, a lawyer practising in  with Saunders Law Partnership LLP, assisted by Mr S. Simblet, counsel. The second applicant was represented by Mr T. Coolican, a lawyer practising in  with Russell Jones & Walker Solicitors. The  Government (“the Government”) were represented by their Agents, Mr D. Walton and Ms H. Moynihan of the Foreign and Commonwealth Office.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that the refusal to award them their defence costs, after they had been acquitted in their respective criminal proceedings, was in violation of Article 6 § 2 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 23 April 2008 and 2 October 2009 respectively, the Vice-President of the Fourth Section of the Court decided to give notice of the applications and to communicate the complaints concerning Article 6 § 2 to the Government. It was also decided to rule on the admissibility and merits of each application at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicants and the Government each filed written observations (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASES",
                        "elements": [
                            {
                                "content": "A.  Mr Ashendon",
                                "elements": [
                                    {
                                        "content": "6.  The first applicant was born in 1985 and lives in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In the early hours of 2 April 2006 the first applicant was discovered sleeping in a flat in a sheltered accommodation complex. He was naked from the waist down and intoxicated. Blood tests subsequently showed that he had consumed alcohol and ecstasy the night before and that he was a regular cannabis user. The tests also showed a positive response for cocaine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Police and paramedic personnel were called to the scene. After investigation it was thought that the first applicant had gained entry to the flat through another flat in the complex. Upon entering the second flat, the police discovered its occupant, Mrs B, who was ninety-seven years of age, lying on the floor. She too was naked from the waist down. She was covered in faeces, she was upset and confused, and said she was in pain. She had a number of injuries and told the police she had been sexually assaulted in the night.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The first applicant’s jacket, shoes, trousers and underpants were found in B’s flat. Faecal material, which was found to contain components of B’s DNA, was found on the applicant’s t-shirt. Pubic hair, visually similar to that of B, was found on the first applicant and elsewhere in the flat where he had been found. Swabs were taken from the first applicant’s penis but no DNA or blood was found. There was no semen found anywhere.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  When interviewed by police the following evening, the first applicant admitted to having been drinking and to having taken an ecstasy tablet. He denied having committed any offences and stated that he had no recollection of events. He was interviewed on a further four occasions and states that he co-operated with the police each time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The first applicant was charged with burglary, rape (by penile penetration), rape (by digital penetration), and sexual assault. The applicant’s trial began on 5 February 2007. The prosecution offered no evidence in respect of the burglary charge and a not guilty verdict was recorded. In respect of the remaining charges, it was not suggested by the defence that someone other than the first applicant had assaulted B, or that there had been no contact between them. Instead, the principal area of dispute was whether the first applicant’s actions had amounted to rape or, alternatively, sexual assault. The prosecution’s case was that they did. The applicant maintained that they did not. In giving evidence in his defence, the applicant repeated that he had no recollection of events on the night in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The trial judge’s summing up to the jury contained the following direction:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“We all know this is a horrific, a disgusting episode. We all know that, and we all know – there has not been any argument about this, has there? – where moral responsibility lies but we are a court of law, we are not here to dish out admonitions for immoral conduct, disgusting behaviour. ... We are here to judge whether a crime has been committed, whether the criminal law of the land has been broken.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In order to do that you have to be objective. You have to stand back from the feelings of disgust and revulsion that come from the facts of this case and be objective. That last thing anyone would want is to compound an already awful event with another awful event, which would be a verdict based upon emotion and feelings of distaste and disgust rather than a verdict based upon a proper, logical, objective analysis of what has happened and that is what you are trusted to do.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 14 February 2007 the jury acquitted the applicant of the three remaining charges. When the first applicant applied for his costs (which exceeded GBP 100,000 and had been met by his family) his counsel stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“This is a case in which [the first applicant] was inevitably going to be charged with a criminal offence, I do not doubt that for a moment, and the point I made to the jury was that had a different criminal offence been charged he may have had no alternative but to plead guilty, but costs have been expended on defending him on charges for which he has been found not guilty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Bearing in mind everything Your Honour has said about his conduct that, in my submission, would not be a relevant consideration to the application that I make now because once he was interviewed by the police he did his best...to tell the truth as he understood it and remembered it to be so he did not do anything more at that stage to bring this prosecution upon himself, simply the conduct which ended him up where he was.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In refusing the application, the trial judge said:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“With regard to a defendant’s costs you [Counsel] are right, the costs should and almost invariably would follow the event. I cannot think of another case in my 35 years’ experience in the criminal courts in which it is more apparent that a defendant’s conduct, albeit that it had led to him being acquitted, but a defendant’s conduct has led to him being brought before the court and, given the nature of the circumstances and the consequences to the very vulnerable victim, the injuries that were seen upon her, where they were seen, the combination of facts, it is one of those cases where I feel it is right for the court to exceptionally say a defendant’s costs order will be refused. He [the applicant] will have an opportunity, I have not the least doubt, in the months and years ahead to make some recompense to his family who have stood so loyally by him. It is not an order that I lightly refuse but this is one of those exceptional cases where it seems to me to be justified.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Ms Jones",
                                "elements": [
                                    {
                                        "content": "15.  The second applicant was born in 1949 and lives in Stourton, West Midlands.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In 2005, the police began investigating the business affairs of a company where, it was alleged, there had been money laundering, theft and fraud. The second applicant is an accountant and the company had been one of her clients. In the course of their investigation the police came into possession of an audio tape, which recorded a conversation between the applicant and another person under investigation, A.R., in which the applicant was alleged to have provided advice on how to steal from the company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The second applicant was interviewed under caution on 1 June 2006. The tape was played to her and, on the advice of her solicitor at that time, she declined to reply to the questions put to her. It appears that, at this time, the police did not know the provenance of the tape or the date the conversation was recorded; the applicant maintains that, when interviewed, she was unable to remember the conversation or the date of it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 11 July 2006, the second applicant was charged with an offence of perverting the course of justice and, in September 2006, with two coaccused including A.R., she was charged with conspiring to steal from the company between 1 June 2000 and 31 October 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  A defence statement was served by the applicant on 18 January 2007 in which she addressed the tape recording. She denied any discussion of impropriety, challenged the admissibility of the tape as evidence and stated that, if the prosecution established her voice was on the tape, any comments she had made in the conversation had been taken out of context.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The second applicant maintained that, at the start of the trial, the prosecution offered to drop the charges against her and three co-defendants if A.R and another defendant, C.R., pleaded guilty to a significant proportion of the charges against them. She alleges that if this offer had been accepted her application for her costs would inevitably have been granted. The Government, in their observations to this Court, do not accept that such an offer was made or that, if it had been accepted, the second applicant’s application for her costs would inevitably have been granted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  At trial the second applicant sought to have the tape excluded from evidence but the trial judge ruled that it was admissible. The second applicant then gave evidence in her own defence in which she explained that she had been able to calculate the date of the recording (1996) by reference to matters referred to in it. She also stated that, even if the tape was genuine and had not been edited as she alleged, the conversation was not in any way criminal or dishonest in purpose.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In his closing speech, counsel for the prosecution argued that the jury could and should draw an adverse inference from the fact that the applicant had relied on many facts in her defence, none of which she had mentioned when she was interviewed. In his summing up, the trial judge told the jury that the second applicant had failed to mention something in her police interview that she now relied upon in court. He also indicated that if the jury concluded that the second applicant had genuinely and reasonably relied on legal advice they should not draw an adverse inference.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 11 July 2007 the second applicant was acquitted unanimously of the two counts facing her. Three defendants, including A.R. and C.R., were convicted of the majority of the charges against them. One defendant, M.R., was acquitted of all charges against him and another, S.R., was acquitted of all but one charge against her. M.R. and S.R. were legally aided but were granted defendant’s costs orders in respect of their own expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The second applicant applied immediately for a defendant’s costs order, pursuant to section 16(2) of the Prosecution of Offences Act 1985 (see relevant domestic law and practice below). The trial judge refused the application. He stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The relevant features, in my judgment, in this case are these: that [the second applicant], acting very much on the advice of her then solicitor [name omitted], exercised her right to silence when answering ‘no comment’ in her police interview. I emphasise she cannot be criticised for that, and the advice was given in good faith and it was accepted in good faith by [her]. However, in my judgment it is a relevant consideration in deciding whether a defendant’s costs order should be made in this case. Her failure to answer questions, in my judgment, to some extent had the effect of bringing this prosecution on herself, allowing the police to believe that the case against her was stronger than it in fact has turned out to be. In particular, a cardinal plank of the prosecution case against her on the conspiracy count was a taped phone call between her and [A.R.] in which on the face of it she appeared to give advice to [A.R.] as to how to steal from the company. Her failure, in my judgment, of putting that phone call into its true context and true timescale clearly influenced the prosecution decision to bring charges against her, and it is for that reason, and that reason alone, that I have come to the conclusion that to that extent she brought this prosecution upon herself and in my judgment that is a proper reason for refusing a defendant’s costs order. In no way is that decision meant to indicate that she is in any way guilty of this offence, she is not, she has rightly been acquitted by this jury.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 30 July 2007, the second applicant renewed her application in writing, relying inter alia on the fact the she had been unable to recall the conversation on the tape recording until the trial had started and that one of the reasons her solicitor had sought disclosure of the tape was to consider whether to propose to the police that they should re-interview her. The trial judge declined to hold an oral hearing on the renewed application and stated that he was unable to make the order for the reasons he had already given.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "26.  Section 16(2) of the Prosecution of Offences Act 1985 provides that where any person is tried on indictment and acquitted of any count in the indictment, the Crown Court may make a defendant’s costs order in favour of the accused. Section 16(6) provides that such an order shall be for the payment out of central funds of such an amount as the court considers reasonably sufficient to compensate him for any expenses properly incurred by the defendant in the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Practice Direction (On Costs in Criminal Proceedings) [2004] 2 Cr. App. R. 26 provides:",
                                "elements": []
                            },
                            {
                                "content": "“Where a person is not tried for an offence for which he has been indicted, or in respect of which proceedings against him have been sent for trial or transferred for trial, or has been acquitted on any count in the indictment, the court may make a defendant’s costs order in his favour. Such an order should normally be made whether or not an order for costs between the parties is made, unless there are positive reasons for not doing so. For example, where the defendant’s own conduct has brought suspicion on himself and has misled the prosecution into thinking that the case against him was stronger than it was, the defendant can be left to pay his own costs. The court when declining to make a costs order should explain, in open court, that the reason for not making an order does not involve any suggestion that the defendant is guilty of any criminal conduct but the order is refused because of the positive reason that should be identified.”",
                                "elements": []
                            },
                            {
                                "content": "28.  In Dowler v. Merseyrail [2009] EWHC 558 (Admin), the High Court found that the phrases in the Practice Direction “where the defendant’s own conduct has brought suspicion on himself” and “has misled the prosecution into thinking that the case against him was stronger than it was” had to be read conjunctively. A court could not refuse to make a defendant’s costs order on the ground that a defendant had brought suspicion on himself unless it was also satisfied that he had also misled the prosecution into thinking the case against him was stronger than it was. The High Court also found that there was a duty to give reasons for not making an order.",
                                "elements": []
                            },
                            {
                                "content": "29.  The High Court reached the same conclusion as to a conjunctive reading of the Practice Direction in R. (on the application of Spiteri) v.  [2009] EWHC 665 (Admin). In that case, the High Court also found that an acquittal on the basis of a procedural irregularity was not a proper reason for refusing to make an order.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER",
                        "elements": [
                            {
                                "content": "30.  Given their similar factual and legal background, the Court decides that the two applications should be joined pursuant to Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLE 6 § 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "31.  The applicants complained that the refusal to grant them defendant’s costs orders was incompatible with Article 6 § 2 of the Convention, which reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Mr Ashendon",
                                        "elements": [
                                            {
                                                "content": "32.  Mr Ashendon submitted that the trial judge had not given any positive reasons for his refusal to make a defendant’s costs order. In his comments, the trial judge had not identified any conduct ulterior to that which was the subject of the criminal charges. Despite their submissions in his case (see paragraphs 37 and 38 below), the Government, had been unable to explain these comments. If they were to be understood as suggesting that he should be denied his costs because he was guilty of other offences, that too would amount to a violation of Article 6 § 2.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The first applicant also submitted that his conduct was different to the conduct considered by the Court in D.F. v. the United Kingdom, no. 22401/93, Commission decision of 24 October 1995; and Fashanu v. the United Kingdom, no. 38440/97, Commission decision of 1 July 1998 (both unreported). In those cases, the defendants’ conduct had made it look as if the cases against them were stronger than they were. By contrast, it had never been suggested that the first applicant had led the prosecution to believe it had a stronger case than it did: he had co-operated with the prosecution throughout the proceedings. It was also not appropriate to ask the Court to look at the context of the case, as the Government had done; this could only mean examining the circumstances surrounding the criminal offences of which he had been acquitted.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Ms Jones",
                                        "elements": [
                                            {
                                                "content": "34.  Ms Jones submitted that the refusal to award her costs was based on the trial judge’s false assumption that she should have explained the tape recording at an early stage of proceedings. However, the jury’s acquittal meant there could be no conceivable criticism of her conduct. She could not be criticised for her failure to answer questions about the tape when first interviewed. At that time, she could not recall the conversation. Later, she had sought to explain the conversation to the police but had been denied that opportunity. She had been entitled to contest the admissibility of the tape recording before trial. It was not for the trial judge to infer that, had she provided her explanation for the tape recording before trial, the prosecution would not have proceeded; that was a matter for the prosecution. If the trial judge had accepted that she was innocent, and had also accepted her account as to why she had not explained the tape recording earlier, he would have had to grant the defendant’s costs order. Therefore, in refusing to make the order, the trial judge must have had lingering suspicions as to her guilt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Ms Jones also submitted that the trial judge had also erred in proceeding on the assumption that exercising one’s right to silence was, in itself, enough to justify refusing a defendant’s costs order. Moreover, the right to silence would be unacceptably curtailed if defendants who relied upon it knew that they risked being refused their costs if acquitted. The cases of D.F. and Fashanu (both cited above) and Byrne v. the United Kingdom, no. 37107/97, Commission decision of 16 April 1998, were all distinguishable from her case. In those cases, the defendants had been refused their costs because they chose to say nothing to explain their actions; she, on the other hand, had been unable to say anything when first interviewed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Government",
                                        "elements": [
                                            {
                                                "content": "36.  The Government contested each applicant’s arguments. The issue was not whether a defendant’s costs order should have been made in each case but whether, in refusing the applications for defendants’ costs orders, the trial judge in each case had relied on suspicions as to the applicant’s innocence after each applicant had been acquitted (Yassar Hussain v. the , no. 8866/04, § 19, ECHR 2006III). In their submission, neither trial judge had done so.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In Mr Ashendon’s case the trial judge’s reasons were short and somewhat imprecise, which was unsurprising because they had been given ex tempore. Nevertheless, the obvious interpretation of those reasons was that the trial judge, having regard to the context of the case, had considered that the first applicant, by his reprehensible behaviour, had brought suspicion upon himself. Those reasons could not be construed as relying on continuing suspicions as to the applicant’s innocence. This interpretation was supported by three factors. First, the trial judge had expressly acknowledged the first applicant’s acquittal. Second, counsel had recognised that the first applicant’s conduct had “ended him up where he was”. Third, the trial judge had previously directed to the jury to disregard any feelings of disgust they might have had and to reach a verdict based on a “proper, logical, objective analysis” of what had happened (see paragraph 12 above). Therefore, the trial judge had formed the view that, although the first applicant’s conduct was reprehensible, it did not follow that he was guilty of the offences charged. That view was consistent with Article 6 § 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Finally, the Government submitted that the first applicant’s case had to be distinguished from Yassar Hussein, cited above, where the trial judge had referred to “compelling evidence” on the file against the applicant, notwithstanding that no evidence had been called, and where the Court found that the applicant had not done anything to bring the prosecution on himself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In Ms Jones’s case, the Government disputed that the trial judge had only refused the order because Ms Jones had exercised her right to silence. Instead, he had taken the view that the tape was the “cardinal plank” of the prosecution case. The trial judge had accepted that, in remaining silent, the second applicant had followed her solicitor’s advice; he had nevertheless concluded that the tape recording called for an explanation from the applicant. That explanation had only been provided at trial; had it been provided earlier, the prosecution might not have brought charges against her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In any event, this Court had found that the right to silence was not absolute (John Murray v. the United Kingdom, 8 February 1996, § 47, Reports of Judgments and Decisions 1996I) and there was no reason why a defendant’s exercise of her right to silence should not be taken into account in assessing whether she should be granted her costs (D.F.¸ Byrne, and Fashanu, all cited above). The trial judge, in relying on the second applicant’s silence, in no way called into question the jury’s verdict. There was nothing in the trial judge’s reasons which would allow the Court to draw an inference that he had relied on continuing suspicions as to the applicant’s guilt. It did not follow that, because the trial judge had considered that the applicant had been late in explaining the tape recording, he continued to believe she was guilty of the offences charged. Those issues were quite distinct.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "41.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  General principles applicable to both cases",
                                        "elements": [
                                            {
                                                "content": "42.  The relevant general principles on the presumption of innocence were most recently set out in Yassar Hussein, cited, above, §§ 19 and 20:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... the presumption of innocence enshrined in Article 6 § 2 is one of the elements of a fair criminal trial required by Article 6 § 1. It will be violated if a statement of a public official concerning a person charged with a criminal offence reflects an opinion that he is guilty unless he has been proved so according to law. It suffices, even in the absence of any formal finding, that there is some reasoning to suggest that the official regards that person as guilty (see Daktaras v. Lithuania, no. 42095/98, § 41, ECHR 2000-X, and A.L. v. Germany, no. 72758/01, § 31, 28 April 2005). Whether a statement of a public official is in breach of the principle of the presumption of innocence must be determined in the context of the particular circumstances in which the impugned statement was made (see Daktaras, cited above, § 43). The provision applies even where the substantive criminal proceedings have ended, provided that there is a sufficient nexus between the criminal proceedings and the events in issue (see Sekanina v. , 25 August 1993, § 22, Series A no. 266-A). In such circumstances, the question is whether the trial judge relied on suspicions as to the applicant’s innocence after the applicant had been acquitted (ibid., § 30; see also Moody v. the United Kingdom, no. 22613/93, Commission’s report of 16 October 1996, unpublished, and D.F. v. the United Kingdom, no. 22401/93, Commission decision of 24 October 1995, unreported, which both concerned Practice Directions on the making of defendants’ costs orders).",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  However, neither Article 6 § 2 nor any other provision of the Convention gives a person “charged with a criminal offence” a right to compensation for lawful detention on remand where proceedings taken against him are discontinued (see, for example, Sekanina, cited above, § 25). Further, the Convention does not guarantee a defendant who has been acquitted the right to reimbursement of his costs (see Masson and Van Zon v. the Netherlands, 28 September 1995, § 49, Series A no. 327A).”",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court also observes that the parties have either relied upon, or sought to distinguish, a number of previous cases against the United Kingdom in which the Court and former Commission considered complaints arising from the refusal to make defendants’ costs orders, applying the provisions of a practice direction in substantially the same terms as that of 2004 (see paragraph 27 above). Accordingly, it is appropriate to set out the approach taken in those cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In Moody, cited above, the applicant was acquitted of having obscene articles for publication for gain. The applicant’s defence had been that the articles were not obscene. The defendant’s costs order was refused on the basis that the applicant had brought the prosecution on himself by choosing to work among the material in question. The Commission concluded that there had been a violation of Article 6 § 2. The only material before the trial judge was the material on the basis of which the applicant had just been acquitted. The applicant could be said to have brought suspicion on himself by working in a shop which sold such material, and he could not be said to have misled anyone as to the strength of the prosecution case when his defence was clear from the outset.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In D.F., cited above, the trial judge had directed the jury to acquit the applicant and, in refusing to make a full order in the applicant’s favour, had commented that the applicant’s commercial activity “stinks of greed”. The Commission rejected the application as manifestly ill-founded. It found that the trial judge did not indicate any continuing suspicions against the applicant, particularly when greed was not a criminal offence. It rejected the applicant’s argument that he had been penalised for exercising his right to silence as it was inevitable that a defendant who declined to produce any evidence until trial would incur costs until trial, and that those costs would then have to be borne by the defendant. Moreover, the trial judge’s decision was based on the fact that, by his conduct in making a statement to the police which was less than candid, the applicant had brought suspicion on himself and misled the prosecution into thinking the case against him was stronger that it was.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In Byrne, cited above, the applicant was charged with benefit fraud and availed herself of her right to silence until trial. No evidence was offered against her and she was acquitted. The trial judge had observed that the applicant, in relying on her right to silence, had made it much more difficult for the prosecution to decide whether to proceed. She could not “hide behind” the advice she had received to remain silent. In rejecting the application as manifestly ill-founded, the Commission observed that the trial judge was clearly not of the opinion that the applicant was guilty. Furthermore, he had made an express finding that the applicant’s conduct had allowed the prosecution to continue with the result that costs were incurred. The Commission did not accept that the applicant had been penalised for exercising her right to silence, particularly when, had the applicant explained her position before trial, the prosecution would in all likelihood have been dropped and there would have been no question of a defendant’s costs order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In Fashanu, cited above, the applicant had been acquitted of conspiracy to give and receive corrupt payments for influencing the outcome of football matches. He had exercised his right to silence and declined to explain how he had received substantial sums of money. A defendant’s costs order was refused on the basis that the applicant’s conduct had brought suspicion on himself and misled the prosecution into thinking that the case was stronger than it was. The Commission did not accept that the trial judge’s reasons were based on any continuing suspicion that the applicant was guilty or that the applicant had been penalised for exercising his right to silence. The application was therefore rejected as manifestly ill-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Finally, in Yassar Hussein, cited above, the prosecution of the applicant failed because a key witness had not attended court. There was no suggestion that the applicant was responsible for the non-attendance of the witness. The reason given by the judge for refusing the application for a defendant’s costs order was that there was “compelling evidence” in the court papers. The Court found that the only natural interpretation which could be put on those words was that the trial judge was of the view that, although the key witness had not given evidence and the applicant had been acquitted, the applicant was, in fact, guilty of the offence. In the Court’s view, this amounted to a reliance on suspicions as to the applicant’s innocence after he had been acquitted, and was a violation of Article 6 § 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  On the basis of these cases, the Court considers that, in the context of defendants’ costs orders, the Convention organs have consistently applied the following principles. First, it is not the Court’s role to decide whether a defendant’s costs order should have been made in any given case. Second, it is not for the Court to determine whether, in granting or refusing such an order, the trial judge has acted compatibly with the relevant Practice Direction, set out at paragraph 27 above. Third, the Court’s task is to consider whether, in refusing to make an order, the trial judge’s reasons indicate a reliance on suspicions as to the applicant’s innocence after the applicant has been acquitted. Fourth, the Convention organs have found that it is not incompatible with the presumption of innocence for a trial judge to refuse to make an order because he or she considers that the applicant has brought suspicion on himself and misled the prosecution into believing that the case against him or her was stronger than it was in reality. This will also be the case if the applicant brought the prosecution upon himself because he availed himself of the right to silence. Finally, the refusal to make an order does not amount to a penalty for exercising that right.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Mr Ashendon’s case",
                                        "elements": [
                                            {
                                                "content": "50.  In applying these principles to Mr Ashendon’s case, the Court agrees with the Government that the trial judge’s reasons were somewhat imprecise. However, their meaning is clear from the context in which they were given. The facts of the case (summarised at paragraphs 7–14 above) clearly show that the trial judge was entitled to find that the first applicant had brought the prosecution on himself. The first applicant had been found half-naked in a state of intoxication with bodily materials of B on him. It was not denied that he had had contact with B or that she had suffered injuries. Nor was it denied that his actions that night were reprehensible. The only issue was whether his actions amounted to rape or sexual assault. The Court finds nothing in the trial judge’s remarks which would indicate a belief that the applicant’s actions meant that he was guilty of rape or sexual assault; disapproval by a trial judge of a defendant’s conduct does not necessarily mean that the trial judge has formed a view as to whether that conduct amounts to a criminal offence (see D.F., cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Moreover, in this case, the trial judge’s remarks must also be seen in the light of his prior exchange with counsel who had conceded that, if the first applicant had been charged with different offences, he would have had to plead guilty. The Court does not understand the trial judge’s comments as to B’s injuries as reflecting anything other than the concession which had been made by counsel. Finally, the trial judge’s reasons for refusing the order must be read alongside his prior direction to the jury that they had to stand back from any feelings of disgust and revulsion and base their verdict on a “proper, logical, objective analysis” of what had happened. This was an entirely fair direction to the jury and, given their decision to acquit the applicant, it must inevitably have carried some weight with them. The direction supports the Court’s view that the trial judge, in refusing the defendant’s costs order, did not hold lingering suspicions as to the innocence of the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court therefore concludes that there has been no violation of Article 6 § 2 of the Convention in respect of the first applicant.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Ms Jones’ case",
                                        "elements": [
                                            {
                                                "content": "52.  In Ms Jones’ case, the Court notes that the principal issue in the case was the tape recording of a conversation between the applicant and A.R. The second applicant has submitted that she was not to blame for the fact that she could not provide an explanation for that conversation prior to trial and that, as a consequence she could not be said to have brought the prosecution on herself. However, in the Court’s view, the trial judge was the person best placed to evaluate the significance of the tape recording to the prosecution case and whether, on the basis of the evidence led at trial, the applicant had brought the prosecution on herself. He concluded that the tape recording was a “cardinal plank” of the prosecution case and that the second applicant’s failure to answer questions allowed the police to believe that the case against her was stronger than it in fact turned out to be. The Court sees no reason to doubt these findings. Moreover, it considers that the trial judge was entitled to treat these issues as distinct from the issue of the applicant’s innocence of the offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In the Court’s view, the trial judge’s reasons were carefully phrased. He stated that his decision was in no way meant to indicate that she was guilty of the offence. In fact, he went further and stated that she had been rightly acquitted by the jury. Therefore, it cannot be inferred that, in refusing to make the defendant’s costs order, the trial judge must have had lingering suspicions as to her guilt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Furthermore, the Court considers that the trial judge was correct to consider that, while the applicant could not be criticised for exercising her right to silence, this was a relevant consideration in deciding whether a defendant’s costs order should be made. Despite the applicant’s submissions as to the importance of the right to silence, the Court finds no reason to depart from the Commission’s findings in D.F., Byrne and Fashanu, all cited above, that the refusal to make a defendant’s costs order does not amount to a penalty for exercising the right to silence. The Court also shares the Commission’s view, as expressed in D.F., cited above, that it is inevitable that a defendant who declines to produce any evidence until trial will incur costs until trial and that those costs will have to be incurred by the defendant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court concludes, therefore, that the second applicant’s case cannot be distinguished from D.F., Byrne and Fashanu, all cited above. Accordingly, it finds that there has been no violation of Article 6 § 2 of the Convention in respect of the second applicant.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Article 8 of the Convention",
                                "elements": [
                                    {
                                        "content": "56.  The second applicant also complained that refusing to award her costs on the basis that she had exercised her right to silence also amounted to a violation of Article 8 of the Convention, which provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “1. Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court considers that the refusal to make a defendant’s costs order – whether as a result of the second applicant exercising her right to silence or otherwise – does not amount to an interference with the right to respect for one’s private or family life. It follows that this complaint must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Article 13 of the Convention",
                                "elements": [
                                    {
                                        "content": "58.  The first applicant also complained of a violation of Article 13 of the Convention since he had no right of appeal or other right of challenge to the trial judge’s ruling.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Article 13 of the Convention provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court recalls that, in Yassar Hussein, cited above, the applicant complained that there was no effective remedy under Article 13 for his Article 6 § 2 complaint. The Court found that complaint to be manifestly illfounded because Article 13 could not be read as requiring the provision of an effective remedy that would enable an individual to complain about the absence in domestic law of access to a court (see paragraph 26 of the judgment). In the present case, the Court finds no reason to depart from its ruling in Yassar Hussein. Accordingly, this complaint must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Joins the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares each applicant’s complaint under Article 6 § 2 of the Convention admissible and the remainder of their complaints inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 6 § 2 of the Convention in respect of Mr Ashendon;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been no violation of Article 6 § 2 of the Convention in respect of Ms Jones.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 December 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge De Gaetano is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I voted with the majority in this case because, like the other six judges, I do not believe that there was a violation of Article 6 § 2. However I would have been prepared to go even further and to say that in the instant case, and with regard to both applicants, Article 6 § 2 was not even engaged.",
                        "elements": []
                    },
                    {
                        "content": "Article 6 deals with the right to a fair trial, not with the right not to be defamed by suggestions, direct or subliminal, that one has committed acts that amount to a criminal offence notwithstanding that one has been acquitted of any corresponding criminal charges. In the instant case both applicants received a fair hearing and were acquitted. There is no suggestion that they could have been re-tried on the same facts and on the same evidence as a result of what the judges said in the course of the proceedings on costs. Nor was it argued by the applicants that what was said in the course of these costs proceedings could have influenced the outcome of potential civil proceedings instituted by them (for example, for malicious prosecution or, as in Sekanina v. Austria, no. 13126/87, 25 August 1993, for damage sustained on account of having been kept in detention), or against them by third parties (see, for example, the joint or contemporaneous procedure for civil compensation in Orr v. Norway, no. 31283/04, 15 May 2008).",
                        "elements": []
                    },
                    {
                        "content": "Ever since paragraph 2 was launched into a separate orbit from that of Article 6 in Minelli v. Switzerland, (no. 8660/79) 25 March 1983, § 37, it has unnecessarily hampered judges in civil proceedings arising from the same facts which had given rise to the criminal charge (see passim the dissenting opinions of Judges Jebens, Nicolaou and Vajić in Orr, above). To state that judges (and semble other public officials) casting doubt as to the innocence of a person who has been acquitted when there appears to be no realistic possibility of such pronouncements influencing the fairness of other ongoing, or reasonably anticipated, proceedings, are violating Article 6 § 2 is to give an entirely distorted interpretation to this provision.",
                        "elements": []
                    },
                    {
                        "content": "In her concurring opinion in Bok v. The Netherlands, (no. 45482/06) 18 January 2011, Judge Power poignantly observes:",
                        "elements": []
                    },
                    {
                        "content": "“1. The presumption of innocence when charged with a criminal offence is a sacrosanct principle of Convention law but the wording of Article 6 § 2, when taken alone, is open to different interpretations. What does “Everyone charged” actually mean? Does it mean “Everyone ever charged – no matter how long ago”? Or does it mean “Everyone when charged or likely to be charged with a criminal offence and for as long as such charges are pending”? Is the presumption of innocence “eternally live”, attaching to every person at all times regardless of whether one is actually facing a criminal charge or not? Or is the presumption something that is “triggered”, that only becomes legally meaningful when events occur through which a person is, in reality, facing or likely to be facing a criminal charge which has not, as yet, been determined? To my mind, these are not only neat philosophical questions; how they are answered is critical to the determination of this case.",
                        "elements": []
                    },
                    {
                        "content": "“2. The free-standing, post-acquittal “eternally live” model of interpretation of Article 6 § 2 is appealing and attractive and there is some support for this model in the case law to date – at least where a sufficient “link” exists between the post-acquittal observations of a court and the criminal responsibility of an accused. However, without advocating a rigid and unwavering adherence to the doctrine of “original intent”, common sense and the overall “fair trial” context within which the presumption of innocence is articulated within the Convention lead me to the view that the “events occurring” model of interpretation is the better one. Based on that interpretation, I voted with the majority in finding no violation of Article 6 § 2 of the Convention. The alternative would have established, in my view, an unreasonable and potentially unlimited extension of the scope of Article 6 § 2 to civil proceedings.”",
                        "elements": []
                    },
                    {
                        "content": " Perhaps it is time to effect a “recall” of Article 6 § 2 for a thorough re-examination as to its proper place in the scheme of Article 6. The instant case, however, was not the proper place for that re-examination.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Lech Garlicki",
            "role": "president"
        },
        {
            "name": "Nicolas Bratza",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ASHENDON AND JONES v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-106200.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0913JUD003573007",
    "externalsources": [],
    "extractedappno": [
        "35730/07",
        "4285/08",
        "22401/93",
        "38440/97",
        "37107/97",
        "8866/04",
        "42095/98",
        "72758/01",
        "22613/93",
        "13126/87",
        "31283/04",
        "8660/79",
        "45482/06"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Section 16(2) of the Prosecution of Offences Act 1985",
        "The Practice Direction (On Costs in Criminal Proceedings) [2004]"
    ],
    "itemid": "001-106200",
    "judgementdate": "13/09/2011 00:00:00",
    "kpdate": "13/09/2011 00:00:00",
    "kpthesaurus": [
        "445",
        "325"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-2"
    ],
    "parties": [
        "ASHENDON AND JONES",
        "THE UNITED KINGDOM"
    ],
    "rank": "827.593811035156",
    "representedby": [
        "SAUNDERS LAW PARTNERSHIP"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "A.L. v. Germany, no. 72758/01, § 31, 28 April 2005",
        "Byrne v. the United Kingdom, no. 37107/97, Commission decision of 16 April 1998",
        "D.F. v. the United Kingdom, no. 22401/93, Commission decision of 24 October 1995",
        "Daktaras v. Lithuania, no. 42095/98, ECHR 2000-X",
        "Fashanu v. the United Kingdom, no. 38440/97, Commission decision of 1 July 1998",
        "John Murray v. the United Kingdom, 8 February 1996, § 47, Reports of Judgments and Decisions 1996-I",
        "Masson and Van Zon v. the Netherlands, 28 September 1995, § 49, Series A no. 327-A",
        "Moody v. the United Kingdom, no. 22613/93, Commission’s report of 16 October 1996",
        "Sekanina v. Austria, 25 August 1993, § 22, Series A no. 266-A",
        "Yassar Hussain v. the United Kingdom, no. 8866/04, § 19, ECHR 2006-III"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "364658",
    "typedescription": "15"
}