{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "29558/02",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-88593.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 29558/02) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Romanian national, Mr Ioan Duţă (“the applicant”), on 16 July 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Romanian Government (“the Government”) were represented by their Agent, Mr Răzvan-Horaţiu Radu.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 23 May 2007 the President of the Third Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility \n(Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1928 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 4 September 1991 the applicant brought an action against \nnine persons, seeking the division of property that was jointly owned and was registered in the Land Register under no. 954 Moeciu de Jos \n(“CF 954”). He requested to have a house made of wood and a stable allocated to him.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 16 February 1993 the Braşov Court of First Instance (“the Court of First Instance”) dismissed the action. The court could not reach a conclusion because the expert report had mentioned that the property registered under CF 954 was linked up with another property registered under CF 417, belonging to other owners and with no clear boundaries, and the parties had refused to have another expert report produced.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 15 June 1993 the  (“the ”) allowed an appeal by the applicant, quashed the judgment of the \nfirst-instance court and sent the case back for a fresh examination. It considered that the applicant should also bring the civil action against the owners of the property registered under CF 417.",
                                "elements": []
                            },
                            {
                                "content": "8.  Of the fourteen hearings held between 8 September 1993 and 20 September 1995, one was adjourned at the applicant’s request as his lawyer was absent.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 15 July 1993 a certain M.A. brought proceedings against the applicant for recovery of possession of the property registered under CF 417. M.A.’s action was joined to the proceedings brought by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "In 1995 the applicant brought an action against M.A. to evict her from the house, the stable and other outbuildings. This action was also joined to the proceedings brought by the applicant in 1991.",
                                "elements": []
                            },
                            {
                                "content": "10.  After the retrial, on 25 October 1995 the Regional Court, taking into account the three expert reports, upheld the applicant’s action, severed the joint tenancy in respect of the properties registered under CF 954 and CF 417, allocated him the house registered under CF 954 and ordered the eviction of M.A. It also dismissed M.A.’s action for recovery of possession.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 15 May 1996 the  dismissed an appeal by M.A.",
                                "elements": []
                            },
                            {
                                "content": "12.  M.A. subsequently lodged an appeal on points of law. Of the sixteen hearings held between 12 September 1996 and 3 March 1998, none was adjourned as a result of requests by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 10 March 1998 the Braşov Court of Appeal by a final decision upheld the subsequent appeal by M.A. and quashed the judgment of the Court of First Instance, sending the case back for a fresh examination as regards the division of the property registered under CF 954, rejected the applicant’s request for division of the property registered under CF 417 and ordered him to leave that property in the possession of M.A. It found that the lower court had not divided the property under CF 954 into shares.",
                                "elements": []
                            },
                            {
                                "content": "14.  During the fresh proceedings, of the fifty hearings held between 12 June 1998 and 12 November 2004 six were adjourned at the applicant’s request, including between 4 October 2002 and 22 May 2003, when he requested an adjournment pending an appeal he had lodged against an interlocutory decision. Between 8 January and 26 February 1999 and between 17 September 1999 and 1 September 2000 the proceedings were stayed on account of the unjustified absence of the parties.",
                                "elements": []
                            },
                            {
                                "content": "During the hearings between 4 May and 29 June 2001 the court reconstructed the file, following its disappearance.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 10 August 2000 the bailiff proceeded, on the basis of the final decision of 10 March 1998, to put M.A. in possession of the house. As the applicant refused to participate in this activity, the bailiff made a valuation of his possessions. The bailiff put a seal on some of the rooms and entrusted some of the applicant’s possessions to the keeping of G.I., who was acting as a proxy for him. The bailiff also mentioned that the possessions would be put at the applicant’s disposal, at his request.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 29 March 2002 the Court of First Instance by an interlocutory decision concluded from the expert reports that there was actually only one house, registered under CF 417, and not two houses. Therefore the court rejected the applicant’s request to include the house in the property to be divided.",
                                "elements": []
                            },
                            {
                                "content": "On 17 February 2003 the  upheld an appeal by the applicant against the interlocutory decision and included the house, the stable and the appurtenant land of 1260 sq.m. in the property to be divided.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 6 August 2003 the Court of First Instance, by an interlocutory decision, rejected a request by the applicant to challenge a judge (recuzare) who had participated in the hearing of 29 March 2002 and fined the applicant, finding that he had acted in bad faith in submitting the request one year and four months after the relevant date.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 19 November 2004 the Court of First Instance dismissed the applicant’s action. The court found itself unable to proceed with the division of the property registered under CF 954 owing to the fact that, as had been shown in an expert report, the land making up that property could not be identified and therefore evaluated. It also mentioned that the applicant had been unwilling to produce another expert report that was more specific and technical regarding the conclusions.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 1 June 2005 the  by a final decision upheld an appeal by the applicant, quashed the judgment of the first-instance court and sent the case back for a fresh examination. It considered that, under Article 129 § 4 of the Code of Civil Procedure, the Court of First Instance should have informed the parties that it was necessary to supplement the civil action with regard to the rectification in the Land Register, on account of discrepancies between the Register and the de facto situation, to draw the borderline between the properties registered under CF 954 and CF 417 and to extend the civil action to the owners of the property registered under CF 417.",
                                "elements": []
                            },
                            {
                                "content": "20.  Between 9 December 2005 and 21 April 2006 at the latest, and between 8 September 2006 and 23 March 2007 at the latest the Court of First Instance decided to stay the proceedings, as the applicant had not conformed to the direction to supplement his action in writing.",
                                "elements": []
                            },
                            {
                                "content": "21.  The proceedings are still pending.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "23.  The Government contested that argument, considering that the case had been particularly complex because of the participation of more than ten parties in the proceedings and the need to produce several expert reports.",
                                "elements": []
                            },
                            {
                                "content": "24.  The period to be taken into consideration began only on \n20 June 1994, when  ratified the Convention. However, in assessing the reasonableness of the time that elapsed after that date, account must be taken of the state of proceedings at the time.",
                                "elements": []
                            },
                            {
                                "content": "The period in question has not yet ended. It has thus lasted more than fourteen years and three months for three levels of jurisdiction. Seven courts have examined the case during this period.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "25.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "26.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court considers that while the applicant bore responsibility for delays of several months, his conduct alone cannot explain the overall length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant complained that the domestic courts had failed to assess the facts correctly, had misinterpreted the domestic law, had lost his file and had not been impartial. He also complained that he had lost his right of inheritance as regards the house and the land, and that he had been evicted and his possessions had deteriorated.",
                                "elements": []
                            },
                            {
                                "content": "31.  Having carefully considered the applicant’s submissions in the light of all the material in its possession, the Court finds that, in so far as the matters complained of are within its competence, they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "32.  It follows that this part of the application must be declared inadmissible as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "34.  In his application form, the applicant claimed 500,000,000 Old Romanian Lei (ROL) in respect of pecuniary and non-pecuniary damage. On 8 March 2007 he claimed 900,000 euros (EUR) under these heads. After having been requested by the Court to submit his claim for just satisfaction, the applicant stated in his observations that he maintained his previous claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. However, it considers that the applicant must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards him EUR 6,500 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "37.  The applicant sought reimbursement of the costs and expenses he had incurred in the proceedings in the national courts and before the Court, and quantified them only as regards the amount of 300 New Romanian Lei (RON) for a translation and ROL 100,000 for a court fee. He did not provide any supporting documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Government contested the claim as unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court reiterates that under Article 41 of the Convention it will reimburse only the costs and expenses that are shown to have been actually and necessarily incurred and are reasonable as to quantum (see Arvelakis v. Greece, no. 41354/98, § 34, 12 April 2001). Furthermore, Rule 60 § 2 of the Rules of Court provides that itemised particulars of any claim made under Article 41 of the Convention must be submitted, together with the relevant supporting documents or vouchers, failing which the Court may reject the claim in whole or in part.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court notes that the applicant did not submit any supporting documents or particulars to substantiate his claim. Accordingly, the Court does not award any sum under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "41.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 6,500 (six thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 September 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Ineta Ziemele",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Ann Power",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DUTA v. ROMANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-88593.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0930JUD002955802",
    "externalsources": [],
    "extractedappno": [
        "29558/02",
        "30979/96",
        "41354/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-88593",
    "judgementdate": "30/09/2008 00:00:00",
    "kpdate": "30/09/2008 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "DUTA",
        "ROMANIA"
    ],
    "rank": "643.094360351563",
    "representedby": [
        "N/A"
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "350989",
    "typedescription": "15"
}