{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "17295/10",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-140752.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 17295/10) against Romania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Romanian national, Mr Nicolae Augustin Rădulescu (“the applicant”), on 15 February 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms C. Boghina, a lawyer practising in Bucharest. The Romanian Government (“the Government”) were initially represented by their CoAgent, Ms I. Cambrea, and subsequently by their Agent, Ms C. Brumar, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been held in Jilava Prison in conditions that were incompatible with the requirements of Article 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 20 February 2012 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1966 and lives in Bucharest.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant was convicted of several counts of fraud, by three successive convictions in the Bucharest District Court on 26 November 2007 (upheld on 29 September 2008 by the Bucharest Court of Appeal), 2 July 2008 and 2 July 2009 (upheld on 18 May 2010 by the Bucharest Court of Appeal). In the latter hearing, the District Court also combined (contopirea pedepselor) the sentence of 26 November 2007 with that given for the applicant’s most recent conviction for fraud, and reached a resulting sentence of three years and six months’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "No further information was provided to the Court concerning the decision of 2 July 2008.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 30 September 2008 the applicant started serving his sentence. He was released from prison on 3 November 2010.",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicant’s description of the prison conditions",
                                "elements": [
                                    {
                                        "content": "8.  The applicant provided the following description of the conditions of his detention in Jilava Prison. There was a general problem of overcrowding and he had to share a 20 sq. m cell with between seventeen and eighteen inmates. Hygiene conditions were poor and inadequate for detainees in his state of health. There was no hot or cold running water.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  From 12 November 2008 to 8 April 2009 the applicant was examined by an expert medical panel and diagnosed as morbidly obese with type 2 diabetes. It was also established that he suffered from hypertension, psoriasis and lumbar spondylosis. In a report drafted in May 2009, the expert panel concluded that the applicant’s obesity had to be treated in a specialist civilian hospital where he could be taken under escort, but that his other conditions were treatable in prison hospitals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  From 17 to 19 January 2009 the applicant was placed in a small cell on his own, where he was continuously kept naked and tied to a bed, without any way of going to the toilet. He was also transported to and from the prison hospital chained to a food cart. According to the applicant, the prison doctor who saw him on the third day refused to report the incident (see paragraph 21 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  From 16 to 26 February 2009 the applicant was hospitalised in Bucharest Prison Hospital for surgery and post-operative care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant requested that his sentence be suspended on medical grounds. By a decision of 10 March 2010, the Bucharest District Court denied that request based on the medical report drafted in May 2009, and ordered the prison administration to transfer the applicant, if he consented, to a civilian hospital to undergo the treatment necessary for his obesity. It ordered that round-the-clock surveillance be put in place during the applicant’s hospitalisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant was scheduled for surgery in a civilian hospital, but on 28 May 2010 he refused to undergo the operation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of detention according to the official prison records",
                                "elements": [
                                    {
                                        "content": "14.  According to the official prison records, the applicant was transferred nineteen times during his detention between Jilava Prison and the prison hospitals of Jilava and Rahova. He served about thirteen months of his detention in eight different cells in Jilava Prison. The cells he was placed in measured around 43 sq. m and contained eighteen to twenty-one beds, and most of the time they were below full capacity. For about two months, he had about 4 sq. m of personal space in these cells. The rest of the time, he had between 2.11 and 3.41 sq. m of personal space. He also spent a few days on his own in two-bed cells measuring between 6.53 and 6.7 sq. m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  As the applicant was assigned to a semi-open regime (regim semideschis), cell doors were left open except when food was served, and he had daily access to the courtyard between 8 and 11 a.m. and again between 1 and 5 p.m. Cells could be aired by opening the windows. The applicant had unrestricted access to the toilet, which was completely separated from the cell living space by a door. There was central heating throughout the prison. Detainees had access to showers twice per week; the shower rooms had even been renovated in 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The quality of water was tested periodically and that of food daily. The results were satisfactory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Hygiene and pest control were performed by specialist companies. Toilets were disinfected daily and cells whenever necessary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.   Prisoners’ clothes were washed weekly upon request.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Complaints about the conditions of detention",
                                "elements": [
                                    {
                                        "content": "19.  Relying mainly on Law no. 275/2006 on the execution of sentences, the applicant lodged several complaints with the prison authorities or the judge delegated by the court to supervise the observance of prisoners’ rights (“the delegate judge”), concerning various aspects of his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  His complaints lodged with the delegate judge referred mainly to an interference with his right to confidentiality when receiving visitors; his right to attend religious services (although that complaint was dismissed by the Bucharest District Court on 11 June 2007); and his right to be provided with envelopes and stamps for his correspondence with the domestic authorities (which was allowed by the Bucharest District Court on 26 March 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 17 January 2009 the applicant became violent while waiting for a visitor. He destroyed a telephone post and shouted abuse at the guards who tried to calm him down. The prison decided to withdraw his right to receive parcels for a month. He challenged that measure, but on 30 April 2009 the delegate judge upheld it. He appealed, and in a final decision of 17 June 2009 the Bucharest District Court cancelled the measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  He also provided details of the alleged illtreatment of 17 January 2009 in a letter that was forwarded to the National Prison Administration (“the ANP”) by the Independent Romanian Society for Human Rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 27 March 2009 the director of Jilava Prison responded to the ANP, informing it that on the day in question the applicant had exhibited violent behaviour and had to be moved to a different cell on his own and immobilised to the bed. In trying to break the restraints, he had injured his wrists and needed medical treatment, which he received until 21 January 2009 when he decided to refuse it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Based on these findings, on 17 April 2009 the applicant was informed by the ANP that his petition was unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 19 January 2009 the applicant asked to be taken to Jilava Prison Hospital for treatment and became violent towards the wardens, shouted vulgar abuse and broke a window. The prison decided to withdraw his right to buy goods for a month. He challenged the measure, but on 18 March 2009 the delegate judge upheld it. He appealed and in a final decision of 17 June 2009 the Bucharest District Court cancelled the measure. A copy of the operative part of that decision was communicated to the applicant on 23 June 2009.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "25.  Excerpts from Law no. 275/2006 on the execution of sentences concerning the rights of detainees and the remedies provided therein are summarised in Iacov Stanciu v. Romania (no. 35972/05, §§ 113119, 24 July 2012).",
                                "elements": []
                            },
                            {
                                "content": "26.  The relevant findings and recommendations of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) and the reports by the Council of Europe Commissioner for Human Rights, made following numerous visits to Romanian prisons, including Jilava Prison, are also summarised in Iacov Stanciu (cited above, §§ 125-129).",
                                "elements": []
                            },
                            {
                                "content": "27.  The relevant part of the report of the Romanian Helsinki Committee of 12 June 2008 in respect of the conditions of detention in Jilava Prison reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... the basement of the old part of the prison building was completely flooded with waste water ... Consequently, rats and cockroaches (and bedbugs according to some detainees) have infested the cells in that part of the building. Moreover, most cells were also infested with lice, mainly due to worn out bed mattresses. No delousing operation could be effective as long as the mattresses were not replaced ... The prison management claimed it had engaged several pest control companies, which all gave up after taking note of the situation in the prison. Another notorious problem was the extremely poor water quality (muddy and filled with impurities) - unfit for drinking and risky even for washing ... In terms of detention space, the total area of detention space was 3,034.81 sq. m, while the population was 1,460 meaning 2.08 sq. m of available detention space per detainee, half of the minimum norm recommended by the CPT ... The kitchen area was totally unhygienic and the food quality was poor ...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicant complained that the conditions of his detention in Jilava Prison had been incompatible with the requirements of Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "29.  The Government raised an objection of non-exhaustion of domestic remedies, arguing that the applicant had failed to lodge any complaint against the prison administration concerning the conditions of detention or the deterioration of his health in prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicant contested the effectiveness in practice of the remedy provided by Law no. 275/2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Complaint about medical care in detention",
                                        "elements": [
                                            {
                                                "content": "31.  The applicant complained that the prison facilities had been inadequate for detainees in his state of health, and that by refusing to release him on medical grounds the courts had punished him further, as he had to be taken to the hospital handcuffed and chained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court established in Petrea v. Romania that a complaint concerning the adequacy of medical care in detention, at that time provided for by Ordinance no. 56/2003 on the rights of prisoners but restated in Article 38 of Law no. 275/2006, constituted an effective remedy for any such alleged infringement (Petrea v. Romania no. 4792/03, §§ 2123 and 36, 29 April 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  In the present case, the applicant did not specifically refer to the quality of the medical care in any of his complaints to the delegate judge. Moreover, the Court observes that the applicant refused to be taken to a civilian hospital under escort, even though a court had found by means of a reasoned decision that it was unnecessary to suspend the execution of his sentence on medical grounds (see paragraphs 12 and 13 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Lastly, the applicant failed to adduce any evidence of having been or at risk of being subjected to degrading treatment in the civilian hospitals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  It follows that this complaint must be rejected under Article 35 §§ 1, 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Complaint of ill-treatment in January 2009",
                                        "elements": [
                                            {
                                                "content": "36.  The applicant complained that he had been ill-treated by the prison guards both on 17 and 19 January 2009 and argued that his subsequent solitary confinement in a small cell and being tied to the bed had amounted to further ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court notes that the applicant complained to the authorities about the punishments he received after those incidents (see paragraphs 21 and 24 above). There is no evidence in the file about when he received a copy of the two decisions rendered on 17 June 2009 cancelling the impugned measures. Therefore it is impossible to determine whether the applicant lodged this complaint within the sixmonth time-limit imposed by Article 35 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  However, even assuming that the applicant respected that timelimit, it is to be noted that the complaints he lodged with the delegate judge did not concern ill-treatment or the conditions of his detention during the three days he alleged to have been kept in isolation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Moreover, the applicant failed to complain to the police or prosecutor about those issues. Nor did he object to the findings of the ANP of 27 March 2009 that he had not suffered illtreatment (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  It follows that this complaint must also be rejected under Article 35 §§ 1 and 4 of the Convention for nonexhaustion of domestic remedies.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Complaint about the material conditions of detention",
                                        "elements": [
                                            {
                                                "content": "41.  The applicant further complained about the material conditions of his detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court has already found, in numerous similar cases regarding complaints about material conditions of detention relating to structural issues such as overcrowding or dilapidated installations, that given the specific nature of this type of complaint, the legal actions suggested by the Romanian Government do not constitute effective remedies (see, among other authorities, Petrea, cited above, § 37; Cucu v. Romania, no. 22362/06, § 73, 13 November 2012; and Niculescu v. Romania, no. 25333/03, § 75, 25 June 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government’s objection should therefore be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. Nor is it inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "45.  The applicant argued that the material conditions of his detention had fallen short of the standards imposed by the Court in its case law on the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government contested those arguments, based on the official prison records.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court refers to the principles established in its case-law regarding conditions of detention (see, for instance, Kudła v. Poland [GC], no. 30210/96, §§ 90-94, ECHR 2000XI; Kalashnikov v. Russia, no. 47095/99, §§ 97 et seq., ECHR 2002-VI; and Iacov Stanciu, cited above, §§ 165-170). It reiterates, in particular, that ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3; the assessment of this minimum is, in the nature of things, relative: it depends on all the circumstances of the case, such as the nature and context of the treatment, the manner and method of its execution, its duration, its physical or mental effects and, in some instances, the sex, age and state of health of the victim (see Kudła, cited above, § 91).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court has considered extreme lack of space as a central factor in its analysis of whether an applicant’s detention conditions complied with Article 3 (see Karalevičius v. Lithuania, no. 53254/99, § 39, 7 April 2005). In a series of cases the Court considered that a clear case of overcrowding was a sufficient element for concluding that Article 3 of the Convention had been violated (see Colesnicov v. Romania, no. 36479/03, §§ 78-82, 21 December 2010, and Budaca v. Romania, no. 57260/10, §§ 40-45, 17 July 2012). Moreover, it has already found violations of Article 3 of the Convention on account of the material conditions of detention in Jilava Prison, especially with respect to overcrowding and lack of hygiene (see, for example, Cucu, cited above, §§ 9 and 82; Goh v. Romania, no. 9643/03, § 66, 21 June 2011; Györgypál v. Romania, no. 29540/08, § 73, 26 March 2013; and Constantin Tudor v. Romania, no. 43543/09, § 75, 18 June 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In the case at hand, the Government has failed to put forward any argument that would allow the Court to reach a different conclusion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Moreover, the applicant’s submissions in respect of the overcrowded and unhygienic conditions correspond to the general findings by the CPT in respect of Romanian prisons (see paragraph 26 above) and to the findings of the report of the Romanian Helsinki Committee in respect of Jilava Prison (see paragraph 27 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court concludes that the conditions of detention caused the applicant harm that exceeded the unavoidable level of suffering inherent in detention and that attained the threshold of degrading treatment proscribed by Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a violation of Article 3 of the Convention in respect of the material conditions of the applicant’s detention in Jilava Prison.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  Under Article 6 of the Convention and Article 4 of Protocol No. 7 thereto, the applicant complained that he had been tried and convicted three times of the same offence. Further relying on Article 6, he complained that the Giurgiu District Court (which heard applications he had lodged regarding various aspects of his detention while he was detained in Giurgiu Prison) had lacked impartiality, as it had refused to order the judges to withdraw from the case.",
                                "elements": []
                            },
                            {
                                "content": "53.  Lastly, relying on Article 8 of the Convention, the applicant complained that the prison authorities had interfered with his right to receive correspondence.",
                                "elements": []
                            },
                            {
                                "content": "54.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "It follows that these complaints are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "56.  The applicant claimed 25,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government stated that the amount claimed by the applicant was speculative, excessive and not proven. They also asked the Court to rule that the acknowledgment of a violation of the Convention represented in itself just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court awards the applicant EUR 5,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "59.  The applicant also claimed EUR 900 for the costs and expenses incurred before the Court in the event his legal aid request would not be granted by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Since on 24 January 2013 the applicant received EUR 850 in legal aid, the Court does not make any award for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "61.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the material conditions of the applicant’s detention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, in respect of nonpecuniary damage, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros), plus any tax that may be chargeable, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 February 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Iulia Antoanella Motoc",
            "role": "judges"
        },
        {
            "name": "Santiago Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NICOLAE AUGUSTIN RĂDULESCU v. ROMANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-140752.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0211JUD001729510",
    "externalsources": [],
    "extractedappno": [
        "17295/10",
        "35972/05",
        "4792/03",
        "22362/06",
        "25333/03",
        "30210/96",
        "47095/99",
        "53254/99",
        "36479/03",
        "57260/10",
        "9643/03",
        "29540/08",
        "43543/09"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-140752",
    "judgementdate": "11/02/2014 00:00:00",
    "kpdate": "11/02/2014 00:00:00",
    "kpthesaurus": [
        "350",
        "90"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "NICOLAE AUGUSTIN RĂDULESCU",
        "ROMANIA"
    ],
    "rank": "1080.98071289063",
    "representedby": [
        "BOGHINA C."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "390884",
    "typedescription": "15"
}