{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Tribunal established by law)",
    "applicability": "",
    "appno": "23103/07",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Tribunal established by law"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-117879.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 23103/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Serbian national, Mr Milan Momčilović (“the applicant”), on 29 May 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Perišić, a lawyer practising in . The Serbian Government (“the Government”) were represented by their Agent, Mr S. Carić.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the Supreme Court, when ruling in his case on 25 June 2007, had not been constituted in accordance with the relevant domestic law.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 6 January 2011 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1940 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 13 April 1990 the applicant lodged a civil claim with the Novi Sad Municipal Court, seeking damages and the restitution of certain personal effects from his former employer (“the respondent”).",
                                "elements": []
                            },
                            {
                                "content": "8.  Following a remittal in 1995, in December 2000 the Municipal Court declined jurisdiction and transferred the case to the Novi Sad District Court as the competent court of first instance in the matter.",
                                "elements": []
                            },
                            {
                                "content": "9.  Following another remittal in 2002, the District Court, by judgment of 30 June 2006, ruled partly in the applicant’s favour.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 18 January 2007 the Supreme Court of , acting as a second-instance court, partly upheld and partly reversed the said judgment on appeal.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 27 April 2007 the applicant lodged an appeal on points of law (revizija).",
                                "elements": []
                            },
                            {
                                "content": "12.  On 25 June 2007 the Supreme Court, sitting as a panel of five judges, rejected the applicant’s appeal on points of law, referring to Articles 361 § 2.9, 399 and 405 of the Civil Procedure Act 2004 (see paragraph 18 below).",
                                "elements": []
                            },
                            {
                                "content": "13.  The decision of 25 June 2007 was served on the applicant on 10 September 2007.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "Civil Procedure Act 1977 (Zakon o parničnom postupku; published in the Official Gazette of the Socialist Federal Republic of Yugoslavia - OG SFRY nos. 4/77; 36/77; 6/80; 36/80; 43/82; 72/82; 69/82; 58/84; 74/87; 57/89; 20/90; 27/90; 35/91 and the Official Gazette of the Federal Republic of Yugoslavia - OG FRY nos. 27/92; 31/93; 24/94 and 12/98)",
                                "elements": [
                                    {
                                        "content": "14.  Article 44 § 4 provided that where a decision at second instance had been given by the Supreme Court itself, a five-judge panel of the same court would decide any subsequent appeal on points of law.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Civil Procedure Act 2004 (Zakon o parničnom postupku; published in the Official Gazette of the  - OG RS - nos. 125/04 and 111/09)",
                                "elements": [
                                    {
                                        "content": "15.  The Civil Procedure Act 2004 entered into force on 23 February 2005, thereby repealing the Civil Procedure Act 1977.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16. Article 38 § 2 of the Act reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Supreme Court shall decide an appeal on points of law [revizija ili zahtev za zastitu zakonitosti] lodged against a second-instance decision of a lower court in a panel composed of five judges.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Article 38 § 3 provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Where a decision at second instance was given by the Supreme Court itself, a seven-judge panel of the same court should decide any subsequent appeal on points of law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Articles 361 § 2.9, 399 and 405 established, in principle, the scope of the Supreme Court’s competency and the relevant issues it would examine when deciding upon an appeal on points of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Article 422 § 10 further provided that a case could be reopened if the European Court of Human Rights had in the meantime given a judgment relating to Serbia concerning the same or a similar legal issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Article 491 § 4 provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The applicable rules of civil procedure, as regards an appeal on points of law [revizija] lodged against a decision of a second-instance court, in the proceedings which had been initiated before the date on which the current Act entered into force, shall be those rules which were in force prior to the said date.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Civil Procedure Act 2011 (Zakon o parničnom postupku; published in OG RS, no. 72/11)",
                                "elements": [
                                    {
                                        "content": "21.  The Civil Procedure Act 2011 entered into force on 1 February 2012, thereby repealing the Civil Procedure Act 2004. Article 426 § 11 of the 2011 Act provides that a case may be reopened if it subsequently becomes possible for a party in civil proceedings to rely on a judgment of the European Court of Human Rights finding a violation of a human right, which could have resulted in a more favourable decision in the domestic proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AS REGARDS THE COMPOSITION OF THE SUPREME COURT’S BENCH",
                        "elements": [
                            {
                                "content": "22.  In addition to his initial complaints (see paragraphs 34-37 below), the applicant in a letter of 24 October 2007 raised a new complaint that the court which had ruled in his case on 25 June 2007, in the last instance, had not been constituted in accordance with the relevant domestic legislation. He alleged a breach of Article 6 § 1 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "23.  The Government raised the question of whether the applicant’s additional complaint had been made in time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant submitted that he had fully complied with Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court observes that the applicant’s complaint concerns the composition of the Supreme Court’s bench when it adopted its judgment of 25 June 2007 in the last instance. The judgment was served on the applicant on 10 September 2007. No effective legal remedy was available to the applicant to challenge it. The first time the applicant complained about the court’s bench was in his correspondence with the Court of 24 October 2007, less than six months after the date of receipt of that judgment. The Court considers therefore that the Government’s objections must be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court notes, moreover, that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It is likewise not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "27.  The applicant complained that the composition of the bench of the Supreme Court when ruling in his case on 25 June 2007 had been unlawful: he argued, in particular, that the Supreme Court had adjudicated in his case at third instance in a panel of five judges, whilst it should have been composed of seven.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Government maintained that there had been no violation of Article 6 § 1 of the Convention. Relying on Article 491 § 4 of the Civil Procedure Act 2004 (see paragraph 20 above), they contended that, given the fact that the relevant domestic proceedings had been initiated in 1990, the legislation applicable to the proceedings was Article 44 § 4 of the Civil Procedure Act 1977 (see paragraph 14 above). The panel had therefore been composed of the correct number of judges as prescribed by the relevant law in force at the material time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court reiterates that the phrase “established by law” in Article 6 § 1 also means “established in accordance with law” (see, for instance, Rossi v. France, no. 11879/85, Commission decision of 6 December 1989, Decisions and Reports 63, p.105). In addition, the phrase “established by law” covers not only the legal basis for the very existence of a “tribunal” but also compliance by the tribunal with the particular rules that govern it (see Sokurenko and Strygun v. Ukraine, nos. 29458/04 and 29465/04, § 24, 20 July 2006) and the composition of the bench in each case (see Buscarini v. San Marino (dec.), no. 31657/96, 4 May 2000, and Posokhov v. , no. 63486/00, § 39, ECHR 2003IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court further reiterates that, in principle, a violation by a tribunal of domestic legal provisions relating to the establishment and competence of judicial organs gives rise to a violation of Article 6 § 1 (see DMD GROUP, a.s. v. Slovakia, no. 19334/03, § 61, 5 October 2010, and Šorgić v. , no. 34973/06, § 63, 3 November 2011). The Court may therefore examine whether the domestic law has been complied with in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Turning to the present case, the Court notes, at the outset, that while Article 491 § 4 of Civil Procedure Act 2004 (see paragraph 20 above) may indeed be interpreted in various ways as regards which version of the Act (1977 or 2004) is applicable, there is no legal basis for applying one Act to the part of the case concerning the composition of the bench and another Act to the part of the case concerning the assessment of the admissibility of the appeal on points of law. Reiterating that it is primarily for the national authorities, notably the courts, to resolve problems of interpretation of domestic legislation (see, mutatis mutandis, Edificaciones March Gallego S.A. v. Spain, 19 February 1998, § 33, Reports of Judgments and Decisions 1998I, and Casado Coca v. Spain, 24 February 1994, §43, Series A no. 285-A), the Court notes that the Supreme Court applied the Civil Procedure Act 2004 when ruling on the admissibility of the applicant’s appeal on points of law (see paragraph 12 above) and it sees no reason to call into question this interpretation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In that connection, the Court observes that Article 38 § 3 of the Civil Procedure Act 2004 provided that the Supreme Court had to decide an appeal on points of law lodged against one of its own decisions rendered in its capacity as a second-instance court, in a panel composed of seven judges (see paragraph 17 above). In the present case, however, the Supreme Court dealt with the applicant’s appeal on points of law lodged against its own appellate judgment in a panel of five judges (see paragraph 12 above). The Court considers therefore that the bench of the Supreme Court which gave its decision at third instance was not composed in accordance with the domestic law that the Supreme Court found to be in force at the material time, namely the Civil Procedure Act 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The foregoing considerations are sufficient to enable the Court to conclude that the Supreme Court’s significant deviation from the domestic procedure amounted to a breach of the Convention requirement for the applicant’s claim to be determined by a “tribunal established by law”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, there has been a violation of Article 6 § 1 of the Convention in this respect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  Relying on Article 6 § 1, the applicant further complained about the length of the civil proceedings in his case. The Court observes that the proceedings in question appear to have been protracted, having commenced in 1990 and concluded on 25 June 2007. However,  did not ratify the Convention until 3 March 2004, so the proceedings in the applicant’s case were within the Court’s competence ratione temporis for only three years and three months, during which time his claims were examined at three levels of jurisdiction. This complaint must therefore be declared inadmissible as manifestly ill-founded in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "35.  The applicant also complained under Article 1 of Protocol No. 1 mainly of the manner in which the Supreme Court in second and third instance interpreted and applied domestic law to his detriment. The Court reiterates that the function of the domestic courts in disputes between private parties is to determine the nature and extent of their mutual duties and obligations, with the inevitable consequence that one party may ultimately be unsuccessful in the litigation in question (see Investylia Public Company Limited v. Cyprus (dec.), no. 24321/05, 17 September 2009 and the authorities cited therein). The Court has no general competence to substitute its own assessment of facts or application of the law for that of the national courts, its role being rather to ensure that the decisions of those courts are not flawed by arbitrariness or otherwise manifestly unreasonable (Anheuser-Busch Inc. v. Portugal [GC], no. 73049/01, § 83, 11 January 2007).",
                                "elements": []
                            },
                            {
                                "content": "36.  Turning to the present case, the Court observes that the applicant was wholly able to present his case before the three judicial instances. The impugned Supreme Court’s judgments are fully and well reasoned and nothing in the case file indicates that these decisions were arbitrary. The fact that the domestic judicial authorities provided a forum for the determination of a private-law dispute between the two claimants, in which the applicant was unsuccessful, does not necessarily give rise to an interference by the State with property rights under Article 1 of Protocol No. 1 to the Convention. Even assuming that the applicant’s “claim” is “sufficiently established to be enforceable” to attract the guarantees of Article 1 of Protocol No. 1 (see, among many authorities, Stran Greek Refineries and Stratis Andreadis v. Greece, 9 December 1994, § 59, Series A no. 301-B), the Court finds, in view of the above considerations, that the applicant’s complaint under this provision is manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and must be rejected pursuant to Article 35 § 4 of the Convention (see, mutatis mutandis, Breierova and Others v. the Czech Republic (dec.), no. 57321/00, 8 October 2002 and Melnychuk v. Ukraine (dec.), no. 28743/03, ECHR 2005IX).",
                                "elements": []
                            },
                            {
                                "content": "37.  Lastly, the applicant complained under Article 13 of the Convention that there was no effective remedy available to him in respect of the matters complained of above (see paragraphs 34 and 35). The Court reiterates that Article 13 only applies where an individual has an “arguable claim” to be the victim of a violation of a Convention right (see Boyle and Rice v. the United Kingdom, 27 April 1988, § 52, Series A no. 131). In view of its findings above, the Court concludes that the applicant had no such “arguable claim” and Article 13 is, therefore, not applicable. It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "39.  The applicant claimed 15,248 euros (EUR) in respect of pecuniary damage, which appears to correspond to the value in domestic terms of the subject matter of his original claim. He also claimed EUR 20,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. The Court, however, reiterates that the most appropriate form of redress for a violation of Article 6 § 1 would be to ensure that the applicant, as far as possible, is put in the position in which he would have been had this provision not been disregarded. Consequently, it considers that the most appropriate form of redress would be to reconsider the applicant’s appeal on points of law in accordance with the requirements of Article 6 § 1 of the Convention, should the applicant so request (see, paragraph 33 above, and, mutatis mutandis, Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On the other hand, the Court accepts that the applicant suffered damage of a non-pecuniary nature as a result of his appeal being decided by an unlawfully constituted court. Making its assessment on an equitable basis and having regard to the circumstances of the case, the Court awards the applicant EUR 3,000 on that account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "43.  The applicant also claimed EUR 1,000 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In accordance with the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see, for example, Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000-XI). In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the applicant the sum of EUR 850 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "46.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the applicant’s complaint concerning the composition of the bench of the Supreme Court admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention on account of the unlawful composition of the Supreme Court’s bench which deliberated at third instance in the applicant’s case at domestic level;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 April 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MOMČILOVIĆ v. SERBIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-117879.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0402JUD002310307",
    "externalsources": [],
    "extractedappno": [
        "23103/07",
        "4/77",
        "36/77",
        "6/80",
        "36/80",
        "43/82",
        "72/82",
        "69/82",
        "58/84",
        "74/87",
        "57/89",
        "20/90",
        "27/90",
        "35/91",
        "27/92",
        "31/93",
        "24/94",
        "12/98",
        "125/04",
        "111/09",
        "72/11",
        "11879/85",
        "29458/04",
        "29465/04",
        "31657/96",
        "63486/00",
        "19334/03",
        "34973/06",
        "24321/05",
        "73049/01",
        "57321/00",
        "28743/03",
        "53431/99",
        "31107/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-117879",
    "judgementdate": "02/04/2013 00:00:00",
    "kpdate": "02/04/2013 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "495"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "MOMČILOVIĆ",
        "SERBIA"
    ],
    "rank": "973.773986816406",
    "representedby": [
        "PERISIC M."
    ],
    "respondent": "SRB",
    "respondentOrderEng": "40",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "375592",
    "typedescription": "15"
}