{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "57292/12",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-160628.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 57292/12) against the Republic of Poland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Jakub Paluch (“the applicant”), on 30 August 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr S. Kotuła, a lawyer practising in Lublin. The Polish Government (“the Government”) were represented by their Agent, Ms J. Chrzanowska of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, a breach of Article 3 of the Convention on account of the imposition on him of the so-called “dangerous detainee” regime. He also complained under Articles 6 and 13 of the Convention that the proceedings before the penitentiary commission had been unfair and that no effective remedy was available against its decisions.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 July 2014 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1989 and is currently in detention in Lublin.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "6.  On an unspecified date before October 2011 the applicant was convicted of assault and of endangering lives through arson and extortion.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Imposition of the “dangerous detainee” regime",
                                "elements": [
                                    {
                                        "content": ".  On 14 October 2011, the Lublin Remand Centre Penitentiary Commission (“the commission”) imposed a special regime for detainees deemed to be dangerous (“the dangerous detainee regime”) on the applicant. The commission referred to the fact that the applicant had organised a collective protest in Opole Lubelskie Prison, namely, a hunger strike by prisoners, and that he had planned an attack on a prison employee. It also found that the applicant had received disciplinary punishments on many occasions, in particular for the attempted smuggling of psychoactive substances into prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant did not appeal against the decision to impose the regime on him.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The decision was reviewed and upheld by the commission every three months.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 12 January 2012 the commission again reviewed the situation and upheld its decision, considering that the applicant posed a serious danger to the security of the prison. The applicant did not appeal against that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 11 April 2012 the commission reviewed and upheld its decision, relying on the same grounds as previously. The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 16 May 2012 the commission examined the applicant’s appeal and upheld its earlier decision. It referred to the applicant’s conduct, finding that he had often behaved aggressively. It also referred to the applicant’s highly deficient moral character (wysoki stopień demoralizacji), and the fact that he had been the leader of a collective protest in Opole Lubelskie Prison (the prisoners’ hunger strike) and had planned an attack on a prison employee. The applicant lodged a court appeal against the commission’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 13 June 2012 the Lublin Regional Court dismissed the appeal, holding that the decision had been lawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 14 July 2012 the Lublin Remand Centre Penitentiary Commission lifted the dangerous detainee regime in respect of the applicant. It based its decision on the applicant’s good behaviour and the fact that he no longer posed a danger to the prison.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Specific aspects of the dangerous detainee regime",
                                "elements": [
                                    {
                                        "content": ".  The applicant’s cell, including its sanitary facilities, was constantly monitored via closed-circuit television. The window was covered with a plastic blind. The applicant was subjected to a body search every time he left and entered the cell, which in practice meant that he had to strip naked in front of prison officers and was required to bend over to allow his anus to be examined. Whenever he was outside his cell, including at court hearings, the applicant had to wear joined shackles (kajdanki zespolone) on his hands and feet. The shackles consisted of handcuffs and fetters joined together with chains.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "16.  The relevant domestic law and practice concerning the imposition of the “dangerous detainee” regime and the relevant international documents are set out in the Court’s judgments in the cases of Piechowicz v. Poland (no. 20071/07, §§ 110-17 and §§ 127-136, 17 April 2012), and Horych v. Poland (no. 13621/08, §§ 49-56 and §§ 69-78, 17 April 2012).",
                                "elements": []
                            },
                            {
                                "content": "17.  The provisions of the Code of Execution of Criminal Sentences concerning the imposition of the regime on convicted persons read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“A convicted person posing a serious danger to society or to the security of a prison shall be placed in a prison with a closed regime in conditions ensuring increased protection of society and the security of the prison.”",
                                "elements": []
                            },
                            {
                                "content": "“1.  The convicted person referred to in Article 88 § 3 shall be placed in a designated wing or in a cell of a prison with a closed regime. A penitentiary judge shall be informed about this placement.",
                                "elements": []
                            },
                            {
                                "content": "2.  The provisions of paragraph 1 above shall be applied to a convicted person whose characteristics, personal circumstances, motivations, behaviour when committing the offence, type of offence and its consequences, behaviour in prison, or degree of depravity pose a serious danger to society or to the security of a prison, and who:",
                                "elements": []
                            },
                            {
                                "content": "(2a)  during the prior or current term of imprisonment posed a danger to the security of a prison or a remand centre in that he was a leader or an active participant in a collective remonstrance in a prison or a remand centre ...”",
                                "elements": []
                            },
                            {
                                "content": "18.  Article 88b of the Code of Execution of Criminal Sentences lays down specific arrangements applicable to convicted persons to whom the dangerous detainee regime is applied. They are identical to those specified in Article 212b of the Code applicable to persons remanded in custody (see Piechowicz, cited above, § 106).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant complained that he had been unlawfully classified as a dangerous detainee and subjected to degrading treatment prohibited by Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "20.  The Government contested that allegation.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "21.  The Government argued that the applicant had failed to make use of the available remedies, as he had not appealed against all the decisions of the Penitentiary Commission. He did not appeal against the commission’s first decision of 14 October 2011 imposing the regime on him and against its subsequent decision, of 12 January 2012. He appealed only twice: against the decisions of 11 April and of 16 May 2012. The Government argued that the applicant had been informed on each occasion about the time-limit for lodging an appeal but had remained totally passive. They concluded by submitting that the application should be rejected for nonexhaustion of domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The applicant submitted that by lodging appeals against two out of the four decisions given in his case, he had exhausted the available domestic remedies. He relied on Cichla v. Poland (no. 18036/03, 10 October 2006) and Kaniewski v. Poland (no. 38049/02, 8 November 2005), where the Court found that a prisoner was not required to contest each and every decision prolonging his detention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "23.  The Court reiterates that although Article 35 § 1 of the Convention requires that complaints intended to be brought subsequently before the Court should have been made to the appropriate domestic body, it does not require that recourse should be had to remedies that are inadequate or ineffective (see Egmez v. Cyprus, no. 30873/96, § 64, ECHR 2000XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The Court observes that the applicant appealed against decisions extending his classification as a dangerous detainee on two occasions: on 11 April and 16 May 2012 (see paragraphs 11 and 12 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The Court reiterates that Article 35 of the Convention, which sets out the rule on exhaustion of domestic remedies, provides for a distribution of the burden of proof. It is incumbent on the Government claiming nonexhaustion to satisfy the Court that the remedy was effective, available in theory and practice at the relevant time, that is to say, that it was accessible, was capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success. In the present case the Court is not persuaded by the evidence provided by the Government in support of their objection.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In any event, the alleged non-exhaustion of domestic remedies is inseparably linked with the Court’s assessment of the reasonableness of the measures complained of, and in particular with the question whether the lengthy imposition of the dangerous detainee regime on the applicant was properly justified by the authorities. In the Court’s view, it would therefore be more appropriate to deal with the Government’s argument at the merits stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court accordingly joins the Government’s plea of inadmissibility on the grounds of non-exhaustion to the merits of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  It further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention and is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "29.  The applicant submitted that the prolonged imposition of the “dangerous detainee” regime had been in breach of Article 3 of the Convention. In his opinion, there had been no reasonable grounds for applying the regime to him. He contested the allegation that he had been the leader of a collective protest. He had never been charged with or convicted of any such act. He admitted to having refused, on one occasion, to eat his breakfast while at the Opole Lubelskie Prison.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The applicant submitted that he had been mostly held in solitary confinement. He referred to his prolonged and excessive isolation from his family, the outside world and other detainees; other restrictions, such as wearing joined shackles and the routine strip searches to which he had been subjected on a daily basis; and, lastly, the monitoring of his cell (including the sanitary facilities) via closedcircuit television. The applicant stressed that all of his movements in the cell had been constantly monitored. The images had been recorded and stored for at least seven days. Every time he left or entered his cell, usually several times a day, he had been subjected to a degrading, exceptionally intrusive body search by at least three prison guards. When the strip searches were conducted in the cell, other inmates were often present. Moreover, every time the applicant left his cell he was escorted and accompanied by guards, who were also present during medical examinations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The applicant further submitted that the dangerous detainee regime had been imposed on him for nine months, although he had been compliant and had not posed any problems to the prison authorities. He concluded that he should not have been classified as a dangerous detainee.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "32.  The Government stressed that in the present case the treatment complained of had not attained the minimum level of severity required for a breach of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  They maintained that the applicant had been classified as a dangerous detainee in accordance with the relevant legal provisions. He had organised a collective protest in Opole Lubelskie Prison, in the form of a prisoners’ hunger strike. Moreover, he had received disciplinary penalties for the attempted smuggling of psychoactive substances into prison and had therefore posed a danger to other inmates and the security of the penitentiary unit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The application of dangerous detainee status to the applicant had been reviewed every three months. The reasons for the application of the regime had remained valid throughout the whole period concerned. As soon as the commission had noticed an improvement in the applicant’s attitude, it had on 11 July 2012 lifted the regime. In those circumstances, the Government submitted that imposing the regime on the applicant had been legitimate and necessary for preventing the risk of a disturbance in prison and for maintaining prison security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Government stressed that the regime had been imposed on the applicant for a short period of time and contended that the treatment to which he had been subjected had not been incompatible with Article 3 of the Convention. They invited the Court to find that there had been no violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "36.  The relevant general principles deriving from the Court’s case-law were recently summarised in Piechowicz (cited above, §§ 158-65) and Horych (cited above, §§ 85-92).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court notes that there is no dispute over the fact that from 14 October 2011 to 11 July 2012, that is, for almost nine months, the applicant was classified as a dangerous detainee and, in consequence, subjected to highsecurity measures and various restrictions (see paragraph 15 above). The main aspects of the regime raised by the applicant and specified below were not contested by the Government (see paragraphs 34 and 35 above). The details of the core features of the dangerous detainee regime were also extensively analysed in Piechowicz judgment (cited above, § 166, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The measures applied in the applicant’s case comprised confinement in a special high-security prison wing and increased supervision of his movements within and outside the cell, which meant that he had to wear joined shackles (handcuffs and fetters joined together with chains) whenever he was taken outside his cell. The measures involved his segregation from the prison community and restrictions on contact with his family. In addition, every time he left or entered his cell he was routinely subjected to a full strip search – a thorough inspection of his body and clothes in which he was required to strip naked and bend over in order to enable the examination of his anus (see paragraph 15 above). The applicant submitted that when the strip searches had been conducted in the cell, other inmates had been able to see him. In addition, his cell, including the sanitary facilities, was constantly monitored via closed-circuit television.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government did not contest those allegations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The parties disagreed on whether the adverse impact of the imposition of the above measures on the applicant had been serious enough to attain the minimum level of severity required for a breach of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court firstly notes that the facts of the instant case differ from the leading cases of Piechowicz (cited above) and Horych (cited above), where the dangerous detainee regime was imposed on the basis of Article 212a § 3 of the Code of Execution of Criminal Sentences, which sets out strict, rigid rules for the imposition of the special regime in cases where the charges against the detainee are of a serious nature (see Piechowicz, cited above, §§ 105 and 177).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In the present case, the authorities justified their decision of 14 October 2011 imposing the dangerous detainee regime on the applicant on account of his alleged participation in a planned collective protest in prison. The legal basis for the imposition of the regime was Article 88a § 2 (2a) of the Code of Execution of Criminal Sentences (see paragraphs 7 and 17 above). The applicant explained that the prisoners, including himself, had refused to eat their breakfast. He denied his alleged leadership of any disturbances in the prison. He does not appear to have been convicted of a violent offence or linked with organised crime (contrast Horych, cited above, § 94). It is true that the Government submitted that the applicant had received disciplinary penalties on many occasions, but they failed to submit any evidence in support of those allegations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In these circumstances the Court is not convinced that it was reasonable on the part of the authorities to consider that, for the sake of ensuring prison security, the applicant should be indiscriminately subjected to the full range of measures that were available to them under the dangerous detainee regime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court notes that the dangerous detainee regime was applied to the applicant for a total of almost nine months. There is no evidence that the applicant in reality benefited from any mental or physical stimulation, with the exception of a daily and solitary walk within a segregated area.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In the Piechowicz case (cited above), the Court did not accept that the continued, routine and indiscriminate application of the full range of measures that were available to the authorities under the dangerous detainee regime had been necessary in order to maintain prison security, or that their application was compatible with Article 3 of the Convention (ibid., § 170). In the present case too, the Court is not convinced that shackling the applicant was necessary on each and every occasion (ibid., § 174).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court has even more misgivings with regard to the full body search to which the applicant was likewise subjected daily, or even several times a day, whenever he left or entered his cell. Strip searches were carried out as a matter of routine and were not linked to any specific security needs, or to any specific suspicion concerning the applicant’s conduct.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court has already stated in Piechowicz (cited above) that while strip searches might be necessary to ensure prison security or to prevent disorder or crime, it was not persuaded by the Government’s argument that such systematic, intrusive and exceptionally embarrassing checks performed daily, or even several times a day, were necessary to ensure safety in a prison (ibid., § 176).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Given that the applicant was already being subjected to several other strict surveillance measures, and that the authorities did not rely on any specific or convincing security requirements, the Court considers that the practice of daily strip searches applied to him for almost nine months must have caused him feelings of inferiority, anguish and accumulated distress, which went beyond the unavoidable suffering and humiliation involved in the execution of his prison sentence (see Horych, cited above, § 101, and Piechowicz, cited above, §§ 175 and 176).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Lastly, the Court notes that in extending the regime in respect of the applicant the commission gave no new reasons for its decision, referring the reasons originally given in previous decisions. The Court found in Piechowicz (cited above) that the authorities, in extending such a regime, were not in fact obliged to consider any changes in the applicant’s personal situation and, in particular, the combined effects of the continued application of the impugned measures (see Piechowicz, cited above, § 177).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court considers that also in the instant case the authorities failed to sufficiently justify the extension of the regime and that the procedure for review of the applicant’s dangerous detainee status was a pure formality, being limited to a repetition of the same grounds in successive decisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In conclusion, assessing the facts of the case as a whole and considering the cumulative effects of the dangerous detainee regime on the applicant the Court finds that the authorities did not provide sufficient and relevant reasons which could justify, in the circumstances of the case, the severity of the measures taken. In particular the authorities failed to show that the impugned measures were necessary in their entirety to attain the legitimate aim of ensuring prison security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  There has accordingly been a violation of Article 3 of the Convention. In consequence, and particularly in the light of the findings in paragraph 46 above, the Government’s preliminary objection based on nonexhaustion of domestic remedies (see paragraph 27 above) must be rejected.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  The applicant complained of a violation of Articles 6 and 13 of the Convention. He complained about the manner in which the penitentiary commission had applied and extended the dangerous detainee regime, and alleged that his appeals against the commission’s decisions had been ineffective.",
                                "elements": []
                            },
                            {
                                "content": "50.  The Government contested those arguments.",
                                "elements": []
                            },
                            {
                                "content": "51.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "52.  The Court observes that at the heart of the applicant’s complaint under Article 3 of the Convention lies not only the prolonged imposition of the dangerous detainee regime, but also the procedure for reviewing his status (see paragraph 46 above). These issues have been examined and have resulted in the finding of a violation of that provision (see paragraphs 46-47 above). In the circumstances, the Court considers that no separate issue arises under Articles 6 and 13 of the Convention and makes no separate finding.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "54.  The applicant claimed 10,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government considered the claim excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court awards the applicant EUR 3,500 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "57.  The applicant, who received legal aid from the Council of Europe in connection with the presentation of his case, also claimed 3,500 Polish zlotys for costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Government pointed out that only costs which had been actually and necessarily incurred and were reasonable as to quantum could be reimbursed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court notes that the amount of legal aid granted to the applicant is equal to the amount claimed by him under costs and expenses. It therefore rejects the claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "60.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Joins the Government’s objection of non-exhaustion to the merits of the case and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the complaints under Articles 6 and 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,500 (three thousand five hundred euros), in respect of non-pecuniary damage, plus any tax that may be chargeable to the applicant, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 February 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "András Sajó",
            "role": "president"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto De Albuquerque",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PALUCH v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-160628.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0216JUD005729212",
    "externalsources": [],
    "extractedappno": [
        "57292/12",
        "20071/07",
        "13621/08",
        "18036/03",
        "38049/02",
        "30873/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-160628",
    "judgementdate": "16/02/2016 00:00:00",
    "kpdate": "16/02/2016 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "PALUCH",
        "POLAND"
    ],
    "rank": "1458.6650390625",
    "representedby": [
        "KOTULA S."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "442637",
    "typedescription": "15"
}