{
    "__articles": "5;5-3;6;6-1",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Reasonableness of pre-trial detention);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Tribunal established by law)",
    "applicability": "",
    "appno": "8026/04",
    "article": [
        "6",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Reasonableness of pre-trial detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Tribunal established by law"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-162859.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 8026/04) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Ilya Viktorovich Yegorychev (“the applicant”), on 18 February 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms E. Liptser and Mr R. Karpinskiy, lawyers practising in Moscow. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the length of his pre-trial detention had not been justified, that he had been convicted by a court whose composition had been in breach of the relevant domestic law and that he had not been afforded an opportunity to question most of the prosecution witnesses.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 24 September 2008 the above complaints were communicated to the Government under Articles 5 § 3, 6 §§ 1 and 3 (d) of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1968 and lives in Moscow.",
                                "elements": []
                            },
                            {
                                "content": ".  On 14 June 2001 charges of fraud were brought against the applicant, and he signed a written undertaking not to leave his place of residence. Some of the applicant’s assets, specifically his flat, parking spaces and three cars, were frozen.",
                                "elements": []
                            },
                            {
                                "content": ".  On 21 June 2001 the investigation of the criminal case against the applicant was terminated and he began examining the case file.",
                                "elements": []
                            },
                            {
                                "content": ".  However, on 26 September 2001 the investigation resumed.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 26 September 2001 the Prosecutor General’s Office of Russia decided that in view of the seriousness of the charges faced by the applicant, the risk of his absconding, as well as the necessity to “secure the enforcement of the conviction” the applicant should be placed in pre-trial detention.",
                                "elements": []
                            },
                            {
                                "content": ".  On 28 September 2001 the applicant was remanded in custody and placed in a specialised detention facility at the Moscow Clinical Hospital no. 20 owing to a provisional diagnosis of acute myocardial infarction, arterial hypertension and an exacerbating duodenal ulcer. He stayed there until 20 November 2001, following which he was transferred to a remand prison. The attending doctor found the applicant fit to participate in the investigative actions.",
                                "elements": []
                            },
                            {
                                "content": ".  In the meantime, on 8 October 2001 the investigation was completed and the applicant was informed that he could start to examine the case file.",
                                "elements": []
                            },
                            {
                                "content": "12.  On the same date the applicant brought an application for release. He argued that there was no indication that he would abscond or otherwise obstruct the administration of justice: the applicant had no criminal record; he had a family, a permanent job and a permanent place of residence, and he suffered from a number of chronic cardiovascular and surgical diseases; the choice of a custodial measure had thus not been justified.",
                                "elements": []
                            },
                            {
                                "content": ".  On 24 October 2001 the Moscow Babushkinskiy District Court examined the applicant’s arguments with references to his medical documents, documents attesting to his family situation, his positive references from work, and the arguments by the investigator to the effect that the applicant had ignored the investigator’s summonses to appear on 22 and 25 July, 13 and 14 August and 24 September 2001 without giving reasons, that he had often been several hours late to appear before the investigator, that he could appear for fifteen minutes and then leave saying that nobody could tell him when to come and when to leave, and that throughout the summer, in the eyes of the investigator, the applicant had been out of contact. Having considered the reasons which prompted the choice of preventive measure, in particular, the seriousness of the charges against the applicant and his conduct during the pre-trial investigation, the District Court held that there were no grounds for releasing the applicant.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 20 November 2001 the Moscow City Court upheld the above decision on appeal.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 22 November 2001, 21 January and 9 April 2002 the Deputy Prosecutor General extended the applicant’s detention until 28 January, 28 April and 28 June 2002 respectively.",
                                "elements": []
                            },
                            {
                                "content": ".  Meanwhile, on 15 January 2002 the forensic medical expert did not confirm the applicant’s medical diagnosis.",
                                "elements": []
                            },
                            {
                                "content": ".  On 20 June 2002 the criminal case against the applicant was submitted to the Moscow Presnenskiy District Court for trial.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Moscow Presnenskiy District Court repeatedly extended the applicant’s detention pending trial. Such extensions were granted upon the prosecutor’s request on 16 December 2002, 19 March, 23 June, 24 September, 23 December 2003 and 24 March 2004. On each occasion the District Court referred to the seriousness of the charges against the applicant and the risk of his absconding or otherwise obstructing justice, and the absence of grounds for changing the preventive measure imposed. Those decisions were upheld on appeal by the Moscow City Court on 21 January, 27 May, an unknown date and 3 December 2003, 23 March and 29 April 2004 respectively.",
                                "elements": []
                            },
                            {
                                "content": ".  On 26 May 2004 the Moscow Presnenskiy District Court sitting in a bench composed of Judge F. (presiding judge), Ms Kh. and Ms Shch. (lay judges) convicted the applicant of fraud and sentenced him to seven years and six months’ imprisonment. The court further held that the civil claim against the applicant, as well as the question of lifting the restriction imposed on the applicant’s property, should be referred for consideration within the framework of the civil procedure.",
                                "elements": []
                            },
                            {
                                "content": ".  The applicant appealed. He complained that, inter alia, the judgment had been given by a court whose composition had not been in accordance with law. In particular, he referred to the fact that the lay judges who participated in the examination of his case had at the same time been examining a criminal case against a certain Mr Tver. He also complained that the trial court had read out the testimonies of the majority of the witnesses for the prosecution, including testimonies by key prosecution witnesses, and had thus deprived him of the possibility of cross-examining them. This was despite the absence of any exceptional circumstances which had prevented the court from securing their attendance at the court hearing.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 17 August 2004 the Moscow City Court reduced the sentence to six years and upheld the rest of the judgment on appeal. In reply to the applicant’s argument regarding the alleged unlawfulness of the composition of the trial court, the City Court held that the composition of the court had remained unchanged throughout the trial in accordance with Article 242 of the Code of Criminal Procedure, and that the participation of lay judges, who had also been involved in the examination of another case, had had no legal consequences and had not amounted to a violation of the law. The City Court further held that the reading out of the testimonies of certain witnesses had been carried out by the trial court on the request of the prosecutor and in compliance with the requirements of Article 281 of the Code of Criminal Procedure.",
                                "elements": []
                            },
                            {
                                "content": ".  On 30 December 2004 the Presidium of the Moscow City Court, by way of supervisory review, modified the charges the applicant had been convicted on and reduced his sentence to five years six months’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": ".  On 9 March 2005 the Sukhinichskiy District Court, Kaluga Region, ordered the applicant’s conditional early release.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Detention on remand and duration of the trial",
                                "elements": [
                                    {
                                        "content": ".  For a summary of domestic provisions on pre-trial detention, detention during the trial and time-limits for trial see Khudoyorov v. Russia (no. 6847/02, §§ 76-96, ECHR 2005X (extracts)).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Composition of the court in criminal proceedings",
                                "elements": [
                                    {
                                        "content": "25.  The Code of Criminal Procedure of the Russian Soviet Federative Socialist Republic, in force until 1 July 2002, provided that hearings in firstinstance courts dealing with criminal cases should, subject to certain exceptions, be conducted by a single professional judge or by one professional and two lay judges. In their judicial capacity, lay judges enjoy the same rights as a professional judge (Article 15).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001) in force as from 1 July 2002 does not provide for the participation of non-professional judges in the administration of justice in criminal matters. It provides that serious crimes should be dealt with by either a single professional judge or by three professional judges provided that the accused has submitted such a request prior to the appointment of a trial hearing (Article 30 § 2(3)).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  It further provides that the composition of a court examining the case should remain unchanged throughout the trial (Article 242 § 1).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Federal Law on enactment of the Code of Criminal Procedure of the Russian Federation (Law no. 177-FZ of 18 December 2001) provides that the Federal Law on the Lay Judges of the Federal Courts of General Jurisdiction ceased to have force from 1 January 2004 (Section 2.1).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Section 7 provides that Article 30 § 2(3) of the Code of Criminal Procedure, in so far as it concerns the examination of serious crimes by three professional judges, came into effect from 1 January 2004. Before that date such crimes were to be dealt with by a single professional judge or, if an accused had filed such a request prior to the appointment of a trial hearing, by one professional judge and two lay judges.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Lay judges",
                                "elements": [
                                    {
                                        "content": ".  The Federal Law on the Lay Judges of the Federal Courts of General Jurisdiction in the Russian Federation (“the Lay Judges Act”) in force between 10 January 2000 and 1 January 2004 (see paragraph 25 above) provided that lay judges were persons authorised to sit in civil and criminal cases as non-professional judges (section 1(2)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Section 2 of the Lay Judges Act provided that lists of lay judges had to be compiled for every district court by local self-governing representative authorities, such lists being subject to validation by the regional legislature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Section 5 of the Lay Judges Act determined the procedure for the selection of lay judges. It provided that the president of a district court had to draw at random from the list a number of lay judges to be called to the competent district court. The number of lay judges assigned to every professional judge had to be at least three times the number needed for a hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In accordance with section 9, lay judges were called to serve in a district court for a period of fourteen days, or as long as the proceedings in a particular case lasted. Lay judges could not be called more than once a year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 14 January 2000 the Presidium of the Supreme Court of the Russian Federation issued a regulation on the procedure for the selection of lay judges. The regulation provided that the President of a district court should draw 156 names at random for each judge from the general list of lay judges. The lay judges for a particular case were to be drawn by lot by the judge to whom the case had been assigned.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Examination of witnesses in criminal proceedings",
                                "elements": [
                                    {
                                        "content": ".  The Code of Criminal Procedure of the Russian Federation provides that witnesses must be examined directly by the trial court (Article 278).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Statements given by the victim or a witness during the pre-trial investigation can be read out with the consent of the parties in two cases: (i) if there is a substantial discrepancy between those statements and the testimony before the court; or (ii) if the victim or witness has failed to appear in court (Article 281 § 1).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The court may, without seeking the consent of the parties, read out earlier statements by the absent victim or witness in the case of (1) death, (2) serious illness, (3) refusal to appear by the victim or the witness if they are citizens of other States or (4) natural disaster or other force majeure circumstances (Article 281 § 2).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  If a witness fails to comply with a summons to appear without good reason, the court may order the police or bailiffs to bring him to the courtroom by force (Article 113).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Reopening of the proceedings following a finding of a violation by the Court",
                                "elements": [
                                    {
                                        "content": ".  The Code of Criminal Procedure of the Russian Federation provides for the possibility to re-open criminal proceedings on the basis of a finding of a violation of the Convention made by the European Court of Human Rights (Article 413).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicant complained that his pre-trial detention had not been based on relevant and sufficient grounds. He relied on Article 5 § 3 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial ...”",
                                "elements": []
                            },
                            {
                                "content": "41.  The Government contested that argument. They submitted that the choice of the custodial measure had been prompted by the applicant’s conduct while he had been under a written undertaking not to leave his place of residence: the applicant had been regularly late for, or absent from, sessions involving the examination of the case file without providing any reasons; he had refused to give the investigator his contact numbers; and he had tried to put pressure on the members of the investigating team. These circumstances, together with the seriousness of the charges against the applicant, had made the risk of his absconding or otherwise hampering the administration of justice well-founded. Therefore, detention had been chosen in respect of the applicant and subsequently extended with due consideration of all the relevant circumstances, including the applicant’s state of health. When extending the applicant’s detention pending trial the court had taken into account the fact that the applicant’s medical diagnosis had not been confirmed by the forensic medical expert and therefore the applicant’s references to poor health had remained unsubstantiated. Furthermore, the court had taken into account that, while in custody, the applicant had tried to exert pressure on witnesses so that they would change their testimonies before the court. Furthermore, while the applicant had provided the court with guarantees from members of the Duma to the effect that he would not abscond if the custodial measure was to be changed to a more lenient preventive measure, the court had serious doubts as to authenticity of the documents containing such guarantees. Despite good references from work and the applicant’s family situation, he had been known to the investigating authorities as an offender. Specifically, in 1998 a criminal case had been opened against the applicant on the charges of taking the law into his own hands, which had been later terminated on nonrehabilitative grounds. The Government therefore concluded that the domestic courts had had relevant and sufficient grounds for holding the applicant in custody and that the proceedings had been conducted with “special diligence”.",
                                "elements": []
                            },
                            {
                                "content": "42.  The applicant maintained his complaint. He submitted that the reasons indicated by the Government as justifying his detention had been unsubstantiated and had never been relied on by a domestic court. The detention orders had been based solely on the seriousness of the charges against the applicant and no assessment had been given to other relevant factors. Furthermore, the domestic authorities had failed to show “special diligence” in the conduct of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "43.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": ".  The Court first reiterates that, in determining the length of pre-trial detention under Article 5 § 3 of the Convention, the period to be taken into consideration begins on the day the accused is taken into custody and ends on the day when the charge is determined, even if only by a court of first instance, or, alternatively, when the applicant is released from custody pending criminal proceedings against him or her (see Idalov v. Russia [GC], no. 5826/03, § 112, 22 May 2012, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The question of whether a period of time spent in pre-trial detention is reasonable cannot be assessed in the abstract. Whether it is reasonable for an accused to remain in detention must be assessed on the facts of each case and according to its specific features. Continued detention can be justified in a given case only if there are actual indications of a genuine requirement of public interest which, notwithstanding the presumption of innocence, outweighs the rule of respect for individual liberty laid down in Article 5 of the Convention (ibid, § 139, and Kudła v. Poland [GC], no. 30210/96, §§ 110 et seq., ECHR 2000-XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The existence and persistence of a reasonable suspicion that the person arrested has committed an offence is a prerequisite for the lawfulness of the continued detention. However, after a certain time has elapsed it no longer suffices. In such cases, the Court must establish whether the other grounds cited by the judicial authorities continued to justify the deprivation of liberty. Where such grounds are “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings. Justification for any period of detention, no matter how short, must be convincingly demonstrated by the authorities. When deciding whether a person should be released or detained, the authorities are obliged to consider alternative measures of ensuring his appearance at trial (see Idalov, cited above, § 140, and Suslov v. Russia, no. 2366/07, § 86, 29 May 2012, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The responsibility lies primarily with the national judicial authorities to ensure that, in a given case, the pre-trial detention of an accused person does not exceed a reasonable time. To this end they must, paying due regard to the principle of the presumption of innocence, examine all the facts arguing for or against the existence of a public interest which justifies a departure from the rule in Article 5 of the Convention, and must set them out in their decisions on the applications for release. It is essentially on the basis of the reasons given in those decisions and of the established facts stated by the applicant in his appeals that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 of the Convention (see Idalov, cited above, § 141, and McKay v. the United Kingdom [GC], no. 543/03, § 43, ECHR 2006X).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of those principles in the present case",
                                        "elements": [
                                            {
                                                "content": "48.  The applicant was detained pending trial on 28 September 2001. On 26 May 2004 he was convicted. The total length of the applicant’s pre-trial detention amounted, therefore, to two years, seven months and twenty-eight days.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that initially, the domestic authorities revoked the applicant’s written undertaking not to leave his place of residence and replaced it with a custodial measure on account of the seriousness of the charges against him, the risk of his absconding and the necessity to secure the enforcement of his future conviction (see paragraph 9 above). Regard was also had to the applicant’s conduct during the earlier stage of the pretrial investigation (see paragraphs 12-14 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court accepts that at that stage the need to ensure the proper conduct of the investigation could justify keeping the applicant in custody. However, with the passage of time the domestic authorities were under an obligation to assess the applicant’s personal situation in greater detail and to give specific reasons for continuing to hold him in custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that there is no indication in the case file of the reasons for the applicant’s continued detention pending the conclusion of the investigation in the period between November 2001 and June 2002 (see paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It further observes that subsequently, at the stage of the trial in the period between December 2002 and March 2004, the applicant’s detention was repeatedly extended with reference to the seriousness of the charges against him and the risk of his absconding or otherwise obstructing the justice (see paragraph 18 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As regards the domestic authorities’ reliance on the seriousness of the charges as the decisive element, the Court has repeatedly held that this reason cannot in itself serve to justify long periods of detention. Although the severity of the sentence faced is a relevant element in the assessment of the risk of absconding or reoffending, the need to continue the deprivation of liberty cannot be assessed from a purely abstract point of view, taking into consideration only the seriousness of the offence. Nor can continuation of detention be used to anticipate a custodial sentence (see Letellier v. France, 26 June 1991, § 51, Series A no. 207, and Dubinskiy v. Russia, no. 48929/08, § 64, 3 July 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As to the domestic authorities’ reference to the risk of absconding, the Court reiterates that the risk of flight should be assessed with reference to various factors, especially those relating to the character of the person involved, his or her morals, home, occupation, assets, family ties and all kinds of links to the country in which he or she is being prosecuted (see Romanova v. Russia, no. 23215/02, § 127, 11 October 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  As to the risk of obstruction of the proceedings, the national authorities should have regard to pertinent factors such as the advancement of the investigation or judicial proceedings and their resumption or any other specific indications justifying the fear that the applicant might abuse the regained liberty by carrying out acts aimed at, for instance, the falsification or destruction of evidence (see Romanova, cited above, § 128).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that the national authorities did not specify, with reference to any pertinent factors, the way in which the above risks had been heightened in the present case or could have materialised. The Court is therefore not satisfied that the risks were sufficiently established.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In so far as the Government referred to a number of factors allegedly taken into consideration by the domestic authorities while maintaining the applicant’s detention during the trial, the Court reiterates that where circumstances that could have warranted a person’s detention may have existed but were not mentioned in the domestic decisions, it is not the Court’s task to establish them and to take the place of the national authorities which ruled on the applicant’s detention (see Bykov v. Russia [GC], no. 4378/02, § 66, 10 March 2009, with further references). These circumstances cannot therefore be taken into consideration for the purposes of the Court’s analysis.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court has already, on a large number of occasions, examined applications against Russia raising similar complaints under Article 5 § 3 of the Convention and found a violation of that Article on the grounds that the domestic courts extended an applicant’s detention relying essentially on the seriousness of the charges and using stereotyped formulae without addressing his or her specific situation (see, among many other authorities, Valeriy Samoylov v. Russia, no. 57541/09, 24 January 2012; Romanova, cited above; Sutyagin v. Russia, no. 30024/02, 3 May 2011; Logvinenko v. Russia, no. 44511/04, 17 June 2010; Gultyayeva v. Russia, no. 67413/01, 1 April 2010; Makarenko v. Russia, no. 5962/03, 22 December 2009; Lamazhyk v. Russia, no. 20571/04, 30 July 2009; Belov v. Russia, no. 22053/02, 3 July 2008; and Shukhardin v. Russia, no. 65734/01, 28 June 2007). Similar considerations apply in the circumstances of the present case in which the Government had not submitted arguments that could have allowed the Court to reach a different conclusion.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Having regard to its case-law in similar cases and to the facts of the present case, the Court finds that the detention orders in the present case do not meet the requirements of Article 5 § 3 of the Convention. There has therefore been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION ON ACCOUNT OF THE COMPOSITION OF THE TRIAL COURT",
                        "elements": [
                            {
                                "content": "60.  The applicant complained that the composition of the Moscow Presnenskiy District Court, which had convicted him on 26 May 2004, had not been in accordance with the law and had had no power to deal with his case after 1 January 2004. The relevant part of Article 6 § 1 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal established by law.”",
                                "elements": []
                            },
                            {
                                "content": "61.  The Government contested that argument. They submitted that the trial court had been composed in accordance with the requirements of the Lay Judges Act in force at the material time. Reiterating the provisions contained in section 9 of the Lay Judges Act, the Government submitted that Ms Kh. and Ms Shch. had been called to serve as lay judges in the Moscow Presnenskiy District Court in order to examine the applicant’s criminal case. They also participated in the examination of the criminal case against a certain Mr Tver. Referring to the decision of the Presidium of the Supreme Court of 31 May 2006 in the case against a certain Mr T. who challenged the lawfulness of his conviction on account of the composition of the trial court, they asserted that the fact that lay judges had been called to serve more than once a year is not alone sufficient to call into question their judicial capacity. The Government further submitted that the lay judges had continued to be engaged in the examination of the applicant’s case after 1 January 2004 to the continuity of the proceedings, which fully complied with the requirements of the domestic law.",
                                "elements": []
                            },
                            {
                                "content": "62.  The applicant maintained his complaint. He noted that the Government had failed to produce any documents proving that the participation of Ms Kh. and Ms Shch. as lay judges in the administration of justice had been in compliance with sections 2 and 5 of the Lay Judges Act. The applicant further noted that the Government had acknowledged the fact that, while participating in the examination of the criminal case against him, which lasted one year and three months, Ms Kh. and Ms Shch. had also been participating as lay judges in the examination of the criminal case against a certain Mr Tver. This constituted, in the applicant’s opinion, a violation of section 9 of the Lay Judges Act which provided that lay judges were to be called to serve in a district court for a period of fourteen days, or as long as the proceedings in a particular case lasted, and that they could not be called more than once a year. In reply to the Government’s reference to the decision of the Presidium of the Supreme Court of 31 May 2006, the applicant relied on decisions of the same body of 15 December 2004 and 22 February 2006. In the former decision the Presidium held that calling lay judges for service more than once a year was contrary to the requirements of the Lay Judges Act and the law on criminal procedure and required the quashing of any convictions in such a case. In the latter decision the Presidium expressed a similar view: it quashed the conviction and remitted the case for retrial since a lay judge had taken part in the examination of three other cases within the same year and therefore the composition of the court had been unlawful. The applicant further argued that after 1 January 2004 the participation of Ms Kh. and Ms Shch. as lay judges in his trial had ceased to be lawful since from the above date there had no longer been any basis in the domestic law for their further involvement in the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "63.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "64.  The Court reiterates that the phrase “established by law” covers not only the legal basis for the very existence of a “tribunal” but also the composition of the bench in each case (see Buscarini v. San Marino (dec.), no. 31657/96, 4 May 2000). The Court is therefore required to examine allegations such as those made in the present case concerning a breach of the domestic rules for appointment of judicial officers. The fact that the allegation in the present case concerned lay judges does not make it any less important as, pursuant to Article 15 of the Code of Criminal Procedure then in force, in their judicial capacity lay judges enjoyed the same rights as professional judges (see paragraph 25 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court reiterates that it has found a violation of Article 6 § 1 of the Convention in other Russian cases with similar factual circumstances (see Posokhov v. Russia, no. 63486/00, §§ 40-44, ECHR 2003-IV; Fedotova v. Russia, no. 73225/05, §§ 38-44, 13 April 2006; Shabanov and Tren v. Russia, no. 5433/02, §§ 28-32, 14 December 2006; Barashkova v. Russia, no. 26716/03, §§ 30-34, 29 April 2008; Laryagin and Aristov v. Russia, nos. 38697/02 and 14711/03, §§ 34-38, 8 January 2009; and Moskovets v. Russia, no. 14370/03, §§ 96-101, 23 April 2009). The finding of a violation was made against the background of, inter alia, “the apparent failure to observe the requirements of the Lay Judges Act regarding the drawing of random lots and two weeks’ service per year”. These circumstances led the Court to conclude that district courts which had heard the applicants’ cases had not been tribunals “established by law”.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Turning to the circumstances of the present case, the Court notes that they are similar. Both the Moscow City Court and the respondent Government confirmed that Ms Kh. and Ms Shch. had been called for service as lay judges more than once in the same year (see paragraphs 21 and 61 above). This amounted to a breach of the rules for the selection of lay judges established in section 9 of the Lay Judges Act (see paragraph 33 above). The Government failed to produce any document setting out the legal grounds for the participation of these lay judges in the administration of justice. In particular, no documents were submitted to show that the Moscow City Legislature had validated the general list of lay judges assigned to the Moscow Presnenskiy District Court (see paragraph 31 above), that the President of the Presnenskiy District Court had selected from the general list of lay judges 156 names for each judge of the District Court (see paragraphs 32 and 34 above), and that Judge F. in her turn had drawn from the 156 lay judges assigned to her and selected Ms Kh. and Ms Shch. to sit with her on the bench as lay judges in the applicant’s case (see paragraph 34 above). In the absence of any evidence as to the judicial capacity of Ms Kh. and Ms Shch. in their status as lay judges, there is no need to examine separately whether their participation in the applicant’s case after 1 January 2004 had a legal basis under domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The above considerations do not permit the Court to conclude that the Moscow Presnenskiy District Court which convicted the applicant on 26 May 2004 could be regarded as a “tribunal established by law”. The Moscow City Court, in its review of the matter on appeal, did not eliminate the above-mentioned defects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  In view of the foregoing, the Court considers that the unlawful composition of the trial court in the applicant’s case deprived the applicant of a “tribunal established by law”. Accordingly, there has been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION ON ACCOUNT OF INABILITY TO TEST WITNESSES FOR THE PROSECUTION",
                        "elements": [
                            {
                                "content": "69.  The applicant further complained that he had not been afforded an opportunity to cross-examine most of the prosecution witnesses, as provided for by Article 6 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination ... of any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him ...”",
                                "elements": []
                            },
                            {
                                "content": "70.  The Government contested that argument. They submitted that the applicant had been afforded an opportunity to cross-examine all the witnesses who attended the court hearing. The testimonies of the witnesses who had failed to appear had been read out in the courtroom in accordance with Article 281 of the Code of Criminal Procedure at the request of the prosecutor, when all the measures to secure their attendance had been exhausted. The applicant had had ample opportunities to contest the evidence read out at the hearing.",
                                "elements": []
                            },
                            {
                                "content": "71.  The applicant maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "72.  The Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "73.  However, in view of the grounds on which it has found a violation of Article 6 § 1 of the Convention (see paragraphs 64-68 above), the Court does not consider it necessary to examine separately the applicant’s complaint under Article 6 §§ 1 and 3 (d) of the Convention on account of his impossibility to cross-examine the prosecution witnesses.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "74.  Lastly, the Court has examined the other complaints submitted by the applicant under Articles 2, 3, 5, 6 and 7 of the Convention and Article 1 of Protocol No. 1 to the Convention thereto. However, having regard to all the material in its possession, and in so far as these complaints fall within its competence, the Court finds that there is no appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as being manifestly illfounded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "75.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "76.  The applicant claimed 45,000 euros (EUR) in respect of nonpecuniary damage for the violations of Articles 5 and 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Government did not submit any comments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court considers that an award of just satisfaction must, in the present case, be based on the fact that the length of the applicant’s detention pending trial was unreasonably long in violation of Article 5 of the Convention and that, in violation of Article 6 of the Convention, the applicant’s case was examined by an unlawfully constituted court. The applicant undeniably sustained nonpecuniary damage as a result of the violation of his rights. However, the sum claimed by the applicant appears to be excessive. Making its assessment on an equitable basis, the Court awards the applicant EUR 8,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on this amount. The Court further notes that Article 413 of the Russian Code of Criminal Procedure provides that criminal proceedings may be reopened if the Court finds a violation of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "79.  The applicant also claimed 360,000 Russian roubles in legal costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Government did not submit any comments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court awards the applicant the sum of EUR 4,525 in legal costs and expenses for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "82.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, admissible",
                        "elements": []
                    },
                    {
                        "content": "(a)  the complaint under Article 5 § 3 of the Convention concerning the length of the applicant’s pre-trial detention;",
                        "elements": []
                    },
                    {
                        "content": "(b)  the complaint under Article 6 § 1 of the Convention concerning the allegedly unlawful composition of the trial court;",
                        "elements": []
                    },
                    {
                        "content": "(c)  the complaint under Article 6 §§ 1 and 3 (d) of the Convention concerning the applicant’s inability to test witnesses for prosecution; and inadmissible the remainder of the application;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, unanimously, that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, by six votes to one, that there has been a violation of Article 6 of the Convention on account of the unlawful composition of the trial court;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, by six votes to one, that there is no need to examine the complaint under Article 6 §§ 1 and 3 (d) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds, by six votes to one,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 17 May 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Dedov is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I regret that I cannot agree with my dear colleagues that there has been a violation of Article 6 § 1 of the Convention. The majority’s two arguments are presented in paragraph 66 of the judgment. The first argument is that a rule of domestic law was breached as lay judges had been called for service more than once in the same year, 2004. However, the facts of the case show that they were involved in the present case before another case. The position of the Russian Supreme Court presented by the Government and available in the case file supports that view (see paragraph 61). Unfortunately, according to the documents provided by the parties, neither the Moscow City Court nor the Supreme Court explained their position as to why the composition of the court would not always be unlawful in a such situation.",
                        "elements": []
                    },
                    {
                        "content": "I refer to the cases of Posokhov v. Russia and Shabanov and Tren v. Russia (both cited in the judgment, and where the Court also found a violation of Article 6), which indirectly provide some support for my position: in their statement of appeal the applicants had submitted that lay judges had previously participated in the hearing of other cases in the same year. Therefore, the logic is that if the lay judges are involved in two cases at the same time, it does not mean that the composition of the court is unlawful in both cases, rather it is unlawful in the subsequent case. I should further note that the quality of the legislation, namely the Lay Judges Act, could be better.",
                        "elements": []
                    },
                    {
                        "content": "As regards the second argument, that no evidence had been produced by the Government as to the legal grounds for the participation of lay judges, the applicant had never raised that argument before the national authorities (see paragraph 20) or before the Court (see paragraph 62). The Court does not usually overstep its competence. Moreover, respect for human rights as defined in the Convention and the Protocols thereto does not so require in the circumstances of the present case.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luis López Guerra",
            "role": "president"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Johannes Silvis",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF YEGORYCHEV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-162859.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0517JUD000802604",
    "externalsources": [],
    "extractedappno": [
        "8026/04",
        "6847/02",
        "5826/03",
        "30210/96",
        "2366/07",
        "543/03",
        "48929/08",
        "23215/02",
        "4378/02",
        "57541/09",
        "30024/02",
        "44511/04",
        "67413/01",
        "5962/03",
        "20571/04",
        "22053/02",
        "65734/01",
        "31657/96",
        "63486/00",
        "73225/05",
        "5433/02",
        "26716/03",
        "38697/02",
        "14711/03",
        "14370/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-162859",
    "judgementdate": "17/05/2016 00:00:00",
    "kpdate": "17/05/2016 00:00:00",
    "kpthesaurus": [
        "448",
        "404",
        "445",
        "76",
        "495"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "5-3",
        "6-1",
        "5"
    ],
    "parties": [
        "YEGORYCHEV",
        "RUSSIA"
    ],
    "rank": "1524.7109375",
    "representedby": [
        "LIPTSER E.",
        "KARPINSKIY R."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "453194",
    "typedescription": "15"
}