{
    "__articles": "6;6-1;41;P1-1",
    "__conclusion": "Violation of Art. 6-1 (adversarial trial);Not necessary to examine P1-1;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "15764/89",
    "article": [
        "6",
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "adversarial trial"
            ],
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine P1-1",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-57978.docx": [
            {
                "content": "PROCEDURE ",
                "elements": [
                    {
                        "content": "1.   The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") and by the Government of the  (\"the Government\") on 7 July and 5 September 1994, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\").  It originated in an application (no. 15764/89) against  lodged with the Commission under Article 25 (art. 25) by a Portuguese national, Mr Pedro Lobo Machado, on 2 November 1989.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46); the Government’s application referred to Article 48 (art. 48).  The object of the request and of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 (art. 6) of the Convention and Article 1 of Protocol No. 1 (P1-1). ",
                        "elements": []
                    },
                    {
                        "content": "2.   In response to the enquiry made in accordance with Rule 33 para. 3 (d) of Rules of Court A, the applicant stated that he wished to take part in the proceedings and designated the lawyer who would represent him (Rule 30). ",
                        "elements": []
                    },
                    {
                        "content": "3.   The Chamber to be constituted included ex officio Mr M.A. Lopes Rocha, the elected judge of Portuguese nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 para. 3 (b)).  On 18 July 1994, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr N. Valticos, Mr S.K. Martens, Mrs E. Palm, Mr I. Foighel, Mr F. Bigi, Mr J. Makarczyk and Mr K. Jungwiert (Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43).  Subsequently Mr A. Spielmann, substitute judge, replaced Mr Valticos, who was unable to take part in the further consideration of the case (Rules 22 para. 1 and 24 para. 1). ",
                        "elements": []
                    },
                    {
                        "content": "4.   As President of the Chamber (Rule 21 para. 5), Mr Ryssdal, acting through the Registrar, consulted the Agent of the Government, the applicant’s lawyer and the Delegate of the Commission on the organisation of the proceedings (Rules 37 para. 1 and 38).  Pursuant to the order made in consequence, the Registrar received the applicant’s memorial on 18 November 1994 and the Government’s memorial on 21 November.  On 1 December the Secretary to the Commission informed the Registrar that the Delegate would submit his observations at the hearing. ",
                        "elements": []
                    },
                    {
                        "content": "5.   On 2 February 1995 the President decided in the interests of the proper administration of justice that the instant case and the case of Vermeulen v.  (58/1994/505/587) should be heard on the same day.  Consequently, after consulting the Chamber, he decided to adjourn the hearing in the instant case from 20 March 1995, the date originally scheduled, to 30 August. ",
                        "elements": []
                    },
                    {
                        "content": "6.   On 22 March 1995, under Rule 37 para. 2, the President decided to grant a request from the Belgian Government to submit written observations on certain aspects of the case.  In a letter received at the registry on 18 April 1995 counsel for the applicant made comments on questions concerning the scope of the aforementioned Government’s intervention as an amicus curiae. On 24 May 1995 the Registrar received the observations. ",
                        "elements": []
                    },
                    {
                        "content": "7.   Likewise on 24 May 1995 the Chamber relinquished jurisdiction in favour of a Grand Chamber (Rule 51).  In accordance with Rule 51 para. 2 (a) and (b), the President and the Vice-President (Mr Ryssdal and Mr R. Bernhardt), together with the other members of the original Chamber, became members of the Grand Chamber.  On 8 June 1995, in the presence of the Registrar, the President drew by lot the names of the additional judges, namely Mr R. Macdonald, Mr R. Pekkanen, Mr A.N. Loizou, Mr J.M. Morenilla, Sir John Freeland, Mr L. Wildhaber, Mr D. Gotchev, Mr P. Kuris and Mr U. Lohmus. ",
                        "elements": []
                    },
                    {
                        "content": "8.   In accordance with the decision of the President, who had given the applicant’s lawyer leave to address the Court in Portuguese (Rule 27 para. 3), the hearing took place in public in the Human Rights Building, Strasbourg, on 30 August 1995.  The Court had held a preparatory meeting beforehand. ",
                        "elements": []
                    },
                    {
                        "content": "9.   There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "(a) for the Government ",
                        "elements": []
                    },
                    {
                        "content": "(b) for the Commission",
                        "elements": []
                    },
                    {
                        "content": "(c) for the applicant ",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Danelius, Mr Pires de Lima, Mr Lebre de Freitas, Mr Henriques Gaspar and Mr Castelo Paulo. ",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS ",
                "elements": [
                    {
                        "content": "I.   CIRCUMSTANCES OF THE CASE ",
                        "elements": [
                            {
                                "content": "10.   Mr Pedro Lobo Machado is a Portuguese national who lives in .  In 1955 he joined the Sacor company as an engineer. Following its nationalisation in 1975, Sacor was absorbed into Petrogal-Petróleos de Portugal, EP (\"Petrogal\"), a State-owned concern.  On 4 April 1989 Petrogal became a public limited company, in which the State is still the majority shareholder. In the meantime, on 1 January 1980, the applicant had retired. ",
                                "elements": []
                            },
                            {
                                "content": "11.   On 5 February 1986 Mr Lobo Machado brought proceedings against Petrogal in the  industrial tribunal; the company was represented by a lawyer appointed by the chairman of its board of directors.  Mr Lobo Machado sought recognition of the occupational grade of \"director-general\" instead of that of \"director\" which had been assigned to him by his employer.  As that classification had an effect on the amount of his retirement pension, he also sought payment of the sums that, under the collective labour agreement (acordo colectivo de trabalho), should have been paid him since 1980. ",
                                "elements": []
                            },
                            {
                                "content": "12.   The  industrial tribunal dismissed his claims in a judgment of 7 October 1987.  That decision was upheld by the Lisbon Court of Appeal in a judgment of 1 June 1988. ",
                                "elements": []
                            },
                            {
                                "content": "13.   The applicant appealed to the Supreme Court (Supremo Tribunal de Justiça). ",
                                "elements": []
                            },
                            {
                                "content": "14.   After the parties had exchanged pleadings, the case file was sent to the representative of the Attorney-General’s department at the Supreme Court, a Deputy Attorney-General, on 20 February 1989.  On 28 February 1989 that representative delivered an opinion in which he recommended that the appeal should be dismissed, as follows:",
                                "elements": []
                            },
                            {
                                "content": "15.   On 19 May 1989 the Supreme Court, sitting in private, considered the appeal.  Three judges, a registrar and the member of the Attorney-General’s department were present at the deliberations.  The parties had not been asked to attend.  At the end of the deliberations the court adopted a judgment in which it dismissed the appeal and this was served on the applicant on 22 May 1989. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.   RELEVANT DOMESTIC LAW ",
                        "elements": [
                            {
                                "content": "A. The Constitution ",
                                "elements": [
                                    {
                                        "content": "16.   The independence and status of the Attorney-General’s department are similar to those of the judiciary.  In Article 221 paras. 1 and 2 of the Constitution its functions are laid down as follows:",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The Institutional Law governing the Attorney-General’s department ",
                                "elements": [
                                    {
                                        "content": "17.   Law no. 47/86 of 15 October 1986 defines the scope of the powers of the Attorney-General’s department and lays down the manner in which it is to intervene - as plaintiff or defendant or else in an \"associated\" (acessória) capacity - in judicial proceedings.  The following provisions are relevant to the instant case:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"By law, the Attorney-General’s department is the body responsible for representing the State, acting as prosecuting authority and upholding the democratic legal order and the interests assigned to it by law.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 3 (1)",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"It shall be the duty of the Attorney-General’s department in particular to: ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 5",
                                        "elements": []
                                    },
                                    {
                                        "content": "... ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 6",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 11 (2) ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"[The Attorney-General’s department] shall be represented [in the supreme courts] by Deputy Attorneys-General ...\" ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 59",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The Minister of Justice may: ",
                                        "elements": []
                                    },
                                    {
                                        "content": "...\" ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. The Code of Civil Procedure ",
                                "elements": [
                                    {
                                        "content": "18.   The relevant provisions of the Code of Civil Procedure, which are also applicable to cases falling within the jurisdiction of the industrial tribunals, are the following: ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 20",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 709",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 752 para. 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Where the Attorney-General’s department must intervene [in proceedings], the case file shall be sent to it [for observations] for a period of seven days, after which the file ... shall be sent to the reporting judge and the other non-presiding judges for the purposes of a final decision; the reporting judge may keep the file for fourteen days and the other judges for seven days.\" ",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.   Under the Constitution and the Institutional Law governing the Attorney-General’s department, the latter must intervene in all proceedings in which the public interest (interesse público) is at stake.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In labour-law cases the practice of the Employment Division of the Supreme Court is for the representative of the Attorney-General’s department at that court (a Deputy Attorney-General) to be given the file so that he can express an opinion on the merits of the appeal.  As a general rule, that representative also takes part in the sitting held to consider the appeal. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. The Code of Labour Procedure ",
                                "elements": [
                                    {
                                        "content": "20.   The Government cited the following provisions of the Code of Labour Procedure:  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 8",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The representatives of the Attorney-General’s department must automatically represent: ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 10",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Where a legal representative is appointed, the automatic representation by the Attorney-General’s department shall cease, without prejudice to that department’s intervention in an `associated’ capacity.\" ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION ",
                "elements": [
                    {
                        "content": "21.   Mr Lobo Machado applied to the Commission on 2 November 1989.  Relying on Article 6 para. 1 (art. 6-1) of the Convention, he complained, firstly, that there had been no fresh assessment by the Court of Appeal of the evidence relating to facts held to have been established by the court of first instance and no public hearing in either the Court of Appeal or the Supreme Court; he further complained of the role assigned to the Attorney-General’s department in the proceedings before the Supreme Court, which he said had infringed his right to a fair trial by an independent and impartial tribunal and had offended the principle of equality of arms.  He also alleged a breach of Article 1 of Protocol No. 1 (P1-1) on account of the adverse financial consequences of the failure of his action. ",
                        "elements": []
                    },
                    {
                        "content": "22.   On 29 November 1993 the Commission declared admissible the complaints relating to the participation of the Attorney-General’s department in the proceedings before the Supreme Court and the infringement of the applicant’s right to the peaceful enjoyment of his possessions.  It declared the remainder of the application (no. 15764/89) inadmissible.  In its report of 19 May 1994 (Article 31) (art. 31), it expressed the opinion by fourteen votes to nine that there had been a breach of Article 6 para. 1 (art. 6-1) of the Convention and by twenty-two votes to one that no separate issue arose under Article 1 of Protocol No. 1 (P1-1).  The full text of the Commission’s opinion and of the three separate opinions contained in the report is reproduced as an annex to this judgment .",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS BY THE GOVERNMENT TO THE COURT ",
                "elements": [
                    {
                        "content": "23.   In their memorial the Government asked the Court \"to hold that there had been no violation of Article 6 para. 1 (art. 6-1) of the Convention\". ",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW ",
                "elements": [
                    {
                        "content": "I.   ALLEGED VIOLATION OF ARTICLE 6 PARA. 1 (art. 6-1) OF THE CONVENTION ",
                        "elements": [
                            {
                                "content": "24.   Mr Lobo Machado alleged a breach of Article 6 para. 1 (art. 6-1) of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal ...\" ",
                                "elements": []
                            },
                            {
                                "content": "He complained, firstly, that he had not been able, before the Supreme Court had given judgment, to obtain a copy of the Attorney-General’s department’s written opinion or, therefore, to reply to it; and, secondly, that the Attorney-General’s department had been represented at the Supreme Court’s deliberations, held in private, although it had previously endorsed the arguments of Petrogal.  Its presence at the deliberations was thus, he submitted, contrary to the principle of equality of arms and called the court’s independence in question.  Furthermore, as he had brought his action against a State-owned concern, he was entitled to doubt the impartiality of the Attorney-General’s department as a representative of the State in private disputes of a pecuniary nature.",
                                "elements": []
                            },
                            {
                                "content": "There was nothing, he continued, to justify the Deputy Attorney-General’s being present at the deliberations. His role had not been to advise the court or to ensure the consistency of its case-law.  Nor, in the instant case, was his presence explained by the need to uphold the public interest, since he had taken the side of the employer.",
                                "elements": []
                            },
                            {
                                "content": "The duties of the Portuguese Attorney-General’s department were such that in the instant case its representative could have received instructions from the Minister of Justice regarding his final submissions and his role when the appeal was being considered by the Supreme Court.  As a consequence, it could not conceivably be said, as regards , that an infringement of the principle of fairness in civil proceedings, by reason of the non-adversarial intervention of the Attorney-General’s department, was less serious than a comparable infringement in criminal proceedings. ",
                                "elements": []
                            },
                            {
                                "content": "25.   The Commission shared this view for the most part and considered that the principles laid down in the Borgers v.  judgment of 30 October 1991 (Series A no. 214-B) applied mutatis mutandis in civil proceedings.  At the hearing its Delegate said that the breach arose from the combination of the fact that Mr Lobo Machado had been unable to reply to the written observations of the Attorney-General’s department and the fact that a member of that department had been present at the deliberations. ",
                                "elements": []
                            },
                            {
                                "content": "26.   The Government pointed out that the parties - the applicant and Petrogal - had exercised their procedural rights on an equal footing through their counsel.  In such proceedings the Deputy Attorney-General, one of the members of the Attorney-General’s department in the highest grade, could not be equated with a party.  Given the special features of the system of intervention by the Attorney-General’s department at the Supreme Court in employment cases, the considerations set out in the Borgers judgment were not applicable in the instant case. The member of the Attorney-General’s department in its capacity as an institution of the judicial system had no other duty than to assist the court by giving a completely independent, objective and impartial written opinion super partes on the legal issues raised.  In this way he contributed to ensuring good administration of justice.  The objective function of amicus curiae discharged by the Deputy Attorney-General as a guarantor of the consistency of the Supreme Court’s case-law and protector of the public interest in employment cases was known to the public and especially to lawyers.  It could not be said that because he drew up an opinion based strictly on the law, the Deputy Attorney-General became \"objectively speaking\" an \"ally\" or an \"opponent\" (see the Borgers judgment previously cited, p. 32, para. 26).  The fact that one of the parties was a State-owned concern that had subsequently become a public limited company in which the State was the majority shareholder had no bearing on the assessment of whether the principle of a fair trial had been complied with.  Petrogal had its own organs.  In cases such as the instant one, section 59 of the Institutional Law governing the Attorney-General’s department (see paragraph 17 above), which had been cited by the applicant, did not authorise the Minister of Justice to give instructions concerning the task of the Attorney-General’s department.",
                                "elements": []
                            },
                            {
                                "content": "In the instant case, that department had confined itself to giving a brief written opinion and had had no kind of say, whether advisory or any other, in the process whereby the court reached its decision when sitting in private (contrast the Borgers judgment previously cited). ",
                                "elements": []
                            },
                            {
                                "content": "27.   The Belgian Government submitted (see paragraph 6 above) that the fundamental differences between criminal and civil proceedings before a supreme court dictated that the Borgers precedent (see the judgment previously cited) should not be followed where civil proceedings were concerned.  At all events, the special features of each case and of the relevant national law had to be taken into consideration so as to avoid uniformly condemning, as being contrary to Article 6 para. 1 (art. 6-1), an institution which both in Belgium and in  had proved beneficial. ",
                                "elements": []
                            },
                            {
                                "content": "28.   The Court notes, firstly, that the dispute in question related to social rights and was between two clearly defined parties: the applicant, as plaintiff, and Petrogal as defendant. In that context the duty of the Attorney-General’s department at the Supreme Court is mainly to assist the court and to help ensure that its case-law is consistent.  Given that the rights were social in nature, the department’s intervention in the proceedings was more particularly justified for the purposes of upholding the public interest.",
                                "elements": []
                            },
                            {
                                "content": "It must be observed, secondly, that Portuguese legislation gives no indication as to how the representative of the Attorney-General’s department attached to the Employment Division of the Supreme Court is to perform his role when that division sits in private (contrast the Borgers judgment previously cited, p. 28, para. 17, and p. 32, para. 28). ",
                                "elements": []
                            },
                            {
                                "content": "29.   As in its judgment in the Borgers case (p. 32, para. 26), the Court considers, however, that great importance must be attached to the part actually played in the proceedings by the member of the Attorney-General’s department, and more particularly to the content and effects of his observations. These contain an opinion which derives its authority from that of the Attorney-General’s department itself.  Although it is objective and reasoned in law, the opinion is nevertheless intended to advise and accordingly influence the Supreme Court. In this connection, the Government emphasised the importance of the department’s contribution to ensuring the consistency of the court’s case-law and, more particularly in the instant case, upholding the public interest. ",
                                "elements": []
                            },
                            {
                                "content": "30.   In its judgment of 17 January 1970 in the Delcourt v.  case the Court noted in its reasons for holding that Article 6 para. 1 (art. 6-1) was applicable that \"the judgment of the Court of Cassation ... may rebound in different degrees on the position of the person concerned\" (Series A no. 11, pp. 13-14, para. 25).  It has reiterated that idea on several occasions (see, mutatis mutandis, the following judgments: Pakelli v. Germany, 25 April 1983, Series A no. 64, p. 17, para. 36; Pham Hoang v. France, 25 September 1992, Series A no. 243, p. 23, para. 40; and Ruiz-Mateos v. Spain, 23 June 1993, Series A no. 262, p. 25, para. 63).  The same applies in the instant case, since the outcome of the appeal could have affected the amount of Mr Lobo Machado’s retirement pension. ",
                                "elements": []
                            },
                            {
                                "content": "31.   Regard being had, therefore, to what was at stake for the applicant in the proceedings in the Supreme Court and to the nature of the Deputy Attorney-General’s opinion, in which it was advocated that the appeal should be dismissed (see paragraph 14 above), the fact that it was impossible for Mr Lobo Machado to obtain a copy of it and reply to it before judgment was given infringed his right to adversarial proceedings.  That right means in principle the opportunity for the parties to a criminal or civil trial to have knowledge of and comment on all evidence adduced or observations filed, even by an independent member of the national legal service, with a view to influencing the court’s decision (see, among other authorities and mutatis mutandis, the following judgments: Ruiz-Mateos, previously cited, p. 25, para. 63; McMichael v. the United Kingdom, 24 February 1995, Series A no. 307-B, pp. 53-54, para. 80; and Kerojärvi v. Finland, 19 July 1995, Series A no. 322, p. 16, para. 42).",
                                "elements": []
                            },
                            {
                                "content": "The Court finds that this fact in itself amounts to a breach of Article 6 para. 1 (art. 6-1). ",
                                "elements": []
                            },
                            {
                                "content": "32.   The breach in question was aggravated by the presence of the Deputy Attorney-General at the Supreme Court’s private sitting.  Even if he had no kind of say, whether advisory or any other (see paragraphs 26 and 28 above), it afforded him, if only to outward appearances, an additional opportunity to bolster his opinion in private, without fear of contradiction (see the Borgers judgment previously cited, p. 32, para. 28).",
                                "elements": []
                            },
                            {
                                "content": "The fact that his presence gave the Attorney-General’s department the chance to contribute to maintaining the consistency of the case-law cannot alter that finding, since having a member present is not the only means of furthering that aim, as is shown by the practice of most other member States of the Council of Europe.",
                                "elements": []
                            },
                            {
                                "content": "There has therefore been a breach of Article 6 para. 1 (art. 6-1) in this respect also. ",
                                "elements": []
                            },
                            {
                                "content": "33.   These conclusions make it unnecessary for the Court to rule on the complaint that the Supreme Court was neither impartial nor independent. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.   ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 (P1-1) ",
                        "elements": [
                            {
                                "content": "34.   Before the Commission the applicant alleged a violation of Article 1 of Protocol No. 1 (P1-1), but he did not reiterate that complaint before the Court. ",
                                "elements": []
                            },
                            {
                                "content": "35.   The Court does not consider that it must raise the issue of its own motion. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.   APPLICATION OF ARTICLE 50 (ART. 50) OF THE CONVENTION ",
                        "elements": [
                            {
                                "content": "36.   Article 50 (art. 50) of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\" ",
                                "elements": []
                            },
                            {
                                "content": "A. Damage",
                                "elements": [
                                    {
                                        "content": "37.   Mr Lobo Machado said that quite apart from the effects of the outcome of the proceedings on his professional life, the doubts about the judicial system that had been raised by the instant case had impaired for ever his confidence in democratic institutions.  The non-pecuniary damage sustained could not be less than 3,500,000 escudos (PTE). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.   The Government submitted that there was no causal link between the breach and the alleged damage. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.   The Delegate of the Commission did not express an opinion. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.   The Court considers that the finding of a breach of Article 6 (art. 6) constitutes in itself sufficient just satisfaction under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Costs and expenses ",
                                "elements": [
                                    {
                                        "content": "41.   The applicant also sought PTE 1,500,000 in respect of costs and expenses incurred for his representation before the Convention institutions. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.   No view was expressed by either the Government or the Delegate of the Commission. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.   The Court allows Mr Lobo Machado’s claim and therefore awards him the sum sought, from which 21,724 French francs paid by the Council of Europe by way of legal aid fall to be deducted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Default interest",
                                "elements": [
                                    {
                                        "content": "According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 10% per annum. ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY ",
                "elements": [
                    {
                        "content": "1.   Holds that there has been a breach of Article 6 para. 1 (art. 6-1) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.   Holds that it is unnecessary to consider the case under Article 1 of Protocol No. 1 (P1-1);",
                        "elements": []
                    },
                    {
                        "content": "3.   Holds that this judgment constitutes in itself sufficient just satisfaction as to the alleged damage;",
                        "elements": []
                    },
                    {
                        "content": "4.   Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a) that the respondent State is to pay the applicant, within three months, 1,500,000 (one million five hundred thousand) escudos, less 21,724 (twenty-one thousand seven hundred and twenty-four) French francs, to be converted into escudos at the rate of exchange applicable at the date of delivery of this judgment, for costs and expenses; ",
                        "elements": []
                    },
                    {
                        "content": "(b) that simple interest at an annual rate of 10% shall be payable on these sums from the expiry of the above-mentioned three months until settlement; ",
                        "elements": []
                    },
                    {
                        "content": "5.   Dismisses the remainder of the claim for just satisfaction. ",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 20 February 1996.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 para. 2 (art. 51-2) of the Convention and Rule 53 para. 2 of Rules of Court A, the concurring opinion of Mr Lopes Rocha is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I concur in the finding that there has been a breach of Article 6 para. 1 (art. 6-1) of the Convention, but I cannot agree with all of the reasons set out in paragraphs 31 and 32 of the judgment.",
                        "elements": []
                    },
                    {
                        "content": "As is clear from paragraph 14, the opinion of the Deputy Attorney-General, which the plaintiff was unaware of, did not adduce any new argument in support of dismissing the appeal. It did no more than point out that the plaintiff’s arguments had already been considered in the Court of Appeal’s judgment, which was sufficient in itself as regards the reasons given for it, and that any further consideration was therefore unnecessary.",
                        "elements": []
                    },
                    {
                        "content": "The fact, on its own, that it was impossible for the applicant to have knowledge of the content of the Deputy Attorney-General’s opinion before judgment was delivered and to reply to it does not suffice for it to be found that there has been a breach of Article 6 para. 1 (art. 6-1) as is held in paragraph 31.",
                        "elements": []
                    },
                    {
                        "content": "The finding of a breach should, rather, be based on all the circumstances of the case.",
                        "elements": []
                    },
                    {
                        "content": "What must be assessed from the point of view of a breach of the right to a fair hearing is the fact that the member of the Attorney-General’s department attended the Supreme Court’s private sitting without the plaintiff’s being able to be present, which afforded him an additional opportunity to bolster his opinion in private without fear of contradiction.",
                        "elements": []
                    },
                    {
                        "content": "Admittedly the member of the Attorney-General’s department was not a \"party\" in the technical meaning of the term in procedural law.  But his intervention in support of the Court of Appeal’s decision, combined with the fact of his presence at the Supreme Court’s sitting, even if he had no kind of say, whether advisory or any other, must amount to a procedural disadvantage for the plaintiff.  The latter found himself in the position of having to argue simultaneously against the opposing side and a public entity, both united in denying the right that he was seeking to claim in the Supreme Court; that situation reflected a manifest inequality and thus infringed the right to a fair hearing, seeing that in law fairness is a concept which takes account of the spirit of the law rather than the letter of it.  Furthermore, the concepts of fairness and equality are equipollent.",
                        "elements": []
                    },
                    {
                        "content": "In short, the situation of inequality was incompatible with the requirements of fair proceedings within the meaning of Article 6 para. 1 (art. 6-1) of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LOBO MACHADO v. PORTUGAL",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57978.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1996:0220JUD001576489",
    "externalsources": [],
    "extractedappno": [
        "15764/89",
        "47/86"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Constitution, Article 221 paras. 1 and 2",
        "Institutional Law governing the Attorney-General's department no. 47/86 of 15 October 1986, sections 1, 3 (1), 5, 6, 11 (2), 59",
        "Code of Civil Procedure, Articles 20, 709, 752 para. 1",
        "Code of Labour Procedure, Articles 8, 10"
    ],
    "itemid": "001-57978",
    "judgementdate": "20/02/1996 00:00:00",
    "kpdate": "20/02/1996 00:00:00",
    "kpthesaurus": [
        "445",
        "136",
        "15",
        "216",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "6",
        "6-1",
        "41",
        "P1-1"
    ],
    "parties": [
        "LOBO MACHADO",
        "PORTUGAL"
    ],
    "rank": "337.599609375",
    "representedby": [
        "N/A"
    ],
    "respondent": "PRT",
    "respondentOrderEng": "36",
    "scl": [
        "Delcourt v. Belgium judgment of 17 January 1970, Series A no. 11, pp. 13-14, para. 25",
        "Pakelli v. Germany judgment of 25 April 1983, Series A no. 64, p. 17, para. 36",
        "Borgers v. Belgium judgment of 30 October 1991, Series A no. 214-B, p. 28, para. 17, p. 32, paras. 26 and 28",
        "Pham Hoang v. France judgment of 25 September 1992, Series A no. 243, p. 23, para. 40",
        "Ruiz-Mateos v. Spain judgment of 23 June 1993, Series A no. 262, p. 25, para. 63",
        "McMichael v. the United Kingdom judgment of 24 February 1995, Series A no. 307-B, pp. 53-54, para. 80",
        "Kerojärvi v. Finland judgment of 19 July 1995, Series A no. 322, p. 16, para. 42"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "444729",
    "typedescription": "15"
}