{
    "__articles": "3;13;13+3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation;Positive obligations) (Procedural aspect);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture;Positive obligations)",
    "applicability": "",
    "appno": "33708/12",
    "article": [
        "13",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation",
                "Positive obligations"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Positive obligations"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Positive obligations"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-154152.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 33708/12) against the Republic of Moldova lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Moldovan national, Ms I.P. (“the applicant”), on 21 May 2012. The President of the Section acceded to the applicant’s request not to have her name disclosed (Rule 47 § 4 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr I. Dodon, a lawyer practising in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr L. Apostol.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that she had been a victim of a breach of Articles 3 and 8 of the Convention on account of the State’s failure to conduct a proper investigation into her allegation of rape committed against her. The applicant also complained that there had not been any effective remedies available to her as required by Article 13 of the Convention in respect of the above breaches.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 22 May 2013 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1987 and lives in Chisinau.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant and O.P. were in a relationship for over one year. They did not live together but often used to spend the night over each other’s house. Towards the end of their relationship they started to have disputes because O.P. became very jealous. According to the applicant he also became violent.",
                                "elements": []
                            },
                            {
                                "content": "7.  On the evening of 10 May 2010 O.P. became upset with the applicant because she was not at home for several hours and did not answer his telephone calls. He waited for her in front of her home and when she arrived he assaulted her and forced into his car. The applicant’s attempts to escape were countered by O.P.’s violent behaviour and threats with violence and death. According to the applicant, he punched her, pulled her hair and threatened her every time she wanted to leave the car. O.P. denied the applicant’s allegations concerning the acts of violence and only admitted having slapped her face several times before entering the car. He submitted that she did not object to their going to his home.",
                                "elements": []
                            },
                            {
                                "content": "8.  At midnight the applicant and O.P. arrived at the latter’s house in a village near Chişinău. According to the applicant, O.P. locked her inside the house and left her alone for approximately forty-five minutes. The applicant attempted to escape but was not able to and there was no telephone in the house. She also submitted that she did not have money and that her clothes were torn and dirty with blood. After O.P.’s return he ordered the applicant to undress and to lie with him on the bed. As a result of the applicant’s refusal they clashed but O.P. broke her resistance by violently assaulting and threatening her after which he raped her. In the morning, when the applicant attempted to leave O.P.’s house, a new dispute broke out between them. After assaulting her, O.P. forcefully sodomised her against her will and only after that he called a taxi for her.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 11 May 2010 the applicant lodged a criminal complaint against O.P. and underwent a forensic medical investigation. A medical report issued on the same date found multiple bruises on the applicant’s face, lips, neck and thorax. Some of the bruises were as large as 5x4 centimetres. Traces of semen were found only in her vagina.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 14 May 2010 O.P. underwent a forensic medical investigation as a result of an order issued by a prosecutor. A medical report found scratches produced by nails on his neck. The medical report recorded that O.P. had not denied having had sexual intercourse with the applicant; however, he had insisted that both partners had consented. The report concluded that the injuries on his body resembled those frequently inflicted by rape victims.",
                                "elements": []
                            },
                            {
                                "content": "11.  In his statements to the prosecutor, O.P. denied having had sexual intercourse with the applicant both on the evening of 10 May and in the morning of 11 May 2010. He also denied having forced the applicant into his car and having taken her by force to his house and claimed that she had consented to come with him. He admitted having slapped her face twice on the evening of 10 May 2010 as a result of which she had riposted by scratching his neck. O.P. could not explain the presence of bruises outside her face, the presence of traces of semen in her vagina and the conclusion of the forensic doctors that the injuries on his body appeared to be inflicted by a rape victim. He only submitted that he disagreed with the conclusions of the medical report which reached the above conclusion.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 6 August 2010 the Chisinau Prosecutor’s Office refused to initiate criminal proceedings. When describing the facts of the case in his decision, the prosecutor relied solely on O.P.’s version of the facts according to which the applicant used to date and to engage in sexual activity with him for one year before the events. On the evening of 10 May 2010 O.P. came to her house but did not find her at home. He waited for the applicant and when she returned, they engaged in an argument and he hit her while she scratched his neck. After that, both calmed down and went to O.P.’s home where they spent the night. In spite of O.P.’s statements to the effect that he and the applicant had not had sex on that night, the prosecutor recorded in his decision that according to O.P., he and the applicant had had consensual sexual intercourse that night. The prosecutor mentioned the findings of the forensic doctors to the effect that the scratches on O.P.’s neck resembled injuries provoked by a rape victim. Nevertheless, he dismissed the applicant’s version of the events on the ground that she used to date O.P. and have sex with him and because she could have resisted had she really wanted to. The prosecutor also concluded that the applicant consented to go to O.P.’s house and, the latter’s parents who lived with him, would have heard had she really resisted.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 6 August 2010 the Chisinau Prosecutor’s Office initiated administrative proceedings against O.P. for the offence of assaulting the applicant.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant appealed against the prosecutor’s decision not to initiate criminal proceedings against O.P. She argued, inter alia, that her neighbours had witnessed how O.P. assaulted and forced her into his car on the evening of 10 May 2010. Her unsuccessful attempt to run away from him had also been witnessed by employees of a petrol station where O.P. had stopped the car. She also argued that she had lost consciousness for a while as a result of one of the blows to her head and that the next day she went to a hospital where she was diagnosed with concussion. She argued that the prosecutor had failed to check that information with the hospital, despite her asking him to.",
                                "elements": []
                            },
                            {
                                "content": "15.  The appeal was dismissed on 9 December 2010 by a superior prosecutor from the Chisinau Prosecutor’s Office without any further investigation into the circumstances of the case. The applicant appealed to an investigation judge.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 7 February 2011 an investigation judge from the Rascani District Court upheld the applicant’s appeal and ordered a fresh examination of the case. He found that the investigation had been superficial and incomplete and no witnesses had been heard. The judge also quashed the prosecutor’s decision of 6 August 2010 to initiate administrative proceedings against O.P. for assaulting the applicant (see paragraph 13 above).",
                                "elements": []
                            },
                            {
                                "content": "17.  In the reopened investigation, the Prosecutor’s Office ordered and obtained two new forensic medical reports. According to one of them, the injuries on O.P.’s neck could have been produced either as a result of a rape or as a result of a fight. Another report concluded that the injuries on the applicant’s body could have been produced by an assault committed by O.P. and that they were not characteristic of rape. As to the traces of semen in her vagina, the report concluded that it was not possible to determine whether they dated from 11 May 2010 or from previous intercourse.",
                                "elements": []
                            },
                            {
                                "content": "In his new statements, O.P. submitted that he had had unprotected sex with the applicant between 7 and 9 May 2010 but not on 10 or 11 May 2010. He also admitted having slapped her face several times on the evening of 10 May 2010.",
                                "elements": []
                            },
                            {
                                "content": "A witness who was O.P.’s friend stated that he had seen O.P. and the applicant on the evening of 10 May 2010 at approximately 10 p.m. O.P. came out of the car and talked to him for several minutes while the applicant waited calmly in the car.",
                                "elements": []
                            },
                            {
                                "content": "O.P.’s parents were heard and they stated that they lived in the vicinity of their son. In particular, their house was several metres away from his house. They knew that their son was dating the applicant and had seen her on several occasions; however, they had not seen her on 10 or 11 May 2010 and did not hear any noise from their son’s house.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 18 April 2011 a prosecutor from the Chisinau Prosecutor’s Office dismissed again the applicant’s complaint concerning rape. He concluded that even if O.P. and the applicant had had sex on 10 or 11 May 2010, it must have been consensual since no injuries characteristic of rape had been discovered on her body. Moreover, the applicant willingly came to O.P.’s house and did not leave when presented with an opportunity. She also could have resisted rape had she wanted to. The prosecutor considered that O.P. had committed a minor offence when assaulting the applicant; however, he could not be held responsible for it because it was time barred. Moreover, O.P.’s violent reaction had been provoked by the applicant’s immoral behaviour as she had gone for a walk with another person, had not replied to O.P.’s telephone calls and had come back late letting him wait for a long time.",
                                "elements": []
                            },
                            {
                                "content": "19.  The applicant’s appeals were rejected on 22 August 2011 by a hierarchically superior prosecutor and on 23 November 2011 by an investigation judge from the Rascani District Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "20.  The relevant parts of the Criminal Code read at the material time as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Rape, or sexual intercourse committed by use of physical or psychological compulsion on [a] person or by taking advantage of the victim’s impossibility to defend herself or to freely consent, is punishable with imprisonment from 3 to 5 years.",
                                "elements": []
                            },
                            {
                                "content": "Rape:",
                                "elements": []
                            },
                            {
                                "content": "committed repeatedly",
                                "elements": []
                            },
                            {
                                "content": "...,",
                                "elements": []
                            },
                            {
                                "content": "is punishable with imprisonment from 5 to 15 years.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "21.  The relevant parts of the Code of Criminal Procedure read at the material time as follows:",
                                "elements": []
                            },
                            {
                                "content": "“After receiving a criminal complaint from which a reasonable suspicion that an offence has been perpetrated transpires, the criminal investigation organ or the prosecutor shall initiate criminal proceedings within 30 days...”",
                                "elements": []
                            },
                            {
                                "content": "22.  According to Articles 298, 299 and 313 of the Code of Criminal Procedure a complaint about ill-treatment is to be lodged with the Prosecutor’s Office and the decision of that office is to be challenged before the hierarchically superior Prosecutor’s Office. The decision of the latter body can be challenged before an investigation judge. The explanatory judgments of the Plenary Supreme Court No. 7 and No. 8 dated 4 April 2005 and 30 October 2009 respectively, confirm that this is the remedy to be used in cases concerning ill-treatment and torture.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 3 AND 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  The applicant complained that the Moldovan authorities had not investigated her allegations of rape effectively. In her view, that had amounted to a violation of the State’s positive obligations to protect the individual’s physical integrity and private life and to provide effective remedies in this respect. Articles 3, 8 and 13 of the Convention, on which the applicant relied, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "“Everyone has the right to respect for his private ... life ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Government recalled that in Ipati v.  the Republic of Moldova (no. 55408/07, 5 February 2013), a case concerning the applicant’s ill-treatment by police, the Court dismissed their objection of non-exhaustion of domestic remedies based on the applicant’s failure to lodge an appeal with the investigating judge. Based on that decision, the Government considered that it was the Court’s ruling that the appeals before the investigating judges in such cases were not to be considered an effective remedy and thus, that they were not to be pursued. Accordingly, the Government submitted that the six-month time limit for lodging the present application should have been calculated from 22 August 2011 and not from 23 November 2011, i.e. the date of the decision issued by the investigating judge. They asked the Court to declare the application inadmissible for failure to observe the six-month time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicant disagreed with the Government and argued that she had complied with the six-month time limit as required by Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court recalls that in Ipati, it rejected the Government’s non-exhaustion objection as the investigation had lasted over five years and the applicant had already appealed to the investigation judge three times without any success before applying to the Court. It was a decision which was based on the specific facts of that case and it was not the Court’s intention to declare that the appeals to investigation judges lodged in accordance with Article 313 of the Code of Criminal Procedure were not an effective remedy. This is confirmed by the fact that in a subsequent decision in the case of Cuprianov v. Moldova ((dec.) 34115/09, 26 March 2013), the Court declared inadmissible the applicant’s complaint about ill-treatment under Article 3 of the Convention on account of his failure to lodge an appeal with the investigation judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court therefore concludes that the application cannot be declared inadmissible for failure to observe the six-month time-limit, accordingly, the Government’s objection is dismissed. The Court further notes that the complaints under Articles 3 and 8 of the Convention are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "28.  The applicant submitted that the domestic authorities had failed to effectively assess the circumstances of the case and had therefore fallen short of the positive obligation to enact criminal law provisions effectively punishing sexual assault. In her view, the investigation conducted by the prosecutors was ineffective and flawed with many shortcomings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government submitted that the prosecutors did not initiate criminal proceedings after receiving the applicant’s complaint about the rape, because there was no prima facia evidence that she had been a victim of rape. In their view the medical reports did not provide such evidence. Moreover, according the Government, the prosecutors did everything that could have reasonably been done in order to elucidate the circumstances of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court reiterates that the obligation of the High Contracting Parties under Article 1 of the Convention to secure to everyone within their jurisdiction the rights and freedoms defined in the Convention, taken together with Article 3, requires States to take measures designed to ensure that individuals within their jurisdiction are not subjected to ill-treatment, including ill-treatment administered by private individuals (see Z and Others v. the United Kingdom [GC], no. 29392/95, §§ 73-75, ECHR 2001V; and A. v. the United Kingdom, 23 September 1998, § 22, Reports 1998-VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In a number of cases, Article 3 of the Convention was found to give rise to a positive obligation to conduct an official investigation (see Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports 1998-VIII). Such a positive obligation cannot be considered, in principle, to be limited solely to cases of ill-treatment by State agents (see, mutatis mutandis, Calvelli and Ciglio v. Italy [GC], no. 32967/96, ECHR 2002-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On that basis, the Court considers that States have positive obligations inherent in Article 3 of the Convention to enact criminallaw provisions effectively punishing rape and to apply them in practice through effective investigation and prosecution (see, mutatis mutandis, M.C. v. Bulgaria, no. 39272/98, §§ 149-153, ECHR 2003XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Turning to the facts of the present case, the Court notes that the investigation conducted by the Moldovan prosecutors was flawed in a number of ways. In the first place, the prosecutors refused to initiate criminal proceedings after receiving the applicant’s complaint, apparently treating her allegations as not serious enough. That happened in spite of the findings in the initial medical reports to the effect that the applicant had signs of violence on her body and traces of semen in her vagina and the alleged rapist had scratches on his neck characteristic of rape (see paragraphs 9 and 10 above). The Court finds it difficult to accept the Government’s position that there had been no sufficient prima facie evidence which would warrant the initiation of criminal proceedings in accordance with Article 274 of the Criminal Procedure Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court further notes that on 6 August 2010, the Prosecutor’s Office dismissed the applicant’s complaint without hearing any witnesses and/or conducting any kind of investigation. That decision was quashed by an investigation judge on 7 February 2011 on the grounds that the investigation had been incomplete and superficial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In the re-opened investigation, the Prosecutor’s Office obtained new medical reports, heard O.P.’s parents and one of his friends. No confrontation between the applicant and O.P. was conducted and no other witnesses were heard. The prosecutor accepted without any reserve O.P.’s version of the facts according to which the applicant had not been forced to come with him on the evening of 10 May 2010. He did not question her neighbours or the employees of a petrol station who, according to the applicant, witnessed her attempts to escape from O.P. The investigator did not attempt to find an explanation to O.P.’s divergent statements given to the forensic experts and to the prosecutor as to whether he had had intercourse with the applicant on 10 May 2010 (see paragraphs 10 and 11 above). The applicant informed the prosecutor that on 11 May 2010 she had gone to a hospital and had been diagnosed with concussion as a result of the assault. That information was not verified during the investigation. And finally, by the time the prosecutor had decided that O.P. had committed a minor offence, the time-limit for such proceedings had expired.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In view of the above, the Court, without expressing an opinion on the guilt of O.P., finds that the investigation of the applicant’s case fell short of the requirements inherent in the State’s positive obligations to effectively investigate and punish rape and sexual abuse. The Court thus finds that in the present case there has been a violation of the respondent State’s positive obligations under Article 3 of the Convention. In view of this conclusion it also holds that no separate issue arises under Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The applicant contended that she had not had any effective remedies in respect of the breach of her rights guaranteed by Articles 3 and 8 of the Convention and that there had therefore been a breach of Article 13, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "38.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "39.  The applicant submitted that she had not had any criminal-law remedies because the criminal investigation had been ineffective, and as a result of that ineffectiveness, she had not had any effective civil remedies by which to claim compensation from O.P.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government submitted that there had been no violation of Article 13 in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In so far as the first part of the applicants’ complaint is concerned, namely that she did not have effective criminal-law remedies in respect of her allegation of rape, the Court notes that it does not raise any separate issue from that examined under Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  As to the other part of the complaint, the Court considers that, given the inadequacy of the investigation into the circumstances of the applicant’s allegation of rape, a civil claim relying on the same facts and allegations would not have had any prospect of success. Accordingly, the Court considers that it has not been shown that effective remedies existed enabling the applicant to claim compensation for the alleged rape (see, Timus and Tarus v. the Republic of Moldova, no. 70077/11, § 64, 15 October 2013). There has therefore been a violation of Article 13 taken in conjunction with Article 3 of the Convention. No separate issue arises under Article 13 taken in conjunction with Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "44.  The applicant claimed 90,000 euros (EUR) in respect of non-pecuniary damage. She submitted that she had suffered anguish and distress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Government disputed the amount claimed by the applicant and argued that it was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Having regard to the violations found above, the Court considers that an award of just satisfaction for non-pecuniary damage is justified in this case. Making its assessment on an equitable basis, the Court awards the applicant EUR 10,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "47.  The applicant also claimed EUR 5,607 for costs and expenses incurred before the Court. She submitted relevant documents in support of her claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government objected and argued that the amount was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court awards EUR 2,000 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "50.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a procedural violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that no separate issue arises under Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that no separate issue arises under Article 13 of the Convention in so far as the applicant’s complaint about the ineffectiveness of the criminal investigation is concerned and that no separate issue arises under Article 13 in conjunction with Article 8 of the Convention, in so far as the existence of effective civil remedies is concerned;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 13 of the Convention taken in conjunction with Article 3 of the Convention in so far as the applicant’s complaint about the lack of civil remedies is concerned;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 10,000 (ten thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable, and EUR 2,000 (two thousand euros) in respect of costs and expenses, plus any tax that may be chargeable to the applicant, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 April 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Johannes Silvis",
            "role": "judges"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Iulia Antoanella Motoc",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF I.P. v. THE REPUBLIC OF MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-154152.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0428JUD003370812",
    "externalsources": [],
    "extractedappno": [
        "33708/12",
        "55408/07",
        "34115/09",
        "29392/95",
        "32967/96",
        "39272/98",
        "70077/11"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-154152",
    "judgementdate": "28/04/2015 00:00:00",
    "kpdate": "28/04/2015 00:00:00",
    "kpthesaurus": [
        "350",
        "596",
        "633",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "13",
        "3"
    ],
    "parties": [
        "I.P.",
        "THE REPUBLIC OF MOLDOVA"
    ],
    "rank": "1279.88806152344",
    "representedby": [
        "DODON I."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "423978",
    "typedescription": "15"
}