{
    "__articles": "3;35",
    "__conclusion": "Remainder inadmissible;No violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Conditional) (Somalia)",
    "applicability": "",
    "appno": "4601/14",
    "article": [
        "3",
        "35"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Expulsion"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Conditional",
                "Somalia"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-157325.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 4601/14) against the Kingdom of Sweden lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Somali national (“the applicant”) on 15 January 2014. The President of the Section acceded to the applicant’s request not to have her name disclosed (Rule 47 § 4 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": ".  The applicant, who had been granted legal aid, was represented by Ms   V. Nyström, a lawyer practising in Norrköping. The Swedish Government (“the Government”) were represented by their Agent, Ms K. Fabian, Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that her deportation to Somalia would involve a violation of Article 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 24 January 2014 the Acting President of the Section to which the case had been allocated decided to apply Rule 39 of the Rules of Court, indicating to the Government that the applicant should not be deported to Somalia for the duration of the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 14 April 2014 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "6.  The judge elected in respect of Sweden, Mrs Helena Jäderblom, withdrew from the case (Rule 28). The President of the Section accordingly appointed Mr Johan Hirschfeldt to sit as an ad hoc judge (Article 26 § 4 of the Convention and Rule 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1988.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 27 December 2011 the applicant applied for asylum and a residence permit in Sweden and claimed that she had arrived in Sweden on 11 December the same year. In an interview with the Migration Board (Migrationsverket), at which she was informed that a search in the European asylum fingerprint database EURODAC had revealed that she had applied for asylum in the Netherlands in December 2006, the applicant stated that she had arrived in Sweden in 2007 from the Netherlands and had remained illegally in Sweden since then. She had been afraid to contact the Swedish authorities since she did not want to be returned to the Netherlands as she would be sent onwards to Italy where she had no housing or opportunity to support herself. She wanted to remain in Sweden where cousins of hers were living.",
                                "elements": []
                            },
                            {
                                "content": "9.  As the applicant had applied for asylum in the Netherlands – under a different name and birth date – the Migration Board requested that that country take her back in accordance with the Dublin Regulation. The Dutch authorities refused, however, as she had previously applied for asylum in Italy, under a slightly different name than that given to the Board. The Italian authorities were then requested to take back the applicant. The Italian authorities did not reply to the request within the prescribed time-limit and were consequently, under Article 20(1)(c) of the Regulation, considered to have agreed to receive her. Accordingly, on 24 April 2012, the Migration Board dismissed the asylum application and decided to transfer the applicant to Italy.",
                                "elements": []
                            },
                            {
                                "content": "10.  However, the decision became time-barred before the transfer could be realised. On 30 November 2012 the applicant therefore applied for asylum and a residence permit in Sweden again. At an asylum interview in January 2013, which lasted for two and a half hours, she submitted essentially the following. In November 2004 her family had forced her to marry an older man against her will. At the time she had for about a year had a secret relationship with a boy from school. This relationship was revealed a few days after the forced marriage when the applicant and her boyfriend had tried to escape from Mogadishu together. They had been detected by her uncles when they had been sitting on the loading platform of a truck. Both she and her boyfriend had been beaten and thrown off the truck. She had sustained injuries to her hips and had been hospitalised for a few months. Thereafter she had lived at home until August 2005 when her father had considered that her health condition permitted her to move in with her husband. She had then contacted her boyfriend and they had fled together, first to Ethiopia and then to Sudan and eventually to Libya in order to take a boat to Italy. However, the boat had sunk and the boyfriend had died. Later, while in Sweden, she had learned that her father had died in 2010 and her mother in 2011. If returned to Somalia, the applicant claimed that she would have to return to the man whom she had been forced to marry, unless she were sentenced to death for fleeing the marriage and the country. These threats would be carried out by her uncles. The applicant further asserted that she lacked a male support network in Somalia and therefore risked being sexually assaulted. As a single woman, she would further not be able to rent accommodation or otherwise organise her life and would risk becoming a social outcast. She also invoked the generally dire humanitarian situation in Somalia and, in particular, claimed that she was unlikely to find the help still needed for her injured hips.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 8 March 2013 the Migration Board rejected the applicant’s application for asylum and ordered her deportation to Somalia. At the outset, the Board found that she had failed to substantiate her identity, noting in particular that she had not submitted any identification papers and had previously applied for asylum in the Netherlands and Italy under different identities. However, it found it plausible that the applicant originated from Mogadishu. Noting that she had arrived in Sweden in 2007 but had not applied for asylum until the end of 2011 – and had thus not reported a need for protection during a period of more than four years – the Board called into question whether she had felt a real need for protection. Turning to the substantive allegations presented by the applicant in support of her application, the Board considered that they were marred with credibility issues. For example, in her initial asylum application in 2011, she had stated that she was unmarried. Only during the asylum investigation following her renewed application in November 2012 had she claimed that she had married in Somalia in November 2004. The Board found that the applicant had failed to provide a sufficient explanation for this, particularly given that this was a crucial part of her story. Furthermore, in 2011 she had only invoked the armed conflict in the country as grounds for asylum and had stated that she could not remember how she had sustained the hip injury since she had been very young at the time. She had then also said that she had stayed with a female friend in Mogadishu before leaving the country whereas she later claimed that she had lived with her parents and siblings.",
                                "elements": []
                            },
                            {
                                "content": "The Board concluded that the applicant had failed to make plausible that she had been subjected to any ill-treatment by her relatives in Somalia and consequently had failed to show that she would lack a male support network there. It noted that, according to the applicant, her brother and uncles still lived in Mogadishu. Moreover, the Board examined the general situation in Mogadishu and the particular situation of women, based on information gathered at a fact-finding mission to the city in June 2012 and further information obtained thereafter, and considered that the circumstances were not of such severity that the applicant would be unable to return there, taking into account the finding that she had a male network to protect her. In this connection, the Board also noted that the applicant had not lived in a refugee camp before leaving the country and had not claimed that she would risk doing so upon return.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant appealed to the Migration Court (Migrations-domstolen), maintaining her claims and adding, inter alia, the following. The security situation in Mogadishu was still very unstable and the particular situation of women in Somalia was extremely severe. She further asserted that, as her situation in Italy had been difficult, it was understandable that she had decided to apply for asylum under another identity in the Netherlands, in order to avoid being sent back. This had also been the reason why she had decided to stay illegally in Sweden. Moreover, she stated that the Migration Board had misunderstood her; she had stayed with a female friend in Sweden, not in Somalia where she had lived with her family. Furthermore, in her view, she was not married since she had not consented to the marriage or been present at the marriage ceremony. She submitted an x-ray image of her hip prostheses to show that she had been assaulted and injured.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 4 June 2013 the Migration Court rejected the appeal, agreeing with the Migration Board’s reasoning and findings. The court subscribed to all the misgivings concerning credibility expressed by the Board. It added that, whereas the applicant initially had claimed to have been forcibly married in 2004, in a later submission to the Board she had stated that this had been decided by her father and her uncles in 2010. Since the applicant was in general not credible, the court did not believe her statement that she lacked a male support network in Somalia. Moreover, it considered that the submitted x-ray image did not show that the applicant had been subjected to ill-treatment in her home country.",
                                "elements": []
                            },
                            {
                                "content": "14.  By a decision of 15 July 2013 the Migration Court of Appeal (Migrationsöverdomstolen) refused leave to appeal.",
                                "elements": []
                            },
                            {
                                "content": "15.  Subsequently, the applicant requested that the Migration Board re-examine her case, claiming that there were impediments to the enforcement of the deportation order. She stated that she had recently found out that her uncle, who had previously physically assaulted her, had now joined al-Shabaab, and that he had killed her sister and forced her brother to join al-Shabaab. Thus, if returned to Somalia, she would risk being stoned to death by her uncle.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 7 September 2013 the Migration Board rejected the petition, finding that no new circumstances justifying a reconsideration had been presented. It held that the alleged threats stemming from the applicant’s uncles had already been examined by the Board and the Migration Court and that, given her lack of credibility, a mere statement from her about her uncle’s actions was not sufficient to assume that she would risk being stoned upon return. The applicant did not appeal against the Board’s decision.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "17.  The basic provisions applicable in the present case, concerning the right of aliens to enter and to remain in Sweden, are laid down in the Aliens Act (Utlänningslagen, 2005:716).",
                                "elements": []
                            },
                            {
                                "content": "18.  An alien who is considered to be a refugee or otherwise in need of protection is, with certain exceptions, entitled to a residence permit in Sweden (Chapter 5, section 1 of the Act). The term “refugee” refers to an alien who is outside the country of his or her nationality owing to a well-founded fear of being persecuted on grounds of race, nationality, religious or political beliefs, or on grounds of gender, sexual orientation or other membership of a particular social group and who is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country (Chapter 4, section 1). This applies irrespective of whether the persecution is at the hands of the authorities of the country or if those authorities cannot be expected to offer protection against persecution by private individuals. By “an alien otherwise in need of protection” is meant, inter alia, a person who has left the country of his or her nationality because of a well-founded fear of being sentenced to death or receiving corporal punishment, or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 4, section 2).",
                                "elements": []
                            },
                            {
                                "content": "19.  Moreover, if a residence permit cannot be granted on the above grounds, such a permit may be issued to an alien if, after an overall assessment of his or her situation, there are such particularly distressing circumstances (synnerligen ömmande omständigheter) to allow him or her to remain in Sweden (Chapter 5, section 6). Special consideration should be given, inter alia, to the alien’s health status. According to the preparatory works (Government Bill 2004/05:170, pp. 190-191), life-threatening physical or mental illness for which no treatment can be given in the alien’s home country could constitute a reason for the grant of a residence permit.",
                                "elements": []
                            },
                            {
                                "content": "20.  As regards the enforcement of a deportation or expulsion order, account has to be taken of the risk of capital punishment or torture and other inhuman or degrading treatment or punishment. According to a special provision on impediments to enforcement, an alien must not be sent to a country where there are reasonable grounds for believing that he or she would be in danger of suffering capital or corporal punishment or of being subjected to torture or other inhuman or degrading treatment or punishment (Chapter 12, section 1). In addition, an alien must not, in principle, be sent to a country where he or she risks persecution (Chapter 12, section 2).",
                                "elements": []
                            },
                            {
                                "content": "21.  Under certain conditions, an alien may be granted a residence permit even if a deportation or expulsion order has gained legal force. This is the case where new circumstances have emerged which indicate that there are reasonable grounds for believing, inter alia, that an enforcement would put the alien in danger of being subjected to capital or corporal punishment, torture or other inhuman or degrading treatment or punishment or there are medical or other special reasons why the order should not be enforced (Chapter 12, section 18). If a residence permit cannot be granted under this criteria, the Migration Board may instead decide to re-examine the matter. Such a re-examination shall be carried out where it may be assumed, on the basis of new circumstances invoked by the alien, that there are lasting impediments to enforcement of the nature referred to in Chapter 12, sections 1 and 2, and these circumstances could not have been invoked previously or the alien shows that he or she has a valid excuse for not having done so. Should the applicable conditions not have been met, the Migration Board shall decide not to grant a re-examination (Chapter 12, section 19).",
                                "elements": []
                            },
                            {
                                "content": "22.  Matters concerning the right of aliens to enter and remain in Sweden are dealt with by three instances: the Migration Board, the Migration Court and the Migration Court of Appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INFORMATION ABOUT SOMALIA",
                        "elements": [
                            {
                                "content": "A.  Danish Immigration Service and Norwegian Landinfo",
                                "elements": [
                                    {
                                        "content": "23.  The Danish Immigration Service and the Norwegian Landinfo have issued three reports in 2013 and 2014 on the situation in south and central Somalia, including Mogadishu: Update on Security and Human Rights Issues in South-Central Somalia, Including Mogadishu (published in January 2013), Security and Protection in Mogadishu and South-Central Somalia (May 2013) and Update on Security and Protection Issues in Mogadishu and South-Central Somalia (March 2014). The reports are based on their fact-finding missions to Nairobi and Mogadishu in October 2012, April/May 2013 and November 2013, respectively, during which they consulted national and international non-governmental organisations (NGOs), international organisations, including United Nations agencies, and individuals, most of whom wished to remain anonymous.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The May 2013 report cited the United Nations Department of Security and Safety (UNDSS), Mogadishu, as saying that al-Shabaab had withdrawn from Mogadishu in August 2011 but the withdrawal had only been completed by the end of May 2012. Armed attacks continued, however, and the UNDSS stated that al-Shabaab was not trying to retake Mogadishu but was using the attacks as a form of harassment and as a reminder of its presence. The usual courses of action were hit-and-run attacks, hand grenade attacks and targeted killings. There were also occasional mortar and other indirect fire attacks. The report further referred to several international NGOs which echoed the statements by the UNDSS. Thus, there had been improvements in the security situation for people in Mogadishu after al-Shabaab had left in August 2011: there was no armed struggle and no frontline in the city, people could move freely around and they had full access to all districts. However, there were still threats: the influence of al-Shabaab was not visible but the organisation was able to undertake attacks all over the city. It mainly targeted members of the government and Parliament, soldiers of the African Union Mission in Somalia (AMISOM) and the Somali National Armed Forces (SNAF), police, people working for international organisations, people suspected of spying for the government and al-Shabaab deserters. Al-Shabaab did not kill civilians deliberately or indiscriminately, but when staging large-scale attacks it did not mind if civilians were killed. One NGO described the situation of civilians thus: “[T]he risks involved in living in Mogadishu are basically a question of being at the wrong place at the wrong time, but being increasingly desperate al-Shabaab wants to send the message that Mogadishu is not safe”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  These assessments on the security situation in Mogadishu were confirmed in the March 2014 report. The UNDSS explained that there had been an overall improvement in terms of the Somali forces expanding their reach in Mogadishu, but that the city remained very fragmented. An international NGO stated that security had improved since April 2013 in certain areas of south and central Somalia, but that there were still security-related issues which directly affected all government people, government affiliates, international employees, contractors who dealt with the international community and UN staff as well as many others. Although al-Shabaab was not in control of any part of Mogadishu it could still reach all over the city. The targeted killings continued and there were criminal actions as well. Another international NGO said that the security situation in Mogadishu had gradually improved during the preceding two years but was still not good.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  All three Danish/Norwegian reports mentioned that it was very difficult, if not impossible, to present figures on civilian casualties, as no system of monitoring had yet been put in place. However, an international organisation as well as NGOs referred to in the first report believed that there had been a decrease in the number of civilian casualties in Mogadishu compared to the preceding few years. This decrease was reportedly due to front-line fighting having moved out of Mogadishu. There were fewer mass-casualty attacks and killings, in particular due to the cessation of shelling in Mogadishu. Still, civilian casualties remained a daily occurrence, principally due to assassinations, improvised explosive devices (IEDs) and suicide attacks, and reactions to these attacks by armed forces. In January 2014, the United Nations High Commissioner for Refugees (UNHCR) stated that there had been an increase in the number of attacks by al-Shabaab since the Danish/Norwegian report from May 2013, including in places where civilians gathered, i.e. markets, hotels and public places. The UNDSS held that there had been an increase of targeted killings of ordinary civilians, which could be due to their being easier to hit than high-ranking personalities and other high-profiled persons who were surrounded by more security. An international agency and an international NGO stated, however, that al-Shabaab did not deliberately kill ordinary civilians, but continued to target mainly the police force, the military and security forces as well as politicians. Al-Shabaab’s strategy was to prevent progress and normalisation of life, not to kill civilians. Several organisations and individuals interviewed pointed out that it was sometimes difficult to know who were behind the attacks in Mogadishu; the perpetrators were not always al-Shabaab but could also be other actors such as criminals, political rivals and disgruntled people. As stated by the UNDSS in the May 2013 report, SNAF soldiers also committed crimes against civilians and there existed so-called District Commissioners who collected a “tax” which was basically protection money.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In regard to the situation for women, the May 2013 report included testimony that sexual and gender-based violence had increased manifold during the preceding year. While verified reports showed an overall improvement in security for ordinary people, sexual and gender-based violence was a very serious issue and could even be increasing due to the liberation of areas under the control of al-Shabaab. The UNHCR in Mogadishu stated that in light of the prevalence of gender-based violence, female heads of households or single women, without access to nuclear family and clan protection mechanisms, as well as children were at a heightened risk of violations. The third Danish/Norwegian report referred to the Human Rights Watch which in its 2014 World Report, published in January 2014, had expressed that Somali women and girls faced alarming levels of sexual violence throughout the country. Internally displaced women and girls were particularly vulnerable to rape by armed men including government soldiers and militia members. Security forces had also threatened individuals who had reported rape, and service providers. The Mogadishu-based NGO Somali Women Development Center (SWDC) stated, however, that there had been a remarkable change in Mogadishu between May and November 2013. Through improved opportunities for the government to secure peace, security for ordinary residents in Mogadishu had improved considerably. People now trusted the police and the National Intelligence and Security Agency and were enjoying increased freedom of movement and security. The SWDC emphasised that women had complete freedom of movement in all locations in Mogadishu except for the large Bakara market where al-Shabaab was present. They could drive a car, go to the local market and move around by themselves and faced no harassment at checkpoints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On the issue of returns to Mogadishu and south and central Somalia, the May 2013 report referred to a commentator from UNHCR who stated that many people from the diaspora were returning and there was in general no discrimination on the ground of belonging to the returning diaspora. Other commentators expressed differing views on the attitude of those who had stayed behind towards the returning diaspora; while some interviewees focused on the benefits of investments, modernisation and new skills that the diaspora brought with them, others mentioned that there was friction between the two groups, as the diaspora were seen as competitors taking jobs from locals and causing prices on goods and properties to increase and as they did not comply with certain local customs. Apparently, however, in so far as there was tension, it had not been violent. A representative of a diaspora organisation in Mogadishu stated that most returnees were resourceful people who saw opportunities in the city; allegedly, it would be extremely difficult to return to Mogadishu if one had nobody to rely on there. An international NGO referred to in the January 2013 report explained that people returning from the diaspora would need to make sure that they had the support from their family, i.e. a father, mother, brother, sister or uncle, as they could not count on their clan to support them. These sentiments were generally confirmed in the March 2014 report. An international NGO explained that persons from Mogadishu with relatives living in the city would be accommodated by their families. Support from the host community should also be considered. It was added that Somali families were extended families with even fourth and fifth cousins being counted in. Nevertheless, some people interviewed stated that there was increasing local resentment against the returning diaspora and heightened security concerns among the returnees. The report further quoted al-Shabaab commander Ali Mohamed Hussein who, in an announcement of 29 December 2013, had proclaimed that the returnees would be killed and fought against in the same manner that al-Shabaab used against the Somali government. Hussein also warned Somalis to stay away from government buildings, public venues frequented by government officials, and from foreign aid agencies and their workers, as they would all be targeted in the organisation’s attacks.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Swedish Migration Board",
                                "elements": [
                                    {
                                        "content": "29.  The Swedish Migration Board carried out a fact-finding mission to Nairobi in October 2013 with the aim of updating information about the situation in Somalia. In its report The Security Situation in South and Central Somalia (Säkerhetssituationen i södra och centrala Somalia), dated 20 January 2014, it noted, inter alia, the following about areas not under the control of al-Shabaab (thus including Mogadishu):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The security situation is affected by the good supply of weapons, religious extremists and persons who could be labeled warlords but could also be clan leaders in combination with mafia-style organized criminality. They also have their own militias who rape, extort and set up illegal check points. In areas with a strong presence of AMISOM or the Ethiopian army, the situation regarding human rights is considerably better than in areas controlled by Al Shabaab. Although the SNAF is less arbitrary in their behavior than Al Shabaab it is still uncertain if the authorities such as the police and the courts are at all functioning. The forces are not paid in time, or not at all, and those who are in the forces are not always from the same clan as the locals. It can be questioned to what extent the SNAF is multi-clan. The discipline is bad and the SNAF-soldiers rob and rape civilians and are sometimes involved in shoot-outs among themselves. A rumour that you cooperate with Al Shabaab could be enough to be killed by someone on the government’s side of the conflict. [The Migration Board] was told examples from Mogadishu where the chain of command from the government to the police as well as within the police did not work, neither did the clan system. Solving these issues can be done with the help of influential people’s own militias. Other militias allied with the SFG [Somali Federal Government] in one way or another, are clan based. Those engaged in these militias regard this first and foremost as a job, and children, most over 15 years of age, are in the ranks. Recruitments to all militias has gone down during 2013.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "A new fact-finding mission to Nairobi and Mogadishu was undertaken in October 2014 and, on 29 April 2015, the Migration Board issued an updated report with the same name, The Security Situation in South and Central Somalia. It contained the following information:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Al Shabaab is just outside the cities they have been driven out from and are able to infiltrate the cities, primarily at night, but also perform attacks in the cities. Even though Al Shabaab has had military setbacks, their presence in cities is still considerable for many people. It is difficult for the citizens to know who is a member of Al Shabaab and who is not, which makes it difficult for the locals to relate to Al Shabaab’s covert presence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "SFG has influence in the areas Al Shabaab no longer control. However, the influence is quite frail and the cities are characterized by rivalry among different groups on site. At times, this has in some places led to heavy fighting, e.g. fighting between clan militias around Marka. The fact that Al Shabaab is driven out of a city does not mean that long-standing conflicts between local groups or in relation to SFG in Mogadishu are solved. There are many layers of the conflict, which might appear on clan level or between other groupings such as businessmen. There is reason to believe that even if attempts are made from SFG, with support from the international community, it is a very slow process before SFG in fact has established administrations and can exercise effective control over the territory in S/C Somalia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is worth noting that SFG and SNAF need the support from AMISOM to be able to militarily hold the cities. As Al Shabaab still control the rural areas around the cities, some cities become isolated in the sense that it is not possible for SFG or representatives from the international community to get there by road. Some of these cities lack an airstrip.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Based on observations from the fact-finding mission in October 2013, the Migration Board, on 20 January 2014, issued the report Women in Somalia (Kvinnor i Somalia). It stated, inter alia, the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Within the Somali clan system a woman has to be represented by a man when decision is to be made within Xeer (customary law). It is always the man who decides for the woman. If there are no close male relatives, another older male relative can speak for and decide for the woman. A male network, meaning men who can speak for the woman within Xeer, cannot exactly be defined. It varies how closely related the woman and the man are, but also with the type of relationship they have. As a frame for what to consider as a male network one could besides the father and the husband also include paternal grandfathers, paternal uncles, brothers, sons and cousins on the father’s side provided they are adults and have a closer relationship with the woman than what could be the case with more distant relatives. The man also has to be in the same geographic location as the woman.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The Migration Board] assesses that a woman in lack of a male network, living with her diya-paying sub-clan, and who has been subjected to violence can be represented by a man in her diya-paying sub-clan in negotiations within Xeer. The probability that this will occur increases with each of the following factors; the diya-paying sub-clan is in their place of residence, the diya-paying sub-clan is not in minority at the place they reside, the diya-paying sub-clan is in a rural area. If the man who negotiates for the woman is not within the woman’s male network but is another man in the diya-paying sub-clan the risk increases that the negotiations are conducted in the interest of the diya-paying sub-clan rather than the woman’s. [The Migration Board] would like to stress that the above applies to cases where a woman without a male network lives with her sub-clan. If the woman lacks a male network and is in another place than her diya-paying sub-clan she will lack access to Xeer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is reported that women are abused by different military forces, in this context meaning the SNAF, AMISOM and different clan militias. SNAF soldiers are responsible for many abuses but even AMISOM soldiers are a threat to women. It is reported from Mogadishu that AMISOM soldiers abuse women sexually. The woman is called into the base under the pretext she is going to get a job, e.g. as a cleaner, but [is] instead assigned to a specific man for sexual services. A woman who becomes pregnant is usually thrown out by her husband and will lose her older children to her husband. Her clan will in most cases not defend her in such a situation. There are women’s shelters in Mogadishu and Afgooye where a woman can stay for six months and where there is access to medical and psychosocial support. They have access to skills development with the aim that the women are able to support themselves. The women live community based in order to get a network that can provide some support and are if possible placed where there clan, but not their sub-clan, lives.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  United Kingdom Upper Tribunal and Home Office",
                                "elements": [
                                    {
                                        "content": "31.  In MOJ & Ors (Return to Mogadishu) Somalia CG [2014] UKUT 00442 (IAC), a country guidance determination published on 20 October 2014, the United Kingdom Upper Tribunal addressed the current situation in Mogadishu. It heard three expert witnesses and had regard to oral and written submissions on behalf of three (male) appellants as well as a very substantial body of documentary evidence. It made the following assessment of the level of risk for “ordinary civilians”:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“397.  Therefore, the key question to be addressed is whether the violent attacks that continue to be carried out by Al Shabaab in Mogadishu against carefully selected targets are at a level that means that there is for persons facing return to Mogadishu a risk of ill-treatment contrary to Article 3 of the [Convention] or a serious and individual threat to a civilian’s life or person by reason of the indiscriminate nature of those attacks carried out by Al Shabaab as they continue to prosecute their campaign against carefully selected targets in the city. As we have explained, the statistical information concerning casualty levels arising from those attacks is deficient and unreliable. Thus, our assessment must be made upon the evidence as a whole.",
                                        "elements": []
                                    },
                                    {
                                        "content": "398.  Gone are the indiscriminate bombardments and military offences causing an unacceptable number of civilian casualties spoken of by the [European Court of Human Rights] in Sufi and Elmi. This has contributed to the reduction in population movement in and from Mogadishu that we accept is now being seen, with “huge” numbers of people returning to the city. Nor can it be said that the nature of the conflict is unpredictable. Given the careful selection of targets by Al Shabaab, their frequent announcements reported in the media explaining why those targets have been selected it is entirely predictable which areas of the city, and which establishments or compounds within them, represent a greater risk for citizens moving about the city. We do not suggest, though, that the location of all such attacks can be anticipated and so avoided, simply that certain obvious areas and establishments representing clearly enhanced risk of an Al Shabaab attack can be generally avoided.",
                                        "elements": []
                                    },
                                    {
                                        "content": "399.  Drawing all of this together, and taking together all we have discussed, including:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a.  the scale of returns to Mogadishu indicating that people who know the city well are “voting with their feet”;",
                                        "elements": []
                                    },
                                    {
                                        "content": "b.  the scale of inward investment and the “economic boom” indicating that individual entrepreneurs, as well as international agencies, consider investments to be appropriate;",
                                        "elements": []
                                    },
                                    {
                                        "content": "c.  the reduction in civilian casualties indicated by the imperfect statistical information;",
                                        "elements": []
                                    },
                                    {
                                        "content": "d.  the durability of the withdrawal from formal presence of Al Shabaab from the city;",
                                        "elements": []
                                    },
                                    {
                                        "content": "e.  the continued absence, generally, of the use of artillery or shelling within the city;",
                                        "elements": []
                                    },
                                    {
                                        "content": "f.  the transparently clear targeting strategy of Al Shabaab that does not include civilians, specifically, or diaspora returnees;",
                                        "elements": []
                                    },
                                    {
                                        "content": "g.  the opportunity to take some reasonable steps to reduce exposure to risk;",
                                        "elements": []
                                    },
                                    {
                                        "content": "h.  the absence of any risk of forced recruitment to Al Shabaab;",
                                        "elements": []
                                    },
                                    {
                                        "content": "and notwithstanding our acceptance of the continued level of violent attacks that are being carried out in Mogadishu by Al Shabaab, we conclude that, absent some aspect of a person’s profile making him of particular adverse interest to Al Shabaab or to the authorities as a possible supporter of Al Shabaab, there is not a general risk for a civilian, simply by being present in the city, of serious harm as a result of indiscriminate violence. Nor is it established that there are substantial grounds for believing that a person returning to Mogadishu would face a real risk of being subjected to treatment contrary to Article 3 of the [Convention].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On the basis of all the evidence before it, the Upper Tribunal gave the following country guidance:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  Generally, a person who is “an ordinary civilian” (i.e. not associated with the security forces; any aspect of government or official administration or any NGO or international organisation) on returning to Mogadishu after a period of absence will face no real risk of persecution or risk of harm such as to require protection under Article 3 of the [Convention] or Article 15(c) of the [European Union] Qualification Directive. In particular, he will not be at real risk simply on account of having lived in a European location for a period of time [or] being viewed with suspicion either by the authorities as a possible supporter of Al Shabaab or by Al Shabaab as an apostate or someone whose Islamic integrity has been compromised by living in a Western country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  There has been durable change in the sense that the Al Shabaab withdrawal from Mogadishu is complete and there is no real prospect of a re-established presence within the city. That was not the case at the time of the country guidance given by the Tribunal in [AMM and others (conflict – humanitarian crisis – returnees – FGM) Somalia CG [2011] UKUT 00445 (IAC), published on 28 November 2011].",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  The level of civilian casualties, excluding non-military casualties that clearly fall within Al Shabaab target groups such as politicians, police officers, government officials and those associated with NGOs and international organisations, cannot be precisely established by the statistical evidence which is incomplete and unreliable. However, it is established by the evidence considered as a whole that there has been a reduction in the level of civilian casualties since 2011, largely due to the cessation of confrontational warfare within the city and Al Shabaab’s resort to asymmetrical warfare on carefully selected targets. The present level of casualties does not amount to a sufficient risk to ordinary civilians such as to represent an Article 15(c) risk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)  It is open to an ordinary citizen of Mogadishu to reduce further still his personal exposure to the risk of “collateral damage” in being caught up in an Al Shabaab attack that was not targeted at him by avoiding areas and establishments that are clearly identifiable as likely Al Shabaab targets, and it is not unreasonable for him to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vi)  There is no real risk of forced recruitment to Al Shabaab for civilian citizens of Mogadishu, including for recent returnees from the West.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vii)  A person returning to Mogadishu after a period of absence will look to his nuclear family, if he has one living in the city, for assistance in re-establishing himself and securing a livelihood. Although a returnee may also seek assistance from his clan members who are not close relatives, such help is only likely to be forthcoming for majority clan members, as minority clans may have little to offer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(viii)  The significance of clan membership in Mogadishu has changed. Clans now provide, potentially, social support mechanisms and assist with access to livelihoods, performing less of a protection function than previously. There are no clan militias in Mogadishu, no clan violence, and no clan based discriminatory treatment, even for minority clan members.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ix)  If it is accepted that a person facing a return to Mogadishu after a period of absence has no nuclear family or close relatives in the city to assist him in re-establishing himself on return, there will need to be a careful assessment of all of the circumstances. These considerations will include, but are not limited to:",
                                        "elements": []
                                    },
                                    {
                                        "content": "  circumstances in Mogadishu before departure;",
                                        "elements": []
                                    },
                                    {
                                        "content": "  length of absence from Mogadishu;",
                                        "elements": []
                                    },
                                    {
                                        "content": "  family or clan associations to call upon in Mogadishu;",
                                        "elements": []
                                    },
                                    {
                                        "content": "  access to financial resources;",
                                        "elements": []
                                    },
                                    {
                                        "content": "  prospects of securing a livelihood, whether that be employment or self employment;",
                                        "elements": []
                                    },
                                    {
                                        "content": "  availability of remittances from abroad;",
                                        "elements": []
                                    },
                                    {
                                        "content": "  means of support during the time spent in the United Kingdom;",
                                        "elements": []
                                    },
                                    {
                                        "content": "  why his ability to fund the journey to the West no longer enables an appellant to secure financial support on return.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(x)  Put another way, it will be for the person facing return to explain why he would not be able to access the economic opportunities that have been produced by the economic boom, especially as there is evidence to the effect that returnees are taking jobs at the expense of those who have never been away.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xi)  It will, therefore, only be those with no clan or family support who will not be in receipt of remittances from abroad and who have no real prospect of securing access to a livelihood on return who will face the prospect of living in circumstances falling below that which is acceptable in humanitarian protection terms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In February 2015 the Home Office issued a Country Information and Guidance report entitled Somalia: Women Fearing Gender-Based Harm/Violence. In regard to south and central Somalia, including Mogadishu, the report stated, inter alia, the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“There is generalised and widespread discrimination towards women in Somalia. Sexual and gender-based violence – including domestic violence, rape, sexual abuse, exploitation and trafficking – is widespread and committed with impunity by a range of actors including government security forces, members of armed opposition groups, militias, family and community actors and AMISOM peacekeepers. Internally Displaced Persons (IDP) women, especially those from minority clans, are particularly exposed to sexual and gender-based violence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Being female does not on its own establish a need for international protection. The general level of discrimination against women in Somalia does not in itself amount to persecution. However women who are without family/friend/clan connections or are without resources are in general likely to be at risk of sexual and gender based violence on return. Each case must be determined on its own facts. Factors to be taken into account include: access to family networks or clan protection and support, age, health, economic status, family responsibilities, connections with the diaspora (which can be material both in terms of income and ability to find work with reference to the diaspora driven economic upsurge) and other individual circumstances of the person.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  As to whether there was effective protection for women, the report concluded:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Throughout south and central Somalia (including Mogadishu) there are structural weakness of the security services, including serious capacity and infrastructure gaps, logistical challenges, indiscipline, weak command and impunity for human rights abuses. This is alongside a largely non-functioning legal system for the detection, prosecution and punishment of acts constituting persecution or serious harm, and the widespread existence of corruption in state institutions. Moreover impunity for gender-based violence is widespread. Traditional laws, often used instead of weak state judiciary, discriminate against women and girls, and girls are often forced to marry the perpetrator. Prosecutions and convictions for rape and other forms of sexual violence are rare in Somalia, where survivors not only experience fear and shame in reporting such crimes, but at times face greater abuse and stigmatisation if they do report the attack. Somali police, rather than proactively investigate criminal complaints, often demand that victims of any crime do the legwork in the investigation, from locating witnesses to establishing who the suspects are. The inability and unwillingness of the Somali authorities to impartially investigate cases of sexual violence and bring perpetrators to justice leaves survivors further isolated. This means that, in general, a woman fearing sexual or gender based violence is unlikely to be able to access effective protection from the state.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  UNHCR",
                                "elements": [
                                    {
                                        "content": "35.  On 17 January 2014 the UNHCR issued the report International Protection Considerations with Regard to People Fleeing Southern and Central Somalia as an interim update of its 2010 eligibility guidelines concerning asylum seekers from Somalia. On the security situation and its impact on civilians in Mogadishu and other areas under control of the Somali Federal Government, the UNHCR noted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Mogadishu has been nominally under the control of government forces, supported by AMISOM, since August 2011. While the security situation in Mogadishu has improved since then, with a reduction of open conflict and signs of a resumption of economic activity in the city, Al-Shabaab retains the ability to stage lethal attacks even in the most heavily guarded parts of the city, with civilians reportedly bearing the brunt of its attacks. The SFG is reported to be failing to provide much of its population with basic security. Thus the reality on the ground, as reported by observers, remains that civilians are injured and killed every week in targeted attacks by gunmen, or attacks by IEDs and grenades.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "... Even though there was less outright fighting in Mogadishu in 2013 compared to previous years, the toll of injured and dead civilians from grenade attacks and bombings reportedly went up in 2013. Observers consider that Al-Shabaab strikes have evolved, from the laying of roadside bombs intended to hit vehicles of passing government officials and AMISOM convoys, to ramming vehicles laden with explosives into security gates of buildings housing government institutions or international organizations, before gunmen with explosives strapped to their bodies storm the premises. In addition, targeted killings/assassinations are reported to have continued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Further, a reported lack of authority, discipline and control of government forces and allied armed groups means that government forces often fail to provide protection or security for civilians and are themselves a source of insecurity. Security agencies, such as the police and intelligence services, are, according to reports, frequently infiltrated by common criminal, radical, or insurgent elements. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On the need of protection for Somalis returning or moving to Mogadishu, the UNHCR stated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“For Somalis in Mogadishu, it is very difficult to survive without a support network, and newcomers to the city, particularly when they do not belong to the clans or nuclear families established in the district in question, or when they originate from an area formerly or presently controlled by an insurgent group, face a precarious existence in the capital. Somalis from the diaspora who have returned to Mogadishu in the course of 2013 are reported to belong to the more affluent sectors of society, with resources and economic and political connections. Many are reported to have a residence status abroad to fall back on in case of need. ... Due in part to the return of wealthy Somalis from the diaspora, rents in Mogadishu have reached an all-time high, as a result of which some persons are being forced to move to overcrowded IDP camps because they cannot afford the new prices quoted by landlords.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  For the individual assessment of asylum applications of persons from Mogadishu and other areas of south and central Somalia, the UNHCR identified the following potential risk profiles:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Individuals associated with, or (perceived as) supportive of the SFG and the international community, including the AMISOM forces;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Individuals (perceived as) contravening Islamic Sharia and decrees imposed by Al-Shabaab, including converts from Islam, other “apostates” and moderate Islamic scholars who have criticized Al-Shabaab extremism;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Individuals (perceived as) opposing the SFG and related interests and individuals (suspected of) supporting armed anti-Government groups;",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Individuals in certain professions such as journalists, members of the judiciary, humanitarian workers and human rights activists, teachers and staff of educational facilities, business people and other people (perceived to be) of means;",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  Individuals (at risk of being) forcibly recruited;",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  Members of minority groups such as members of the Christian religious minority and members of minority clans;",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Individuals belonging to a clan engaged in a blood feud;",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Women and girls;",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Children;",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Victims and persons at risk of trafficking;",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Sexual and/or gender non-conforming persons (lesbian, gay, bisexual, transgender and intersex (LGBTI) individuals);",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Persons with a mental disability or suffering from mental illness.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  United Nations",
                                "elements": [
                                    {
                                        "content": "38.  The United Nations Office for the Coordination of Humanitarian Affairs (OCHA) reported in a Humanitarian Bulletin Somalia, published on 17 October 2014, the following on gender-based violence in Somalia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "”Women and girls in Somalia continue to be at high risk of gender-based violence. In the first six months of 2014, over 1,000 cases were reported in Mogadishu alone according to the Somalia Gender-Based Violence Working Group. The actual number of violations is believed to be higher as most survivors do not report these crimes due to fear of social stigma and reprisals from perpetrators. Decades of conflict, erosion of social protection mechanisms, and food insecurity have increased the vulnerability and women and girls are exposed to rape, intimate partner violence, sexual abuse and exploitation particularly during conflict and displacement. At the same time, prevention programmes and medical, psychosocial and legal response services are limited and under resourced. About 22,000 survivors of violations have been provided with psychosocial support by aid workers in 2014. Across Somalia, the majority of cases of sexual violence reported have been rape followed by physical assault, and the majority of survivors have been females from displaced communities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Impunity is widespread. Traditional laws, often used instead of weak state judiciary, discriminate against women and girls, and for girls may often result in being married off to the perpetrator. The perpetrators of gender-based violence include people from within the displaced community, from host community, as well as from the armed forces. Efforts are needed to hold perpetrators accountable and prioritize the zero-tolerance policy on sexual exploitation and abuse. Furthermore, it is crucial that safe and accessible services are available for survivors including medical assistance and psychosocial support. The Federal Government of Somalia is drafting a Sexual Offenses Bill, which when enacted would act as legal framework to protect women, girls and children from these violations, particularly sexual violence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 12 May 2015 the Secretary-General of the United Nations published his latest report on the implementation of the mandate of the United Nations Assistance Mission in Somalia (UNSOM), covering major developments occurring from 1 January to 30 April 2015. On the security developments, in particular in Mogadishu, the report contained, inter alia, the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The security situation remained volatile with sporadic attacks and continued use of suicide bombers and improvised explosive devices by Al-Shabaab in Mogadishu and the regions. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In Mogadishu, Al-Shabaab attacks continued. Casualties included government officials, civilians and security personnel. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On the issue of sexual and gender-based violence, the report gave the following account:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Sexual violence continues to be reported in Somalia in 2015 at about the same rate as in 2014. According to UNHCR, in January and February 2015, over 200 cases of rape were reported, mainly in Banaadir Region, and incidents of sexual violence were reported in Bay and Juba Hoose regions. The main perpetrators were reported as unidentified armed men. There were also reports implicating the Somali national army and police force, Al-Shabaab, and some AMISOM contingents. The survivors are mostly women and girls who were displaced from their areas of origin, members of minority clans being at greatest risk.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicant complained that her removal from Sweden would expose her to a real risk of being subjected to treatment in breach of Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "42.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "43.  The Court notes that the complaint under Article 3 of the Convention is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The submissions of the parties",
                                        "elements": [
                                            {
                                                "content": "44.  The applicant submitted that, should the expulsion order against her be enforced, she would face a real risk of either being killed by her uncles because she had refused to agree to a forced marriage before fleeing Somalia or being forced to marry someone against her will again upon return. She also stated that the general situation in Somalia was very severe for women, in particularly for those who lacked a male network. As a consequence, she would risk having to live alone in a refugee camp, which would expose her to serious danger. In this respect, she referred to available country information which, she claimed, the Swedish authorities had ignored.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The applicant challenged the credibility analysis which had been made by the Migration Board and the Migration Court in her case and which were used by the respondent Government in their submissions. In her view, a general assessment of credibility should not be made; instead, the essential parts of her statement should be assessed. Accordingly, the fact that she had applied for a residence permit in three different countries and there had given different names was of no significance. She argued that the names were essentially just different spellings – with the addition of her grandfather’s name in one case – and that it was not her but the respective authorities that had recorded her name in the various applications. In this connection, she also claimed that she had tried to avoid being returned in accordance with the Dublin Regulation to Italy, a country where a young Somali woman like her would be at risk of abuse. Also the fact that she had not initially mentioned her forced marriage to the Swedish authorities had no bearing on her credibility; this was so because she did not see herself as a married woman since the marriage had been forced upon her in the Somali tradition. To acknowledge that marriage would have given it legitimacy and would have involved another violation of her rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The applicant further asserted that all her circumstances had been clarified at an oral examination at the Migration Board in January 2013, which was allegedly the first time that she had had a public counsel to assist her. Not having had access to counsel before this interview, she should not be criticised for the fact that some circumstances had come to light late in the asylum proceedings. Also, given that her credibility had been called into question, the Migration Court ought to have held an oral hearing in the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Referring to her submissions to the Swedish authorities and the Court, the applicant claimed that she had given a highly detailed story and had submitted strong country reports of ill-treatment of women in Somalia to show that she would be subjected to treatment contrary to Article 3 upon return to that country. Contrasting her situation with that of the applicant in the case of K.A.B. v. Sweden (no. 886/11, 5 September 2013), she pointed out that that applicant was a man and thus would not face gender-based ill-treatment in Somalia, which allegedly exposed women to a near 100 per cent risk of abuse. In the applicant’s view, discrimination and violence against women had increased significantly in recent years. Also the general security situation in the country had deteriorated since the K.A.B. judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The applicant argued that, not having been back to Somalia for almost ten years and not having had any contact with her relatives during that period, she no longer had any close connections in the country. Thus, she would have no access to a male network upon return. While gender-based ill-treatment affected all women in Somalia, also those who had a family or social network, she was accordingly particularly vulnerable. The risks facing her were further exacerbated by the fact that there were no functioning authorities in Somalia and she thus had nowhere to turn to get protection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government acknowledged that the general security situation in Mogadishu remained serious. They further noted that there were reports of general discrimination against women and widespread sexual and gender-based violence in Somalia. Furthermore, since the state was reportedly unable to provide effective protection in south and central Somalia, including Mogadishu, women with no resources or without the protection of a male network were considered likely to be in need of international protection. However, the Government contended that recent country-of-origin information did not suggest that there had been any significant increase in the general level of violence since the Court’s ruling in K.A.B. v. Sweden. Thus, allegedly, the Court’s assessment in that case remained valid and the situation in Mogadishu, including the situation for women, was not of such nature as to place everyone who was present in the city at a real risk of treatment contrary to Article 3. In the Government’s view, the relevant issue in the present case was therefore whether the applicant’s personal situation was such that her return to Mogadishu would contravene that provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  In regard to the applicant’s personal situation, the Government first asserted that it had been thoroughly examined by the Migration Board and the migration courts. The Board had conducted several interviews with the applicant in the presence of an interpreter whom she had confirmed that she had understood well. Moreover, throughout the proceedings, she had been represented by appointed counsel. Her counsel had also been given the opportunity to submit written opinions on the minutes of all interviews held by the Board. Holding that an oral hearing before the Migration Court had not been called for in the circumstances of the case, the Government further pointed out that the applicant and her counsel had been able to argue her case in writing before that court and the Migration Court of Appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Government agreed with the national instances that there were several reasons to seriously question the veracity of the applicant’s statements in the case. They first pointed to the fact that, before arriving in Sweden, she had applied for asylum in Italy and the Netherlands and had, on each occasion, used different names and dates of birth. Furthermore, while she arrived in Sweden in 2007, she had not contacted the Swedish migration authorities to apply for asylum until the end of 2011, and there was thus reason to question her perceived need of protection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Government also submitted that the applicant had provided contradictory and altered information in central aspects of her account, for which she had not provided satisfactory explanations. For instance, when she first applied for asylum in 2011 she had claimed that she had left Somalia because of the war, whereas at the interview held in January 2013 she had argued that she feared ill-treatment from her family. Also, whereas she had initially stated that she did not know how she had sustained the injuries in her hip and legs as she had been very little when it had happened, in 2013 she had submitted that the injuries were a result of the abuse she had been subjected to by her male relatives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Furthermore, in regard to her marital status, the applicant had claimed consistently throughout the initial migration proceedings that she was not married. However, at the interview in January 2013 she had stated that she had left Somalia to escape a forced marriage to an older man arranged by her male relatives. In the Government’s view, the applicant had thus changed her account as regards the main ground for her alleged need for protection. While she had explained before the Migration Court that she did not consider herself to be married, since she had not consented to the marriage or attended a wedding ceremony, the Government contended that it would have been reasonable to expect her not to omit this fundamental aspect of her claim when initially asked to explain why she was in need of protection in Sweden.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Government further noted that the applicant’s claim in support of her request for a re-examination of her case – that she had recently been informed that her uncle had joined al-Shabaab, murdered her sister and forced her brother to join al-Shabaab and that she would risk being stoned to death upon return – had been submitted without any information on how or by whom she had been informed about these events. The Government agreed with the Migration Board that a mere statement from the applicant about her uncle’s actions was not sufficient to assume that she would risk being stoned or subjected to any other ill-treatment if returned to Somalia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  In conclusion, the Government asserted that the applicant had failed to substantiate her claim that her family and male relatives had subjected her to ill-treatment or that they would do so in the future. Consequently, also her allegation that, upon return to Mogadishu – where she had stated that her brother and uncles reside, she would be a lone woman without the protection of a male network lacked credibility. Rather, nothing suggested that she would need to live in a settlement for displaced persons. Accordingly, notwithstanding the security situation in Mogadishu in general, and for women in particular, the Government was of the opinion that the forced return of the applicant to Mogadishu would not give rise to a violation of Article 3.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "56.  It is settled case-law that Contracting States have the right, as a matter of international law and subject to their treaty obligations, including the Convention, to control the entry, residence and expulsion of aliens (see, for example, Üner v. the Netherlands [GC], no. 46410/99, § 54, ECHR 2006XII). However, expulsion by a Contracting State may give rise to an issue under Article 3, and hence engage the responsibility of that State under the Convention, where substantial grounds have been shown for believing that the person concerned, if deported, would face a real risk of being subjected to treatment contrary to Article 3 in the receiving country. In such a case, Article 3 implies an obligation not to deport the person in question to that country (Tarakhel v. Switzerland [GC], no. 29217/12, § 93, ECHR 2014, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The assessment whether there are substantial grounds for believing that the applicant faces such a real risk inevitably requires that the Court assess the conditions in the receiving country against the standards of Article 3 of the Convention (Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 67, ECHR 2005-I). These standards imply that the ill-treatment allegedly facing the applicant upon return must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum is relative; it depends on all the circumstances of the case, such as the duration of the treatment and its physical or mental effects and, in some instances, the sex, age and state of health of the victim (Tarakhel v. Switzerland, cited above, § 94). Owing to the absolute character of the right guaranteed, Article 3 of the Convention may also apply where the danger emanates from persons or groups of persons who are not public officials. However, it must be shown that the risk is real and that the authorities of the receiving State are not able to obviate the risk by providing appropriate protection (K.A.B. v. Sweden, cited above, § 69).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The assessment of the existence of a real risk must necessarily be a rigorous one (Saadi v. Italy [GC], no. 37201/06, § 128, ECHR 2008). It is in principle for the applicant to adduce evidence capable of proving that there are substantial grounds for believing that, if the measure complained of were to be implemented, he or she would be exposed to a real risk of being subjected to treatment contrary to Article 3. Where such evidence is adduced, it is for the Government to dispel any doubts about it (Sufi and Elmi v. the United Kingdom, nos. 8319/07 and 11449/07, § 214, 28 June 2011). In this respect, the Court acknowledges that, owing to the special situation in which asylum seekers often find themselves, it is frequently necessary to give them the benefit of the doubt when it comes to assessing the credibility of their statements and the documents submitted in support thereof. However, when information is presented which gives strong reasons to question the veracity of an asylum seeker’s submissions, the individual must provide a satisfactory explanation for the alleged discrepancies (K.A.B. v. Sweden, cited above, § 70).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  If the applicant has not been extradited or deported when the Court examines the case, the material point in time must be that of the Court’s consideration of the case. It is the present conditions that are decisive and it is therefore necessary to take into account information that has come to light after the final decision was taken by the domestic authorities (K.A.B. v. Sweden, cited above, § 71).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The assessment must focus on the foreseeable consequences of the removal of the applicant to the country of destination, which should be considered in the light of the general situation there as well as the personal circumstances of the applicant. In this connection, and where it is relevant to do so, the Court will have regard to whether there is a general situation of violence existing in the country of destination. The question for the Court to consider is whether, in all the circumstances of the case before it, substantial grounds have been shown for believing that the person concerned, if returned, would face a real risk of being subjected to treatment contrary to Article 3 of the Convention. If the existence of such a risk is established, the applicant’s removal would necessarily breach Article 3, regardless of whether the risk emanates from a general situation of violence, a personal characteristic of the applicant, or a combination of the two. However, it is clear that not every situation of general violence will give rise to such a risk. On the contrary, the Court has made it clear that a general situation of violence would only be of sufficient intensity to create such a risk “in the most extreme cases” where there was a real risk of ill-treatment simply by virtue of an individual being exposed to such violence on return (Sufi and Elmi v. the United Kingdom, cited above, §§ 216 and 218, and K.A.B. v. Sweden, cited above, §§ 72 and 76).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  It should finally be mentioned that, in cases concerning the expulsion of asylum seekers, the Court does not itself examine the actual asylum applications or verify how the States honour their obligations under the Geneva Convention Relating to the Status of Refugees. It must be satisfied, though, that the assessment made by the authorities of the Contracting State is adequate and sufficiently supported by domestic materials as well as by materials originating from other reliable and objective sources such as, for instance, other contracting or non-contracting states, agencies of the United Nations and reputable non-governmental organisations (K.A.B. v. Sweden, cited above, § 74).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  To begin with, it should be noted that the Migration Board concluded that the applicant originates from Mogadishu and that the Board as well as the Migration Court accordingly examined the general situation in that city and the applicant’s personal circumstances there. In the Court’s view, it is thus clear that, if deported from Sweden, the applicant will be sent to Mogadishu. Moreover, as there is an international airport in Mogadishu, there is no risk that she will have to transit through or end up in other parts of Somalia. The following examination of the case will therefore deal with the issue whether a deportation to Mogadishu would involve a breach of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  In regard to the general situation, the Court found in June 2011 that the violence in Mogadishu was of such a level of intensity that anyone in the city would be at real risk of treatment contrary to Article 3 of the Convention (Sufi and Elmi v. the United Kingdom, cited above, § 250). In reaching that conclusion, the Court had regard to “the indiscriminate bombardments and military offensives carried out by all parties to the conflict, the unacceptable number of civilian casualties, the substantial number of persons displaced within and from the city, and the unpredictable and widespread nature of the conflict” (ibid., § 248).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  However, in September 2013 the Court drew the opposite conclusion. Taking into account the most recent information about Mogadishu, it found that, although the human rights and security situation in the city was serious and fragile and in many ways unpredictable, it was not of such a nature as to place everyone present there at a real risk of treatment contrary to Article 3. In this respect, it noted that “al-Shabaab is no longer in power in the city, there is no front-line fighting or shelling any longer and the number of civilian casualties has gone down” (K.A.B. v. Sweden, cited above, § 91).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court is now called upon to assess, for the third time, whether the prevailing level of violence in Mogadishu is of such intensity that anyone in the city would be at real risk of treatment contrary to Article 3. In doing so, it will have regard to, among other things, the criteria which it applied on the two earlier occasions and which had been identified by the United Kingdom Asylum and Immigration Tribunal in AM & AM ((armed conflict: risk categories) Somalia CG [2008] UKAIT 00091): “[F]irst, whether the parties to the conflict were either employing methods and tactics of warfare which increased the risk of civilian casualties or directly targeting civilians; secondly, whether the use of such methods and/or tactics was widespread among the parties to the conflict; thirdly, whether the fighting was localised or widespread; and finally, the number of civilians killed, injured and displaced as a result of the fighting”. The Court noted that “while these criteria [were] not to be seen as an exhaustive list to be applied in all future cases”, they formed an “appropriate yardstick by which to assess the level of violence in Mogadishu” (Sufi and Elmi v. the United Kingdom, cited above, § 241, and K.A.B. v. Sweden, cited above, §§ 77 and 86).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  As has been mentioned above, the Court concluded in K.A.B. v. Sweden that the general situation in Mogadishu was not such that returns to that city would breach Article 3. The question is therefore whether the situation has worsened since then, that is, since September 2013. The UNHCR, reporting in January 2014 on the period that had to a large extent been assessed by the Court in K.A.B., found that, while security in Mogadishu had improved during the preceding few years, al-Shabaab were still able to stage attacks that caused civilian deaths and injuries every week. In 2013 the outright fighting in the city had gone down, but the number of dead and injured civilians had reportedly increased. Government and allied forces often failed to provide protection or security for civilians and were themselves a source of insecurity (see paragraph 35 above). Also in January 2014, the Swedish Migration Board noted that, although the human rights situation was considerably better in areas with a strong presence of AMISOM or the Ethiopian army (thus including Mogadishu) than in areas controlled by al-Shabaab, it was still uncertain whether the police, the courts and other authorities were at all functioning. Moreover, SNAF soldiers were reportedly robbing and raping civilians. These assessments were confirmed in the Migration Board’s report from April 2015 (paragraph 29). The UN Secretary-General reported in May 2015 that the overall security situation in Somalia remained volatile and that attacks continued in Mogadishu, including casualties among government officials, civilians and security personnel (paragraph 39).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  It is thus clear that the general security situation in Mogadishu remains serious and fragile. The available sources do not, however, indicate that the situation has deteriorated since September 2013. For example, in the Danish/Norwegian report of March 2014 (see paragraph 25 above), the UNDSS and an international NGO were reported as saying that there had been security improvements since April 2013. Also the conclusions drawn by the United Kingdom Upper Tribunal in MOJ & Ors (paragraphs 31-32) suggest that there has been an improvement. Given the high volume of oral and written evidence examined by the Tribunal, the Court considers that its assessment must be accorded great weight. Among other things, the Tribunal concluded that there had been durable change in the sense that the al-Shabaab withdrawal from Mogadishu was complete and there was no real prospect of a re-established presence within the city. The indiscriminate bombardments and military offensives mentioned by the Court in its 2011 judgment in Sufi and Elmi v. the United Kindom had been replaced by al-Shabaab attacks against carefully selected targets – politicians, police officers, government officials and those associated with non-governmental and international organisations – that did not include “ordinary civilians” or diaspora returnees. The Tribunal further considered that the areas and establishments at which these attacks were aimed were largely predictable and could be reasonably avoided by the citizens. Moreover, while the statistical information concerning casualty levels was deficient and unreliable, the cessation of confrontational warfare in Mogadishu and the changed type of attacks by al-Shabaab were found to have reduced the level of civilian casualties since 2011. The Tribunal also had regard to the “huge” number of people returning to the city, where new economic opportunities were available.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Consequently, having regard to the information available concerning the present situation in Mogadishu, the Court finds that the assessment made in K.A.B. v. Sweden (cited above, §§ 87-91) is still valid. Thus, there is no indication that the situation is of such a nature as to place everyone who is present in the city at a real risk of treatment contrary to Article 3. The Court must therefore establish whether the applicant’s personal circumstances are such that her return to Mogadishu would contravene that provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  It must be stressed at the outset that the profile of the present applicant is different from that of the applicant in K.A.B. v. Sweden. While that case concerned a man born in 1960, the present applicant is a woman, born in 1988, who has been living abroad for almost ten years after having left Somalia when she was 17 years of age.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The various reports attest to the difficult situation of women in Somalia, including Mogadishu. The UNHCR has identified women and girls as a particular risk group (see paragraph 37 above). While there has been legislative progress in the form of the development of a sexual offences bill, there are several concordant reports about serious and widespread sexual and gender-based violence in the country (paragraphs 27, 30, 33-34 and 38). Not only civilians but also members of SNAF, AMISOM and other armed forces are perpetrators of abuse against women. Women are unable to get protection from the police and the crimes are often committed with impunity, as the authorities are unable or unwilling to investigate and prosecute reported perpetrators. It is also clear that women are generally discriminated against in Somali society and that they hold a subordinate position to men. As shown by the report of the Swedish Migration Board, women are reliant on men in many aspects of societal life (paragraph 30). In the Court’s view, it may be concluded that a single woman returning to Mogadishu without access to protection from a male network would face a real risk of living in conditions constituting inhuman or degrading treatment under Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Turning to the specific circumstances of the applicant, it should first be noted that she was interviewed by the Migration Board on several occasions with the assistance of an interpreter and that, at least at the lengthy asylum interview in January 2013, she was represented by public counsel. While the Migration Court did not hold an oral hearing in the case, the applicant and her counsel nevertheless had ample opportunities to present her case orally and in writing during the proceedings as a whole. Moreover, both the Migration Board and the Migration Court made careful examinations of the submissions made and delivered decisions containing extensive reasons for their conclusions. In the Court’s view, the domestic authorities have made an adequate investigation and assessment of the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Like the domestic authorities and the respondent Government, the Court has serious misgivings about the veracity of the applicant’s statements. Her use of slightly different names and birth dates in the asylum applications filed in Italy, the Netherlands and Sweden is not of particular importance in this respect. However, it is to be noted that the applicant stayed in Sweden for at least four years without contacting the authorities. Thus, for a considerable period of time, she did not try to regularise her stay in the country by applying for asylum. If the threats against her were real, it was in her own interest to present them to the Migration Board as soon as possible in order to obtain adequate protection. Her explanation – that she was trying to avoid a transfer to Italy under the Dublin Regulation – is not convincing. More importantly, while certain details of an asylum seeker’s story may come to light only at a later stage of the proceedings, it is remarkable that, when the applicant applied for asylum in Sweden in December 2011, she did not mention anything relating to the claim which is now her principal reason for fearing a return to Mogadishu. Thus, she did not say that she had been forced to marry an older man and did not claim that she and her secret boyfriend had been beaten by her uncles when they had tried to escape. Furthermore, she stated that she could not remember how she had sustained her hip injuries as she had been very young at the time. The allegations that she had been forcibly married and beaten by her uncles, the latter leading to her hip injuries and a few months’ of hospitalisation, were presented to the Migration Board only after more than a year had passed since her asylum application. Again, her explanation for this omission – that she did not consider herself to be married – cannot be accepted. While she may have had good reasons not to characterise herself as a married woman, there was no reason for her to leave out these key events from her initial asylum story if they had actually happened. With respect to the applicant’s claim that one of her uncles had joined al-Shabaab, killed her sister and forced her brother to also join al-Shabaab, the Court notes that this was submitted to the Migration Board in a petition to have the enforcement of her deportation order stopped, at a time when her asylum application had already been finally rejected. It appears that the applicant did not offer any details on how and from whom she had received this information. Having regard to the lack of substantiation and to the available information that there is no forced recruitment to al-Shabaab in Mogadishu (see paragraph 32 above), this claim appears to have been a late invention to bolster the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  In sum, the Court considers that there are significant inconsistencies in the applicant’s submissions. The claims concerning her personal experiences and the dangers facing her upon return have not been made plausible. Accordingly, there is no basis for finding that she would return to Mogadishu as a lone woman with the risks that such a situation entails. In this connection, the Court notes that the applicant was informed of the death of her father in 2010 and her mother in 2011, indicating that she has retained contacts in Mogadishu. Moreover, she has family living in the city, including a brother and uncles. She must therefore be considered to have access to both family support and a male protection network. Furthermore, it has not been shown that the applicant would have to resort to living in a camp for refugees and IDPs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Consequently, while not overlooking the difficult situation of women in Somalia, including Mogadishu, the Court cannot find, in this particular case, that the applicant would face a real risk of treatment contrary to Article 3 of the Convention if returned to that city. Thus, her deportation to Mogadishu would not involve a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLES 2 AND 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "75.  Invoking Articles 2 and 4 of the Convention, the applicant complained that she would risk either to be killed by her uncles because she had refused to agree to a forced marriage before fleeing Somalia or to be forced to marry someone against her will again, the latter equating slavery.",
                                "elements": []
                            },
                            {
                                "content": "76.  The Court notes that these complaints are in substance the same as the one examined above under Article 3. Consequently, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that these complaints must be rejected in accordance with Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": "77.  The Court recalls that, in accordance with Article 44 § 2 of the Convention, the present judgment will not become final until (a) the parties declare that they will not request that the case be referred to the Grand Chamber; or (b) three months after the date of the judgment, if reference of the case to the Grand Chamber has not been requested; or (c) the Panel of the Grand Chamber rejects any request to refer under Article 43 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "78.  It considers that the indication made to the Government under Rule 39 of the Rules of Court (see paragraph 4 above) must continue in force until the present judgment becomes final or until the Court takes a further decision in this connection (see operative part).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the complaint concerning Article 3 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by five votes to two, that the deportation of the applicant to Mogadishu in Somalia would not give rise to a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Decides, unanimously, to continue to indicate to the Government under Rule 39 of the Rules of Court that it is desirable in the interests of the proper conduct of the proceedings not to deport the applicant until such time as the present judgment becomes final or until further order.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 September 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the joint dissenting opinion of Judges Zupančič and De Gaetano is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "We do not agree that the deportation of the applicant to Mogadishu in Somalia would not give rise to a violation of Article 3. On the contrary, we believe that on the basis of all the evidence she will, upon her forced return there, face a real risk of being subjected to inhuman or degrading treatment or punishment, if not worse.",
                        "elements": []
                    },
                    {
                        "content": "Once again, unfortunately, both the Swedish courts and this Court have reached the same conclusion by examining under the microscope minor discrepancies or inconsistencies in the applicant’s statements – most of which have a reasonable explanation – while at the same time downplaying the general situation in the country of return that emerges from various international reports. We find this method unacceptable, as previously indicated in the separate opinions in K.A.B. v. Sweden (no. 886/11, 5 September 2013) and in J.K. and Others v. Sweden (no. 59166/12, 4 June 2015).",
                        "elements": []
                    },
                    {
                        "content": "In the instant case the applicant, a single woman who has been living in Sweden for almost eight years and who has been absent from her country for longer, will not only be returned to an essentially dysfunctional society, but also to one that is positively hostile to her status and to what she has done these last ten years plus. Whatever family the applicant may still have in Mogadishu, especially male members, they will be equally, if not more, hostile. In Tarakhel v. Switzerland ([GC], no. 29217/12, ECHR 2014 (extracts)) this Court found that the reception facilities and accommodation conditions for the Tarakhel family in Italy would attain the threshold of severity required to come within the scope of the prohibition under Article 3. We therefore fail to see how in the applicant’s case her forced return to a situation which places her physical integrity and her life in manifest danger does not reach that threshold.",
                        "elements": []
                    },
                    {
                        "content": "For these reasons we have voted against operative provision 2 of the judgment.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mark Villiger",
            "role": "president"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Johan Hirschfeldt",
            "role": "ad hoc judge"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF R.H. v. SWEDEN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-157325.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0910JUD000460114",
    "externalsources": [
        "UNHCR report International Protection Considerations with Regard to People Fleeing Southern and Central Somalia",
        "Humanitarian Bulletin Somalia of the United Nations Office for the Coordination of Humanitarian Affairs (OCHA)"
    ],
    "extractedappno": [
        "4601/14",
        "2004/05",
        "886/11",
        "46410/99",
        "29217/12",
        "46827/99",
        "46951/99",
        "37201/06",
        "8319/07",
        "11449/07",
        "59166/12"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-157325",
    "judgementdate": "10/09/2015 00:00:00",
    "kpdate": "10/09/2015 00:00:00",
    "kpthesaurus": [
        "350",
        "620",
        "14"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "3",
        "35"
    ],
    "parties": [
        "R.H.",
        "SWEDEN"
    ],
    "rank": "1357.15026855469",
    "representedby": [
        "NYSTROM V."
    ],
    "respondent": "SWE",
    "respondentOrderEng": "45",
    "scl": [
        "K.A.B. v. Sweden, no. 886/11, 5 September 2013",
        "Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 67, ECHR 2005-I",
        "Saadi v. Italy [GC], no. 37201/06, § 128, ECHR 20",
        "Sufi and Elmi v. the United Kingdom, nos. 8319/07 and 11449/07, 28 June 2011",
        "Tarakhel v. Switzerland [GC], no. 29217/12, ECHR 2014",
        "Üner v. the Netherlands [GC], no. 46410/99, § 54, ECHR 2006 XII"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "433376",
    "typedescription": "15"
}