{
    "__articles": "6;6-1;41;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Reasonable time);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "34687/02",
    "article": [
        "6",
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Enforcement proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-69831.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 34687/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Ms Natalya Alimpiyevna Yavorivskaya, on 18 August 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Karchevskiy, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, a violation of her Convention rights in that a final judgment in her favour had not been enforced.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 13 May 2004, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  The Government, but not the applicant, filed observations on the merits (Rule 59 § 1). The Ukrainian Government did not exercise their right to intervene (Rule 36 § 1 of the Convention).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1965 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "9.  From 1996 to 2000 the applicant and her family lived and worked in the Chukotka Region in the .",
                                "elements": []
                            },
                            {
                                "content": "10.  In the winter of 1998 the applicant was taken to a hospital in the town of . According to the applicant, local doctors failed to diagnose her correctly and provide adequate treatment; as a result her health was seriously damaged.",
                                "elements": []
                            },
                            {
                                "content": "11.  In August 1998 the applicant brought a medical malpractice suit against the municipal health protection institution “” (муниципальное учреждение здравоохранения «Билибинская центральная районная больница»).",
                                "elements": []
                            },
                            {
                                "content": "12.  On 21 February 2000 the Bilibinskiy District Court of the Chukotka Region allowed the applicant's action and awarded her RUR 60,000 (EUR 2,109). The judgment was not appealed against and on 1 March 2000 it became final and enforceable.",
                                "elements": []
                            },
                            {
                                "content": "13.  After the hospital had failed to pay the judgment debt for over a year the applicant sent complaints to the President of the , the Minister of Health, the Court Bailiffs' Service and other authorities.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 15 November 2001 the Chukotka Regional Department of the Ministry of Justice (in charge of the court bailiffs) advised the applicant as follows:",
                                "elements": []
                            },
                            {
                                "content": "“...it was established that the debtor had no cash funds in its accounts. According to its founding documents, the debtor is an institution and, pursuant to Article 120 of the Civil Code, an institution is only liable to the extent of its cash funds. Article 298 § 1 of the Civil Code provides that an institution may not alienate or otherwise dispose of the property attached to it or of the property acquired at the expense [of its owner].",
                                "elements": []
                            },
                            {
                                "content": "In accordance with Information Letter no. 45 of the Presidium of the Supreme Commercial Court of the Russian Federation of 14 July 1999 'On the recovery out of the property of an institution', if the debtor, who is an institution, lacks cash funds, then recovery is not possible out of the other property assigned to the institution by its owner...”",
                                "elements": []
                            },
                            {
                                "content": "15.  The Justice Department further informed the applicant that the enforcement proceedings had been closed on 30 November 2000 because the enforcement had been impossible, but it was open for the applicant to initiate the enforcement proceedings again.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 29 November 2001 the Chukotka Regional Department of the Ministry of Justice forwarded the applicant's complaint to the chief court bailiff of the Bilibino District, for enforcement.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 10 December 2001 the Chukotka Regional Department of the Ministry of Justice responded to the applicant and gave the same explanation as in the letter of 15 November 2001. It also added that in respect of the hospital there were several other enforcement proceedings having the first and second rank, whilst the applicant's claim only had the fifth rank.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 18 January 2002 a court bailiff confirmed again that the hospital had no cash funds and that the recovery could not be made out of its property.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 28 January 2002 the bailiff required the Bilibino clearing centre to seize the cash funds of the hospital.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 6 February 2002 the bailiff determined that the enforcement was not possible due to the debtor's lack of funds. The enforcement proceedings were definitively closed and the writ of execution was returned to the applicant.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL NO. 1",
                        "elements": [
                            {
                                "content": "21.  The applicant complained that the judgment of 21 February 2000 has not been enforced. The Court has considered that these complaints fall to be examined under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 (see Burdov v. Russia, no. 59498/00, § 26, ECHR 2002III). Article 6, in the relevant part, provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "22.  The Government, in their additional observations of 30 August and 18 October 2004 following the Court's decision as to the admissibility of the application on 13 May 2004, insisted that the applicant should have sued the bailiffs in tort and/or attempted to recover the amounts outstanding from the hospital owner (the local authority) which was vicariously liable for the hospital debts. The Government made no comments on the merits of the case.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Court recalls that it has examined and rejected these objections by the Government in its decision as to the admissibility of the application on 13 May 2004. The Government did not furnish any new elements that would warrant a fresh examination of the same issues. In any event, the Court reiterates that, according to Rule 55 of the Rules of Court, any plea of inadmissibility must be raised by the respondent Contracting Party in its written or oral observations on the admissibility of the application rather than during the procedure on the merits (see, most recently, Prokopovich v. , no. 58255/00, § 29, ECHR 2004... (extracts), with further references). The Government's objection must therefore be dismissed.",
                                "elements": []
                            },
                            {
                                "content": "24.  Turning to the merits of the case, the Court observes that on 21 February 2000 the applicant obtained a judgment in her favour against the municipal hospital. As no appeal was lodged within the established time-limit, the judgment became final and enforceable. However, it has not been enforced to date.",
                                "elements": []
                            },
                            {
                                "content": "25.  The Court notes that the debtor in the instant case has been a municipal institution owned and funded by the local authority. According to the established case-law of the Convention organs, agencies of local self-government are State organisations in the sense that they are governed by public law and exercise public functions vested in them by the Constitution and the laws. The Court reiterates that under the international law the term “State organisation” is not limited only to organs of the central Government. In cases where State power is decentralised it extends to any national authority which exercises public functions (see Gerasimova v. Russia (dec.), no. 24669/02, 16 September 2004; see also Zhovner v. , no. 56848/00, § 37, 29 June 2004; Piven v. , no. 56849/00, § 39, 29 June 2004). Accordingly, the Court finds that the State has been responsible for the debt arising from the judgment of 21 February 2000.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Court further notes that the judgment has not been enforced because the hospital had no cash funds and, according to the interpretation of the applicable laws given by the regional Justice Department, recovery of debts from the other property was forbidden. Thus, the applicant was in a stalemate as she could not receive the judgment debt until such time as the local authority has credited the necessary amount to the hospital's bank account. It does not appear, however, that the local authority has taken any measures to comply with the judgment. In fact, the judgment has remained without enforcement to date, that is for more than five years since it was issued. The Government did not offer any justification for that omission.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court has frequently found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 in cases raising issues similar to the ones in the present case (see Gizzatova, cited above, § 19 et seq.; Wasserman v. , no. 15021/02, § 35 et seq., 18 November 2004; Zhovner and Piven, cited above, § 37 et seq.; Burdov, cited above, § 34 et seq.).",
                                "elements": []
                            },
                            {
                                "content": "28.  Having examined the material submitted to it, the Court notes that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court finds that by failing for years to comply with the enforceable judgment in the applicant's favour the domestic authorities prevented her from receiving the money she could reasonably have expected to receive.",
                                "elements": []
                            },
                            {
                                "content": "29.  There has accordingly been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "31.  In respect of the pecuniary damage, the applicant claimed the amount due to her under the judgment of 21 February 2000 which would have been equivalent to 10,000 US dollars before the sharp devaluation of the Russian currency in August 1998. She claimed a further 10,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court reiterates that the most appropriate form of redress in respect of a violation of Article 6 is to ensure that the applicant as far as possible is put in the position in which he would have been had the requirements of Article 6 not been disregarded (see Piersack v.  (Article 50), judgment of 26 October 1984, Series A no. 85, p. 16, § 12; and, mutatis mutandis, Gençel v. , no. 53431/99, § 27, 23 October 2003). The Court observes that the enforcement proceedings in the present case were finally closed in 2002 and neither party has indicated any possibility for their re-opening. Accordingly, the enforcement of the judgment of 21 February 2000 is no longer possible. This indicates the existence of a causal link between the violation found and the alleged pecuniary damage. However, noting the fact that the judgment was given in 2000, that is almost two years after the devaluation of the Russian currency in August 1998, the Court does not discern a causal link between the violation found and the applicant's claim to the pre-devaluation equivalent of the judgment debt in US dollars. Having regard to the above considerations, the Court awards the applicant EUR 2,109 in respect of the pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court also accepts that the applicant suffered distress because of the State authorities' failure to enforce a judgment in her favour. However, the amount claimed in respect of non-pecuniary damage appears excessive. The Court takes into account the amount and nature of the award in the instant case, that is compensation for medical malpractice, a long period of the authorities' inactivity, and the fact that the judgment has not been enforced. Making its assessment on an equitable basis, it awards the applicant EUR 4,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "35.  The applicant claimed EUR 200 for the purchase of medicine, EUR 300 for the legal representation before the Court and EUR 100 for secretarial and postal expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. It follows from a legal services contract of 27 October 2003 that the applicant paid Mr Karchevskiy a legal fee of EUR 150 and a further EUR 100 for secretarial expenses. The applicant did not produce documents in support of her further claims. Accordingly, the Court awards her EUR 250 in respect of costs and expenses, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "38.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 July 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": " and Mr S. Quesada",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "13/05/2004 00:00:00",
    "docname": "CASE OF YAVORIVSKAYA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-69831.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0721JUD003468702",
    "externalsources": [],
    "extractedappno": [
        "34687/02",
        "59498/00",
        "58255/00",
        "24669/02",
        "56848/00",
        "56849/00",
        "15021/02",
        "53431/99"
    ],
    "importance": "3",
    "introductiondate": "18/08/2002 00:00:00",
    "issue": [],
    "itemid": "001-69831",
    "judgementdate": "21/07/2005 00:00:00",
    "kpdate": "21/07/2005 00:00:00",
    "kpthesaurus": [
        "445",
        "113",
        "406",
        "216",
        "577",
        "283",
        "305",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-1",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "YAVORIVSKAYA",
        "RUSSIA"
    ],
    "rank": "520.69482421875",
    "representedby": [
        "KARCHEVSKIY M."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Burdov v. Russia, no. 59498/00, § 26 et § 34 et seq., ECHR 2002-III",
        "Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003",
        "Gerasimova v. Russia (dec.), no. 24669/02, 16 September 2004",
        "Piersack v. Belgium (Article 50), judgment of 26 October 1984, Series A no. 85, p. 16, § 12",
        "Piven v. Ukraine, no. 56849/00, § 39, 29 June 2004",
        "Prokopovich v. Russia, no. 58255/00, § 29, ECHR 2004-... (extracts), with further references",
        "Wasserman v. Russia, no. 15021/02, § 35 et seq., 18 November 2004",
        "Zhovner v. Ukraine, no. 56848/00, § 37, 29 June 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "414896",
    "typedescription": "15"
}