{
    "__articles": "3;13",
    "__conclusion": "Violation of Art. 3 (in case of expulsion to Uzbekistan);Violation of Art. 13",
    "applicability": "",
    "appno": "7265/10",
    "article": [
        "13",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "in case of expulsion to Uzbekistan"
            ],
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        }
    ],
    "content": {
        "001-107329.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 7265/10) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Uzbek national, Mr Umid Alimdzhanovich Yakubov (“the applicant”), on 4 February 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by lawyers of the NGO EHRAC/Memorial Human Rights Centre. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 4 February 2010 the President of the First Section decided to apply Rule 39 of the Rules of Court, indicating to the Government that the applicant should not be expelled to  until further notice, and granted priority treatment to the application under Rule 41 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 11 March 2010 the President of the First Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1969 and is currently residing in the town of .",
                                "elements": []
                            },
                            {
                                "content": "A.  The background to the case and the applicant’s arrival in Russia",
                                "elements": [
                                    {
                                        "content": "6.  In 1999 the applicant, who was residing in Uzbekistan at the material time, started studying Islam and visiting a mosque in . On an unspecified date in 1999 a neighbour informed on the applicant, alleging that he was a member of Hizb ut-Tahrir (hereinafter also “HT”), a transnational Islamic organisation banned in Russia, Germany and some .",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In the applicant’s submission, he was not a member of HT.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  After the neighbour’s denunciation, the applicant was arrested by the local police. While in custody, he was deprived of food and water and severely beaten, his spine was injured and he had to seek medical treatment after his release. Although he was able to pay a sum of money to avoid criminal prosecution, on 20 November 1999 the Tashkent City Court found him guilty of the administrative offence of membership of Hizb ut-Tahrir and placed him under preventive police surveillance (“профилактический учет”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In the applicant’s submission, between 1999 and 2008, within the framework of the police surveillance, the Uzbek law-enforcement authorities repeatedly detained him for various periods of time, beating and torturing him on those occasions to obtain information about other members of HT. The applicant was not provided with food and water and was not permitted to have outside walks while in police custody. On each occasion he was released only because he paid the authorities off.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Having realised that his persecution would continue, in autumn 2008 the applicant left Uzbekistan for . In May 2009, because of the economic crisis, he moved to Moscow and in August 2009 he settled in  where he started his own business trading in fruit and vegetables",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Upon his arrival in  the applicant applied for a residence permit and a work permit via a private company which specialised in assisting foreign nationals in dealing with migration formalities and which obtained the above-mentioned documents for him.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings against the applicant in ",
                                "elements": [
                                    {
                                        "content": "12.  On 7 September 2009 the Uzbek authorities instituted criminal proceedings against the applicant on suspicion of having participated in the activities of Hizb ut-Tahrir and having unlawfully left the . In the relevant decision HT was referred to as a “banned religious extremist, separatist and fundamentalist organisation”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 26 October 2009 the applicant was charged in absentia with having participated in Hizb ut-Tahrir (Article 244-2 of the Uzbek Criminal Code (UCC), under which the offence of establishing, leading or participating in religious extremist, separatist, fundamentalist or other prohibited organisations is punishable by a term of imprisonment of up to fifteen years) and illegal departure from the country (Article 223 of the UCC).",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 27 October 2009 the Yunusabadskiy District Department of the Interior (“the Yunusabadskiy ROVD”) put the applicant’s name on a wanted list. On 28 October 2009 the Yunusabadskiy District Court of Tashkent ordered the applicant’s placement in custody. The decision noted, among other things, that on 20 November 2009 the applicant had been already found guilty of an administrative offence of participation in HT and that he had been placed under preventive police surveillance. However, in 2005 he had continued his unlawful activities and had unlawfully left .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Extradition proceedings",
                                "elements": [
                                    {
                                        "content": "15.  On 4 January 2010 the applicant was arrested in Ryazan in connection with his eventual extradition to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 6 January 2010 the Ryazan prosecutor of the  transport prosecutor’s office remanded the applicant in custody with a view to securing his extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In a decision of 14 January 2010 the Ryazan prosecutor of the Moscow transport prosecutor’s office found that the prosecution for the offences imputed to the applicant by the Uzbek authorities had become time-barred under Russian law and refused his extradition to . By the same decision he ordered the applicant’s release.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Expulsion proceedings",
                                "elements": [
                                    {
                                        "content": "18.  By a letter of 22 January 2010 the head of the Ryazan Department of the Federal Security Service (“the Ryazan FSB”) informed the Ryazan Department of the Federal Migration Service (“the Ryazan FMS”) that the applicant was wanted by the Uzbek authorities on suspicion of membership of HT. The letter stressed that in 2004 the Russian Supreme Court had banned HT as a terrorist organisation. The Ryazan FMS was invited to consider annulling the applicant’s work and residence permits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 25 January 2010 officers of the Moskovskiy District Department of the Interior of Ryazan arrested the applicant on suspicion of having committed minor disorderly acts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  By a letter of 25 January 2010 the Ryazan FMS informed the applicant that it had revoked his work permit because he represented a “threat to the security of the  [and] its nationals”. The letter stated that the applicant was to leave the Russian territory within three days of receipt of the letter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  By a decision of 26 January 2010 the Justice of the Peace of the  Circuit of the Moskovskiy District of Ryazan found the applicant guilty of having committed minor disorderly acts and sentenced him to seven days’ administrative detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 1 February 2010 the Ryazan FMS issued an administrative offence report (“протокол об административном правонарушении”), stating that the applicant had submitted false information when applying for residence and work permits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  By a decision of 1 February 2010 the Sovetskiy District Court established that the applicant had submitted false documents when applying to the Ryazan FMS for residence and work permits. The court imposed an administrative fine on the applicant and ordered his expulsion from .",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 5 February 2010 the applicant appealed to the  against the decision of 1 February 2010 ordering his expulsion. He submitted, among other things, that he had left  in 2008 because of his persecution by the Uzbek authorities, which had accused him of membership of a proscribed religious organisation. Between 1999 and 2008 he had been repeatedly ill-treated by Uzbek law-enforcement officers who had injured his spine and had deprived him of food and water while he had been in their custody. As a result of the beatings, the applicant had developed kidney problems and suffered from recurring pain in his head and back. Because of his spine condition he had had to be administered anaesthetic injections while in custody in . The applicant stressed that, if expelled to , he would be arrested immediately and subjected to ill-treatment again.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 5 February 2010 the President of the First Section granted the applicant’s request and indicated to the Russian Government under Rule 39 that the applicant should not be expelled to  until further notice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 8 February 2010 the applicant’s lawyer, K., lodged with the  a further appeal against the expulsion order. She referred to the unsuccessful extradition proceedings against her client and stated that his expulsion was in reality a disguised extradition. She cited the cases of Mr Muminov and Mr Kamaliyev, whom the Russian authorities had first refused to extradite and had then expelled to , thereby enabling the Uzbek authorities to try and convict them of the offences for which their extradition had been refused. Relying on reports of various NGOs and an information note of the Ministry of the Foreign Affairs of the , K. stated that use of torture against detainees was widespread in the Uzbek penitentiary system. She averred that the Uzbek law-enforcement authorities had already tortured the applicant by beating him and refusing him food and water and that his spine had been injured as a result of those beatings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  According to a written statement by K. dated 11 February 2010, she visited the applicant in facility TETs-2 on 9 February 2010. The applicant had difficulty moving unaided because of his spine injury. He suffered from acute pain in his back and was receiving anaesthetic injections for it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  By a decision of 17 February 2010 the  upheld the expulsion order. It noted that the applicant’s submissions that his expulsion would endanger his life and health were unsubstantiated because he had failed to furnish “indisputable evidence” (“бесспорные доказательства”) to that effect. The court did not provide any further details on that point.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Asylum proceedings",
                                "elements": [
                                    {
                                        "content": "29.  On 7 February 2010 the applicant applied to the Ryazan FMS for refugee status. In his application he submitted, in particular, that in 1999 he had started studying the Koran and visiting a mosque in . After a neighbour had informed on him, alleging that he was a member of HT, the local police had arrested him. While in their hands, the applicant had been deprived of food and water and severely beaten, his spine had been injured and he had had to seek medical treatment after his release. Although he had been able to pay a sum of money to avoid criminal prosecution in 1999, he had been nonetheless found guilty of the administrative offence of membership of HT and placed under preventive police surveillance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicant further stated that between 1999 and 2008 he had been repeatedly arrested by the law-enforcement authorities, held in detention for several days, beaten up and requested to inform on other presumed members of HT. On each occasion he had been released only because he had paid the officers off. Convinced that his persecution would continue, in autumn 2008 the applicant had left Uzbekistan for . In May 2009, because of the economic crisis, he had moved to Moscow and in August 2009 he had settled in  where he had started his own business trading in fruit and vegetables.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Referring to the widespread practice of the use of torture against detainees and persons suspected of membership of proscribed religious organisations, the applicant submitted that, if returned to , he would also be subjected to torture. In that connection he relied, among other things, on recent reports of Human Rights Watch and Amnesty International in respect of Uzbekistan; the United Nations (UN) Secretary General’s report “Situation of human rights in Uzbekistan” (A/61/526); the concluding remarks of the UN Committee against Torture, issued in November 2007 in respect of Uzbekistan; the information note of the Ministry of Foreign Affairs of the Russian Federation; and the judgment of the Strasbourg Court in the case of Ismoilov and Others v. Russia. Lastly, he pointed to his own experience of torture at the hands of law-enforcement authorities in  and stated that he ran a real risk of being subjected to it again, if returned to his home country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 5 May 2010 the Ryazan FMS dismissed the applicant’s asylum request. In its decision the migration authority stated that the applicant had unlawfully left Uzbekistan and had failed to apply for asylum in due time after his arrival in . Despite his alleged persecution in  in 1998-2009 he had continued living there, without applying to the Uzbek authorities for protection. Moreover, the applicant’s allegations did not match any of the forms of persecution on religious grounds set out in the “Guidelines on Procedures and Criteria for Determining Refugee Status under the 1951 Geneva Convention”. According to a document issued on an unspecified date by the Russian Federal Migration Service (“the FMS”) and entitled “On some aspects of ensuring freedom of religion in Uzbekistan”, since 1992 that country had joined a number of international agreements on human rights and the State policy in respect of religion was to support the activities of various religious organisations. Moreover, since 1996  has been a party to the United Nations Convention against Torture. The migration authority concluded that the applicant had requested asylum solely on the ground that he feared criminal prosecution in his home country in connection with his participation in HT. The decision contained no reference to the applicant’s arguments concerning the use of torture against detainees in  and the bulk of the information from international governmental and non-governmental organisations to which he referred, or to his submission about his own alleged experience of illtreatment at the hands of the Uzbek law-enforcement authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 28 May 2010 the applicant appealed against the decision of 5 May 2010 to the FMS. He claimed that the Ryazan FMS had based its decision on irrelevant grounds, such as his allegedly unlawful departure from . He stressed that it had also disregarded credible information from independent sources concerning the widespread use of torture by the Uzbek authorities against detainees and their persecution of persons accused of participation in prohibited religious organisations, such as HT, as well as the relevant findings made by the  in its recent judgments concerning similar situations. The applicant also averred that the Ryazan FMS had based its conclusions on the information contained in one single and undated document, issued by the FMS, which was most probably outdated. The applicant further stressed that his expulsion had been initiated by the FSB after an unsuccessful attempt to extradite him. That authority had explicitly instructed the Ryazan FMS, in a number of letters, that the applicant, as a member of HT, a prohibited organisation, should be expelled from  and that they considered that granting him asylum would be “inappropriate” (нецелесообразный).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  By a decision of 8 June 2010 the Sovetskiy District Court ordered the applicant’s release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 20 July 2010 the FMS dismissed the applicant’s complaint and upheld the Ryazan FMS decision of 5 May 2010, reiterating almost verbatim the text of the decision by the latter authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 19 August 2010 the applicant complained to the Basmanny District Court of Moscow about the FMS decision of 20 July 2010, reiterating the arguments raised in his complaint about the Ryazan FMS decision of 28 May 2010. He particularly emphasised that there was a real risk of him being subjected to ill-treatment, that the Uzbek authorities had already tortured him and that as a result of the torture he was suffering from vertebral compression fractures. He enclosed a medical certificate dated 16 June 2010 and stating that a tomography of his spine revealed “aftereffects of compression fractures of the 1, 2 and 5 vertebrae”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  By a letter of 3 September 2010 the office of the United Nations High Commissioner for Refugees (“the UNHCR”) informed the applicant’s lawyer that it had carefully examined her client’s application for international protection. The examination had ascertained that the applicant was outside his country of nationality due to a well-founded fear of being persecuted by the authorities of his country for reasons of imputed political opinions and that, owing to that fear, he was unable to return to  and was eligible for international protection under the UNHCR mandate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 10 November 2010 the Basmanny District Court of Moscow dismissed the applicant’s complaint about the migration authorities’ refusal to grant him asylum. The court noted that the applicant had failed to apply for asylum in due time after his arrival in Russia and had informed the authorities of his fears of religious persecution in  only after his arrest in administrative proceedings. It further pointed out that the applicant had failed to adduce convincing reasons confirming his fear of unlawful religious persecution, without providing any further details. The decision was silent on the applicant’s arguments concerning the risk of him being subjected to torture in the event of his return to his home country, as well as his reference to information on the widespread use of torture by lawenforcement authorities, as contained in the reports enclosed with his complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The applicant appealed against the decision, reiterating the arguments raised in his previous complaints and stressing that the trial court had failed to examine his submissions concerning the risk of ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 22 March 2011 the Moscow City Court upheld the decision of 10 November 2010. The court reasoned that the migration authorities had conducted a thorough check of the applicant’s allegations and had correctly dismissed them. The applicant’s submission that the previous decisions had disregarded his arguments concerning the individualised risk of persecution was not valid because he had applied for asylum only after having been arrested in administrative proceedings. The court noted that the applicant had failed to adduce facts which would confirm his fear of religious persecution, without providing any further details.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 1 April 2011 the applicant filed with the Ryazan FMS a request for temporary asylum, claiming that he would run a real risk of ill-treatment if expelled to . The outcome of the proceedings is unclear.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "42.  For a summary of the relevant domestic law provisions regarding the asylum proceedings see Muminov v. Russia (no. 42502/06, §§ 5861, 11 December 2008), and Ismoilov and Others v. Russia (no. 2947/06, §§ 9295, 24 April 2008).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  REPORTS ON ",
                        "elements": [
                            {
                                "content": "43.  For relevant reports on  in the time span between 2002 and 2007 and, in particular, on the situation of persons accused of membership of Hizb ut-Tahrir, see Muminov (cited above, §§ 6772 and 7374, respectively).",
                                "elements": []
                            },
                            {
                                "content": "44.  In Amnesty International Report 2009 – , published in May 2009, that organisation stated that it continued to receive persistent allegations of widespread torture and ill-treatment, stemming from persons suspected of being members of banned Islamic groups or having committed terrorist offences. The report stressed that the Uzbek authorities continued to actively seek extradition of those persons and, in particular, presumed members of Hizb ut-Tahrir, from the neighbouring countries, including Russia, and that most of those returned to  were held incommunicado, which increased their risk of being tortured or ill-treated.",
                                "elements": []
                            },
                            {
                                "content": "45.  In November 2010 the United States Department of State released its International Religious Freedom Report 2010 which, in its chapter on , in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "The main laws under which authorities charge citizens for religious activity are article 159 (anticonstitutional activity); ... and article 244, section 2 (establishment, direction of, or participation in religious extremist, separatist, fundamentalist, or other banned organizations) of the criminal code.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Restrictions on Religious Freedom",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The government bans Islamic organizations it deems extremist and criminalizes membership in them. Chief among the banned organizations are Hizb ut-Tahrir (HT), Akromiya, Tabligh Jamoat, and groups the government broadly labeled \"Wahhabi.\"",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The HT Islamist political movement remained banned under the extremism law. Because HT is primarily a political organization, albeit motivated by religious ideology, and because it does not condemn terrorist acts by other groups, authorities’ actions to restrict HT and prosecute its members are not a restriction on religious freedom per se. However, convictions of individuals associated with HT and similar organizations have lacked due process and have also involved credible allegations of torture. The number of convictions of HT members has decreased for the third consecutive year.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The government continued to commit serious abuses of religious freedom in its campaign against extremists or those participating in underground Islamic activity. In many cases authorities severely mistreated persons arrested on suspicion of extremism, using torture, beatings, and harsh prison conditions. ... Family members of prisoners convicted on charges related to religious extremism report that prisoners were often not allowed to read the Qur’an or pray privately. Most defendants convicted of extremism charges received sentences ranging from three to 14 years; a smaller number received sentences of 16 to 20 years.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "On June 28, 2009, Golib Mullajonov died in prison after reportedly being beaten by other inmates. Mullajonov had been serving a prison sentence for membership in HT.",
                                "elements": []
                            },
                            {
                                "content": "There were no updates in the following cases of inmates convicted of religious extremism who died under unclear circumstances: the May 2008 case of Odil Azizov and the November 2007 cases of Fitrat Salakhiddinov and Takhir Nurmukhammedov, all of whose relatives reported finding signs of torture on the bodies.",
                                "elements": []
                            },
                            {
                                "content": "There were several reports of beatings of prisoners serving sentences for religious convictions. In June and April 2010 family members of prisoners serving long sentences for charges related to extremism reported that other inmates had severely beaten their relatives in prison, at the instruction of a prison official.",
                                "elements": []
                            },
                            {
                                "content": "In summer 2009 two high-profile murders, one murder attempt, and one shoot-out took place in Tashkent that were alleged by the government to have religious links (for example, one target was the chief imam for the city of Tashkent). In the months that followed, as many as 200 persons were arrested allegedly in connection with these incidents; many were charged with membership in extremist religious organizations and attempting to overturn the constitutional order. Between January and April 2010 various courts in closed trials convicted at least 50 persons and imposed sentences ranging from suspended sentences up to 18 years in prison. There were unconfirmed reports that an additional 150 individuals were convicted in related trials. During the same time period, authorities opened hundreds more cases against alleged extremists (particularly those labeled \"Wahhabists\" and \"jihadists\") on charges unrelated to the killings. Human rights activists report that the families of several defendants accused authorities of using torture and coercion to obtain confessions, and many questioned whether due process guarantees were followed.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "There were limited reports of cases of arrest or detention based on alleged membership in the religious extremist organization HT, and the HT label was no longer extensively used as a pretext to arrest and imprison for other reasons. In an April 2009 report, the Moscow-based Memorial human rights group released a list of 1,452 individuals prosecuted by officials on allegedly politically motivated charges between 2004 and 2008. Nearly 95 percent of them were charged with religious extremism, many for alleged HT membership. The report cited 38 trials involving multiple religious extremism suspects in 2004, 54 in 2005, 43 in 2006, 18 in 2007, and 10 in 2008. It was impossible to verify the number of prisoners in detention for alleged HT membership; estimates from previous reporting periods were as high as 4,500.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "During the reporting period, only a small number of convictions for HT membership were reported, as the government turned its attention to other groups. Several of the people convicted in secret trials following the  killings were accused of being \"Wahhabists,\" but the exact number convicted with this label was unknown. In the previous reporting period, at least 11 other persons were imprisoned for being \"Wahhabists\" or extremists from other religious extremist organizations.",
                                "elements": []
                            },
                            {
                                "content": "The government continued to pursue the extradition of suspected Uzbek religious extremists from third countries, particularly from Kyrgyzstan, Russia, and , including those who had sought asylum. During the previous reporting period, at least two individuals seeking political asylum in Kyrgyzstan were forcibly extradited to  and imprisoned on religious extremism charges.",
                                "elements": []
                            },
                            {
                                "content": "There were no updates in the following cases of individuals convicted of membership in HT and other extremist organizations during the previous reporting period: the June 2008 sentencing of two women--Ugiloy Mirzaeva and Rano Akhrorkhodzhayeva--to five years’ imprisonment for HT membership, recruitment, and dissemination of extremist literature; the February 2008 sentencing of 13 individuals to between 16 and 20 years in prison on charges of membership in a religious extremist organization, with allegations that at least one confession was obtained under duress; the January 2008 sentencing of Alisher Ubaydullayev to five years’ imprisonment for membership in an extremist organization, based on accusations of spreading Wahhabi ideas and on his participation in an antigovernment rally outside the Uzbek embassy in London in 2005; the December 2007 conviction of three men of membership in Tabligh Jamoat and sentencing of each to between 11 and 14 years in prison; the October 2007 sentencing of eight men, who were tortured during pretrial investigation according to human rights activists, to between three and 10 years’ imprisonment for membership in HT; and the July 2007 sentencing of Dilnoza Tokhtakhodjaeva to three years’ imprisonment and six other women to twoyear suspended sentences for membership in HT after reportedly being subjected to psychological pressure and threats.”",
                                "elements": []
                            },
                            {
                                "content": "46.  In January 2011 Human Rights Watch released its annual World Report 2010. The chapter entitled “”, in so far as relevant, states:",
                                "elements": []
                            },
                            {
                                "content": "“Uzbekistan’s human rights record remains abysmal, with no substantive improvement in 2010. Authorities continue to crackdown on civil society activists, opposition members, and independent journalists, and to persecute religious believers who worship outside strict state controls ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Criminal Justice, Torture, and Ill-Treatment",
                                "elements": []
                            },
                            {
                                "content": "Torture remains rampant in . Detainees’ rights are violated at each stage of investigations and trials, despite habeas corpus amendments that went into effect in 2008. The Uzbek government has failed to meaningfully implement recommendations to combat torture that the United Nations special rapporteur made in 2003.",
                                "elements": []
                            },
                            {
                                "content": "Suspects are not permitted access to lawyers, a critical safeguard against torture in pre-trial detention. Police use torture and other illegal means to coerce statements and confessions from detainees. Authorities routinely refuse to investigate defendants’ allegations of abuse.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "On July 20, 37-year-old Shavkat Alimhodjaev, imprisoned for religious offenses, died in custody. The official cause of death was anemia, but Alimhodjaev had no known history of the disease. According to family, Alimhodjaev’s face bore possible marks of ill-treatment, including a swollen eye. Authorities returned his body to his family’s home at night. They insisted he be buried before sunrise and remained present until the burial. Authorities have not begun investigating the death.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Freedom of Religion",
                                "elements": []
                            },
                            {
                                "content": "Although Uzbekistan’s constitution ensures freedom of religion, Uzbek authorities continued their unrelenting, multi-year campaign of arbitrary detention, arrest, and torture of Muslims who practice their faith outside state controls or belong to unregistered religious organizations. Over 100 were arrested or convicted in 2010 on charges related to religious extremism.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Key International Actors",
                                "elements": []
                            },
                            {
                                "content": "The Uzbek government’s cooperation with international institutions remains poor. It continues to deny access to all eight UN special procedures that have requested invitations, including those on torture and human rights defenders ...”",
                                "elements": []
                            },
                            {
                                "content": "47.  Chapter “Uzbekistan 2011” of the Amnesty International annual report 2011, released in May of the same year, in so far as relevant, states as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Reports of torture or other ill-treatment continued unabated. Dozens of members of minority religious and Islamic groups were given long prison terms after unfair trials ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Torture and other ill-treatment",
                                "elements": []
                            },
                            {
                                "content": "Despite assertions by the authorities that the practice of torture had significantly decreased, reports of torture or other ill-treatment of detainees and prisoners continued unabated. In most cases, the authorities failed to conduct prompt, thorough and impartial investigations into these allegations.",
                                "elements": []
                            },
                            {
                                "content": "Several thousand people convicted of involvement with Islamist parties or Islamic movements banned in , as well as government critics and political opponents, continued to serve long prison terms under conditions that amounted to cruel, inhuman and degrading treatment.",
                                "elements": []
                            },
                            {
                                "content": " again refused to allow the UN Special Rapporteur on torture to visit the country despite renewed requests.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Counter-terror and security",
                                "elements": []
                            },
                            {
                                "content": "Closed trials started in January of nearly 70 defendants charged in relation to attacks in the Ferghana Valley and the capital, Tashkent, in May and August 2009 and the killings of a pro-government imam and a high-ranking police officer in  in July 2009. The authorities blamed the Islamic Movement of Uzbekistan (IMU), the Islamic Jihad Union (IJU) and the Islamist Hizb-ut-Tahrir party, all banned in , for the attacks and killings. Among the scores detained as suspected members or sympathizers of the IMU, the IJU and Hizb-ut-Tahrir in 2009 were people who attended unregistered mosques, studied under independent imams, had travelled abroad, or were suspected of affiliation to banned Islamic groups. Many were believed to have been detained without charge or trial for lengthy periods. There were reports of torture and unfair trials.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "•\tIn April, Kashkadaria Regional Criminal Court sentenced Zulkhumor Khamdamova, her sister Mekhriniso Khamdamova and their relative, Shakhlo Pakhmatova, to between six and a half and seven years in prison for attempting to overthrow the constitutional order and posing a threat to public order. They were part of a group of more than 30 women detained by security forces in counter-terrorism operations in the city of  in November 2009. They were believed to have attended religious classes taught by Zulkhumor Khamdamova in one of the local mosques. The authorities accused Zulkhumor Khamdamova of organizing an illegal religious group, a charge denied by her supporters. Human rights defenders reported that the women were ill-treated in custody; police officers allegedly stripped the women naked and threatened them with rape.",
                                "elements": []
                            },
                            {
                                "content": "•\tDilorom Abdukadirova, an Uzbek refugee who had fled the country following the violence in  in 2005, was detained for four days upon her return in January, after receiving assurances from the authorities that she would not face charges. In March, she was detained again and held in police custody for two weeks without access to a lawyer or her family. On 30 April, she was convicted of anti-constitutional activities relating to her participation in the  demonstrations as well as illegally exiting and entering the country. She was sentenced to 10 years and two months in prison after an unfair trial. Family members reported that she appeared emaciated at the trial and had bruises on her face.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Freedom of religion",
                                "elements": []
                            },
                            {
                                "content": "The government continued its strict control over religious communities, compromising the enjoyment of their right to freedom of religion. Those most affected were members of unregistered groups such as Christian Evangelical congregations and Muslims worshipping in mosques outside state control.",
                                "elements": []
                            },
                            {
                                "content": "•\tSuspected followers of the Turkish Muslim theologian, Said Nursi, were convicted in a series of trials that had begun in 2009 and continued into 2010. The charges against them included membership or creation of an illegal religious extremist organization and publishing or distributing materials threatening the social order. By December 2010, at least 114 men had been sentenced to prison terms of between six and 12 years following unfair trials. Reportedly, some of the verdicts were based on confessions gained under torture in pre-trial detention; defence and expert witnesses were not called; access to the trials was in some cases obstructed while other trials were closed.",
                                "elements": []
                            },
                            {
                                "content": "48.  The 2010 United States Department of State Country Report on Human Rights Practices in , released in April 2011, in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "c. Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment",
                                "elements": []
                            },
                            {
                                "content": "Although the constitution and law prohibit such practices, law enforcement and security officers routinely beat and otherwise mistreated detainees to obtain confessions or incriminating information. Sources reported that torture and abuse were common in prisons, pretrial facilities, and local police and security service precincts. Reported methods of torture included severe beatings, denial of food, sexual abuse, tying and hanging by the hands, and electric shock. Family members of prisoners reported several cases of medical abuse, and one person reportedly remained in forced psychiatric treatment. The government reported that during the first six months of the year, it opened 226 criminal cases against 285 employees of law enforcement bodies. Of these, 75 persons were accused of charges related to abuse of power, and four were charged with torture or other brutal or degrading treatment. The remaining cases were for unspecified offenses. During the first nine months of the year, the government dismissed and brought criminal charges against 186 employees of law enforcement bodies for unstated reasons.",
                                "elements": []
                            },
                            {
                                "content": "The UN Human Rights Committee in its five-year review of the country under the International Covenant on Civil and Political Rights (ICCPR Review) expressed concerns in a March 25 publication that the country’s definition of torture in the criminal code is not in conformity with Article 1 of the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, to which the country is a party.",
                                "elements": []
                            },
                            {
                                "content": "In a joint statement submitted for the ICCPR Review, the Human Rights Alliance of Uzbekistan, the Committee for the Liberation of Prisoners of Conscience, and the Uzbek-German Forum for Human Rights stated that torture and abuse by police and investigating authorities remain \"systematic, unpunished, and encouraged\" by senior government officials. The report noted that judges and prosecutors routinely failed to investigate allegations of torture, and that the country’s leadership, including heads of law enforcement agencies, failed to condemn publicly the use of torture.",
                                "elements": []
                            },
                            {
                                "content": "In February an independent news Web site reported that family members of prisoner Sanjar Narmuradov, serving a 13-year sentence on extremism charges, stated he was tortured and mistreated in a Tashkent Region prison.",
                                "elements": []
                            },
                            {
                                "content": "In March, 12 of 25 defendants charged with religious extremism reported to a Jizzakh court that they were tortured in pretrial detention facilities. The court ordered an investigation of these claims, but concluded there was no evidence of torture.",
                                "elements": []
                            },
                            {
                                "content": "On March 29, a  court convicted Kurban Kadyrov of participation in anticonstitutional activity as a member of a religious extremist group, sentencing him to eight years in prison. The court did not address Kadyrov’s complaints that he only signed a confession because he was tortured during interrogation. On April 29, a regional  court upheld his conviction and sentence on appeal.",
                                "elements": []
                            },
                            {
                                "content": "In April the Initiative Group of Independent Human Rights Defenders of Uzbekistan (IGIHRDU) reported that prisoner Dilshodbek Amanturdiev complained to family members that during the first four months of the year fellow inmates subjected him to torture instigated by the prison administration. Amanturdiev reportedly stated that in one incident, he was beaten unconscious.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Authorities reportedly meted out harsher than typical treatment to individuals suspected of Islamist extremism throughout the year, especially to pretrial detainees who were allegedly members of banned religious extremist political organizations or to the Nur group, which is not officially banned. Local human rights workers reported that authorities often offered payment or other inducements to inmates to beat other inmates suspected of religious extremism.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Relatives of prisoners reported the deaths of several prisoners serving sentences, most of whom received sentences related to religious extremism. In some cases, family members reported that the body of the prisoner showed signs of beating or other abuse, but authorities pressured the family to bury the body before examination by a medical professional. Reported cases that fit this pattern included those of Nurullo Musaev and Shavkat Alimhojaev. There were no updates to the reported cases in 2009 that fit this pattern, including the deaths of Abdulatif Ayupov, Ismat Hudoyberdiyev, Negmat Zufarov, and Golib Mullajonov.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Authorities continued to arrest persons arbitrarily on charges of extremist sentiments or activities and association with banned religious groups. Local human rights activists reported that police and security service officers, acting under pressure to break up extremist cells, frequently detained and mistreated family members and close associates of suspected members of religious extremist groups. Coerced confessions and testimony in such cases were commonplace.",
                                "elements": []
                            },
                            {
                                "content": "Many of the year’s arrests related to religious extremism resulted from two highprofile killings, an additional homicide attempt, and one exchange of gunfire that took place in  during the summer of 2009. Between January and April, courts convicted at least 50 persons on charges of extremism in closed trials, issuing verdicts ranging from suspended sentences to 18 years in prison. There were reports that as many as 150 other persons were convicted in related trials across the country. The families of several defendants accused authorities of using torture and coercion to obtain confessions, and many raised questions regarding due process provisions.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "According to 2009 reforms to the criminal procedure code, defense attorneys may access government-held evidence relevant to their clients’ cases once the initial investigation is completed and the prosecutor files formal charges. There is an exception, however, for evidence that contains information that if released could pose a threat to state security. During the year courts invoked that exception frequently, leading to complaints that its primary purpose is to allow prosecutors to avoid sharing evidence with defense attorneys. In many cases, prosecution was based solely upon defendants’ confessions or incriminating testimony from state witnesses, particularly in cases involving suspected religious extremists. Lawyers may, and occasionally did, call on judges to reject confessions and investigate claims of torture. Judges often did not respond to such claims or dismissed them as groundless.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "On January 18, a Kashkadarya court sentenced human rights activist Gaybullo Jalilov for membership in an extremist religious group that allegedly planned terrorist attacks against a regional airport. Jalilov, who had been active in assisting others accused of extremism, claimed officials mistreated him while he was in custody and coerced him into signing a confession. On March 9, the Kashkadarya Regional Criminal Court upheld his conviction and sentence. Jalilov reportedly came to his appellate hearing with a swollen eye and told relatives that he had been punched and kicked repeatedly in his cell. In a closed hearing on August 5, the Kashkadarya court extended his sentence by four years for conducting anticonstitutional activities in prison.",
                                "elements": []
                            },
                            {
                                "content": "On April 30, an Andijan court sentenced Diloram Abdukadirova to 10 years in prison for illegal border crossing and threatening the constitutional order. Abdukadirova fled the country after witnessing the 2005 Andijan events. She returned to the country in January after authorities reportedly gave repeated assurances to her family that she could come home without fear of prosecution, but she was immediately detained and later charged. A family member reported that Abdukodirova had bruises on her face during her trial.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLES 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  The applicant complained that, if expelled to , he would run a real risk of being subjected to treatment in breach of Article 3 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "50.  The applicant also contended under Article 13 of the Convention that he had had no effective remedies in respect of his allegations of risk of illtreatment in . Article 13 reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "51.  The Government argued that the applicant had first complained about his fear of being subjected to ill-treatment in his appeal against the decision ordering his expulsion. However, he had failed to furnish “indisputable and objective evidence” to support those allegations. In any event, the appellate court had had no realistic opportunity to examine those submissions because a complaint against an administrative expulsion order was to be examined within twenty-four hours of its submission. Moreover, the alleged risk of ill-treatment in case of expulsion was not a legally relevant fact and the court examining such a complaint was under no obligation to ascertain it. At the same time, the domestic authorities had carefully examined and correctly dismissed that argument in the asylum proceedings initiated by the applicant. They had arrived at the reasoned conclusion that his application for asylum had been motivated in reality by his fear of criminal prosecution and eventual punishment in Uzbekistan because he had not sought refugee status immediately after his arrival in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Government further submitted that, in any event, the crimes of which the applicant was accused in his home country were not punishable with the death penalty. In their assessment of the asylum application the Russian authorities had taken into account that  had ratified the United Nations Convention against Torture and Other Cruel, Inhuman and Degrading Treatment or Punishment. Lastly, the Government pointed out that the domestic courts, as a general rule, made an assessment of the issue of the risk of ill-treatment and referred in that respect to three court decisions in what they referred to as “similar cases”, without providing copies of them. In the Government’s opinion, that fact demonstrated that the applicant did have an effective remedy in respect of his grievance under Article 3.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "53.  Referring to recent reports on Uzbekistan issued by governmental and non-governmental international organisations, such as the United Nations Human Rights Committee, Human Rights Watch, Amnesty International, and also the United States Department of State, the applicant claimed that the use of treatment in breach of Article 3 against detainees and, in particular, persons accused of membership of proscribed religious organisations, was endemic and pervasive in his home country. Relying on the Court’s findings in the case of Muminov v. Russia, cited above, the applicant submitted that, as a supposed member of HT, he belonged to an identifiable group in respect of which there were serious reasons for believing in the existence of a practice of its persecution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The applicant further stated that in a number of recent judgments concerning similar situations, including the cases of Abdulazhon Isakov v. Russia (no. 14049/08, 8 July 2010) and Karimov v. Russia (no. 54219/08, 29 July 2010), the Court acknowledged that the problem of ill-treatment of detainees in Uzbekistan remained enduring and that there was no indication of any fundamental improvement in that area. Furthermore, the applicant stressed that his fear of a risk of ill-treatment was based on his own experience of torture at the hands of the Uzbek law-enforcement authorities, leading to a spine injury, and that the UNHCR had found him eligible for international protection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The applicant averred that his submissions concerning the risk of illtreatment had not been properly, if at all, considered by the domestic authorities either in the expulsion or the asylum proceedings. In the former proceedings the courts had had no obligation to consider the issue of the risk of ill-treatment and, given the expedited nature of the court’s examination of the expulsion matter, the applicant had been deprived of a meaningful opportunity to state his case. Likewise, in the asylum proceedings, although the courts had not been formally prevented from assessing the matter of the risk of ill-treatment, they had chosen to disregard the applicant’s submissions in that respect and the information from independent sources provided by him. Moreover, in view of the expulsion of the applicant in the Muminov case despite pending asylum proceedings and also the insufficiently clear wording of the relevant provisions, it could not be argued with certainty that a pending application for asylum had a suspensive effect in the event of an expulsion being ordered. Lastly, the applicant alleged that his expulsion would be, in reality, a disguised extradition and that the migration authorities and the courts had been influenced by the FSB, who wished to expel him from the country because of his presumed membership of HT.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "56.  The Court notes that the applicant’s complaints under Articles 3 and 13 of the Convention are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds and must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Article 3 of the Convention",
                                "elements": [
                                    {
                                        "content": "57.  The Court reiterates at the outset that Contracting States have the right as a matter of international law and subject to their treaty obligations, including the Convention, to control the entry, residence and expulsion of aliens (see Abdulaziz, Cabales and Balkandali v. the United Kingdom, 28 May 1985, § 67, Series A no. 94), and the right to political asylum is not explicitly protected by either the Convention or its Protocols (see Salah Sheekh v. the Netherlands, no. 1948/04, § 135, ECHR 2007I (extracts)). However, expulsion by a  may give rise to an issue under Article 3, and hence engage the responsibility of that State under the Convention, where substantial grounds have been shown for believing that the individual concerned, if deported, faces a real risk of being subjected to treatment contrary to Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In such a case, Article 3 implies an obligation not to deport the person in question to that country (see Saadi v. Italy [GC], no. 37201/06, § 125, 28 February 2008). Nonetheless, there is no question of adjudicating on or establishing the responsibility of the receiving country, whether under general international law, under the Convention or otherwise (see Soering v. the United Kingdom, 7 July 1989, § 91, Series A no. 161).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The assessment whether there are substantial grounds for believing that the applicant faces a real risk of being subjected to treatment in breach of Article 3 inevitably requires that the Court assess the conditions in the receiving country against the standards of that Convention provision (see Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 67, ECHR 2005I). These standards imply that the ill-treatment the applicant alleges he will face if returned must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this is relative, depending on all the circumstances of the case (see Hilal v. the United Kingdom, no. 45276/99, § 60, ECHR 2001II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  In determining whether it has been shown that the applicant runs a real risk of suffering treatment proscribed by Article 3 if expelled, the Court will examine the issue in the light of all the material placed before it or, if necessary, material obtained proprio motu (see Saadi, cited above, § 128). Since the nature of the Contracting States’ responsibility under Article 3 in cases of this kind lies in the act of exposing an individual to the risk of ill-treatment, the existence of the risk must be assessed primarily with reference to those facts which were known or ought to have been known to the Contracting State at the time of the expulsion (see Vilvarajah and Others v. the United Kingdom, 30 October 1991, § 107, Series A no. 215). However, if the applicant has not yet been extradited or deported when the Court examines the case, the relevant time will be that of the proceedings before the Court (see Saadi, cited above, § 133).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  It is in principle for the applicant to adduce evidence capable of proving that there are substantial grounds for believing that, if the measure complained of were to be implemented, he would be exposed to a real risk of being subjected to treatment contrary to Article 3 (see N. v. Finland, no. 38885/02, § 167, 26 July 2005). Where such evidence is adduced, it is for the Government to dispel any doubts about it (see Ryabikin v. Russia, no. 8320/04, § 112, 19 June 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  As regards the general situation in a particular country, the Court has held on several occasions that it can attach certain importance to the information contained in recent reports from independent international human-rights-protection associations such as Amnesty International, or governmental sources, including the US State Department (see Saadi, cited above, § 131, with further references). At the same time, the mere possibility of ill-treatment on account of an unsettled situation in the receiving country does not in itself give rise to a breach of Article 3 (ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Where the sources available to the Court describe a general situation, an applicant’s specific allegations in a particular case require corroboration by other evidence (see Mamatkulov and Askarov, cited above, § 73).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government argued that the domestic authorities had correctly dismissed the applicant’s allegation that he would run a risk of ill-treatment or torture if expelled to . Relying on various reports of international organisations and his own experience of ill-treatment, the applicant disputed the Government’s argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court reiterates that in cases where an applicant provides reasoned grounds which cast doubt on the accuracy of the information relied on by the respondent Government, the Court must be satisfied that the assessment made by the authorities of the Contracting State is adequate and sufficiently supported by domestic materials as well as by materials originating from other reliable and objective sources such as, for instance, other Contracting or non-Contracting States, agencies of the United Nations and reputable non-governmental organisations (see Salah Sheekh, cited above, § 136, and Ismoilov and Others v. Russia, cited above, § 120).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court will first assess whether the applicant’s grievance received an adequate reply at the national level (see Muminov v. Russia, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  Having regard to the materials in its possession, the Court notes that the applicant complained about the risk of being subjected to treatment in breach of Article 3 in both the expulsion and asylum proceedings. Accordingly, in making its assessment the Court will have regard to both sets of proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Having examined the applicant’s submissions in those proceedings, the Court is satisfied that he consistently raised before the domestic authorities the issue of the risk of being subjected to treatment in breach of Article 3, advancing a number of specific and detailed arguments. Among other things, he referred to his own experience of ill-treatment at the hands of the Uzbek law-enforcement officials and to their systematic use of illtreatment against detainees and, in particular, persons accused of membership of proscribed religious organisations, such as HT, a religious organisation banned in . In support of his allegations the applicant relied on reports by international organisations and UN agencies concerning the human rights situation in Uzbekistan and also enclosed a medical certificate attesting to his spine injury (see paragraphs 24, 29-31, 33, 36 and above). However, the Court is not persuaded that the domestic authorities made an adequate assessment of the risk of illtreatment if the applicant was expelled to his home country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  As regards the asylum proceedings, it emerges from the related decisions that the migration authorities and the courts, in fact, disregarded the applicant’s submissions concerning the risk of his being subjected to treatment in breach of Article 3. In particular, the decisions of the Ryazan FMS and the FMS contained no reference to that point, despite the fact that the applicant consistently raised the issue of the risk of ill-treatment in his initial asylum application and when challenging the Ryazan FMS decision before the FMS (see paragraphs 32 and 35 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  As to proceedings for judicial review of the decisions of the migration authorities, the courts at two levels of jurisdiction briefly noted that the applicant had failed to adduce convincing facts confirming that he was persecuted on religious grounds, without providing any further details in that respect (see paragraphs 38 and 40 above). Even assuming that in so holding they implied that the applicant had failed to furnish evidence of the risk of ill-treatment, in the Court’s view, those brief statements could hardly amount to what could be considered an adequate assessment of the risk of the applicant being subjected to such treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Having regard to the decisions of the migration authorities and the courts in the asylum proceedings, the Court is furthermore unable to find an indication that they paid any attention to the bulk of evidence concerning the human rights situation in Uzbekistan which was put forward by the applicant and came from independent sources.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  It is furthermore noted that the applicant’s argument that he had already been subjected to ill-treatment in connection with his persecution for presumed membership of HT and the related medical certificate he enclosed to support his allegations also remained without consideration by the courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court observes that all domestic authorities involved in the asylum proceedings referred to the fact that the applicant had not applied for refugee status immediately after his arrival in . Moreover, the appellate court explicitly stated that his arguments concerning persecution were not valid because he had not applied for asylum in due time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  In this respect the Court points out that, whilst a person’s failure to seek asylum immediately after arrival in another country may be relevant for the assessment of the credibility of his or her allegations, it is not possible to weigh the risk of ill-treatment against the reasons put forward for the expulsion (see Abdolkhani and Karimnia v. Turkey, no. 30471/08, § 91, 22 September 2009). The conduct of the person concerned, however undesirable or dangerous, cannot be taken into account, with the consequence that the protection afforded by Article 3 of the Convention is broader than that provided for in Articles 32 and 33 of the 1951 United Nations Convention relating to the Status of Refugees (see Saadi, cited above, § 138, and Chahal v. the United Kingdom, 15 November 1996, § 81, Reports of Judgments and Decisions 1996V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  As regards the expulsion proceedings, the Court agrees with the Government that in those proceedings the applicant first raised the illtreatment issue in his appeal against the expulsion order. However, it does not find this unreasonable, given that the applicant became aware of the risk of being returned to his home country at the moment he learnt about the decision ordering his expulsion to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Government argued that the courts in expulsion proceedings were under no obligation to examine claims concerning the risk of illtreatment. Nonetheless, in dismissing the applicant’s appeal against the expulsion order, the  explicitly held that he had failed to furnish “indisputable evidence” to support his allegations of a threat to his life and health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  In the absence of elaboration on this point by that court, the exact meaning of its statement remains obscure. The Court considers, however, that requesting an applicant to produce “indisputable” evidence of the risk of ill-treatment in the requesting country would be tantamount to asking him to prove the existence of a future event, which is impossible, and would place on him a clearly disproportionate burden. In this respect it reiterates its constant case-law to the effect that what should be assessed in this type of case are the foreseeable consequences of sending the applicant to the receiving country (see, among other authorities, Vilvarajah and Others, cited above, § 108).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  In sum, for the reasons stated above, the Court considers that the domestic authorities failed to make an adequate assessment of the risk of the applicant being subjected to torture or ill-treatment if he were expelled to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Government argued that the offences of which the applicant was accused in his home country were not punishable with the death penalty. The Court notes, however, that the thrust of the applicant’s complaint concerns not a fear of receiving the death penalty but the risk of him being subjected to ill-treatment or torture if he were expelled to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Accordingly, it now has to assess whether there is a real risk that, if expelled to , the applicant would be subjected to treatment proscribed by Article 3. In line with its case-law and bearing in mind that the applicant has not yet been expelled, owing to the indication of an interim measure under Rule 39 of the Rules of Court, the material date for the assessment of that risk is that of the Court’s consideration of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court observes in the first place that in several judgments concerning expulsion or extradition to Uzbekistan it noted, with reference to materials from independent sources covering the time span between 2002 and 2007, that the practice of torture against those in police custody was “systematic” and “indiscriminate” (see, for example, Muminov and Ismoilov and Others, both cited above, §§ 93 and 121 respectively, with further references). In its recent judgments concerning the same subject, after having examined the latest available information, the Court pointed out that there was no concrete evidence to demonstrate any fundamental improvement in that area (see Abdulazhon Isakov v. Russia, cited above, § 109; Yuldashev v. Russia, no. 1248/09, § 93, 8 July 2010; and Sultanov v. Russia, no. 15303/09, § 71, 4 November 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Government did not argue that the situation in Uzbekistan had improved during the period under consideration in the present case. Having examined recent materials originating from reliable and objective sources (see Salah Sheekh, cited above, § 136), the Court is also unable to find elements which would be indicative of such an improvement. Quite the contrary, it follows from the latest reports by Human Rights Watch, Amnesty International and the US Department of State, as well as the information of other organisations to which they refer in their documents, that the use of torture and ill-treatment against detainees in Uzbekistan is “systematic”, “unpunished” and “encouraged” by law-enforcement and security officers. According to those sources, despite the Uzbek authorities’ assertions that such practices had significantly decreased, reports of torture and ill-treatment of detainees and prisoners continued unabated (see paragraphs 46-48 above). Against this background the Court cannot but conclude that the ill-treatment of detainees remains a pervasive and enduring problem in Uzbekistan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The above findings concern the general situation in Uzbekistan. As regards the applicant’s personal situation, the Court considers it important to note the following. The applicant is wanted by the Uzbek authorities on charges of religious extremism, separatism and fundamentalism because of his presumed participation in the activities of HT, a proscribed religious organisation. In its Muminov judgment the Court considered that there were serious reasons to believe in the existence of the practice of persecution of members or supporters of that organisation. It found that reliable sources affirmed the existence of a practice of torture against persons accused of membership of HT, with a view to extracting self-incriminating confessions and to punishing those persons, who were perceived by public authorities to be involved in religious or political activities contrary to State interests (judgment cited above, § 95).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  Having regard to recent reports on the matter, the Court points out that they all refer to the Uzbek authorities’ continuing persecution of persons suspected of or charged with religious extremism, including presumed members of HT, and state that there are credible allegations of torture in respect of those persons, cases of deaths in custody or situations where the athorities induced inmates to beat their fellow detainees suspected of or charged with having committed religious extremist offences (see paragraphs 45-48 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Whereas it seems to follow from the reports mentioned above that the number of convictions for HT membership dropped in the period between 2004 and 2008, it was stated that cases of convictions of individuals associated with HT still involved credible allegations of torture (see paragraph 45 above). In this respect it is also significant for the Court that the Uzbek authorities have consistently refused to allow independent observers access to detention facilities (see paragraphs 46 and 47 above, and compare Abdolkhani and Karimnia v. , cited above, § 81).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court also finds information concerning the Uzbek authorities’ practice of holding incommunicado individuals extradited from other countries in connection with charges of participation in HT disturbing and agrees that this could increase the risk of them being tortured or illtreated (see paragraph 44 above). In view of the existence of a valid detention order in respect of the applicant, it is likely that he would be directly placed in custody after his expulsion, with no access to relatives or independent observers, which would intensify the risk of ill-treatment (see Ismoilov and Others, cited above, § 123).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  Accordingly, in the light of evidence showing the persisting pattern of persecution of accused members of HT, involving torture and illtreatment, the Court considers that no concrete elements have been produced to show any fundamental improvement in the area concerning this particular group (compare Chahal, cited above, §§ 102-103).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  Against this background the Court reiterates that in Saadi (cited above, § 132) it held that where an applicant alleges that he or she is a member of a group systematically exposed to a practice of ill-treatment, the protection of Article 3 enters into play when the applicant establishes, where necessary on the basis of the information contained in recent reports from independent international human-rights-protection associations or governmental sources, that there are serious reasons to believe in the existence of the practice in question and his or her membership of the group concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court considers that this reasoning applies in the present case, where the applicant is accused of membership of a group in respect of which reliable sources confirm a continuing pattern of ill-treatment on the part of the authorities, as has been stated above. Although in such circumstances the Court will normally not insist that the applicant show the existence of further special distingushing features (see NA. v. the United Kingdom, no. 25904/07, § 116, 17 July 2008), it considers it nonetheless important to point out the following.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  Before the Russian authorities, the applicant repeatedly submitted that he had already been subjected to persecution and ill-treatment at the hands of the Uzbek law-enforcement authorities in connection with his presumed membership of HT. He presented a detailed account of how the alleged ill-treatment had occurred (compare Garayev v. Azerbaijan, no. 53688/08, § 72, 10 June 2010), claiming that he had sustained a spine injury as a result of it and producing a medical certificate indicating that he suffered from the after-effects of compression fractures of several vertebrae (see paragraph 36 above). Although the certificate contains no indication of the date of infliction of the injury, the Court considers that it lends further credence to the applicant’s otherwise coherent submissions concerning his persecution by the authorities and alleged experience of ill-treatment, which cannot be discarded as completely without foundation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  Furthermore, it finds it highly significant that the office of the UNHCR, after having interviewed the applicant and carefully examined his case, found that as a person persecuted for his imputed political opinions he was unable to return to Uzbekistan and that he was eligible for international protection under its mandate (see paragraph 37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  In view of what has been stated above, the Court considers that substantial grounds have been shown for believing that the applicant would face a real risk of treatment proscribed by Article 3, if expelled to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In so far as the Government may be understood to argue that that risk could be negated because Uzbekistan had become a party to the UN Convention against Torture, it is reiterated that the existence of domestic laws and accession to international treaties guaranteeing respect for fundamental rights in principle are not in themselves sufficient to ensure adequate protection against the risk of ill-treatment where, as in the present case, reliable sources have reported practices resorted to or tolerated by the authorities which are manifestly contrary to the principles of the Convention (see Saadi, cited above, § 147).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court concludes therefore that implementation of the expulsion order against the applicant would give rise to a violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Article 13 of the Convention",
                                "elements": [
                                    {
                                        "content": "95.  The Court reiterates that Article 13 guarantees the availability at national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. The effect of this Article is thus to require the provision of a domestic remedy allowing the competent national authority both to deal with the substance of the relevant Convention complaint and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their obligations under this provision. Moreover, in certain circumstances the aggregate of remedies provided by national law may satisfy the requirements of Article 13 (see, among other authorities, Abdolkhani and Karimnia, cited above, § 107).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  For Article 13 to apply, the complaint under a substantive provision of the Convention must be arguable. The Court considers, and this has not been disputed between the parties, that the applicant’s claim under Article 3 is arguable and thus Article 13 is applicable in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  It is further reiterated that the remedy required by Article 13 must be effective both in law and in practice, in particular, in the sense that its exercise must not be unjustifiably hindered by the acts or omissions of the authorities of the respondent State (see Shamayev and Others v. Georgia and Russia, no. 36378/02, § 447, ECHR 2005III). The “effectiveness” of a “remedy” within the meaning of Article 13 does not depend on the certainty of a favourable outcome for the applicant (see Čonka v. , no. 51564/99, § 75, ECHR 2002I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court also points out that, in the specific context of expulsion cases, given the irreversible nature of the harm that might occur if the alleged risk of torture or ill-treatment materialised and the importance which the Court attaches to Article 3, the notion of an effective remedy under Article 13 requires (i) independent and rigorous scrutiny of a claim that substantial grounds exist for believing that there was a real risk of treatment contrary to Article 3 in the event of the applicant’s expulsion to the country of destination, and (ii) the provision of an effective possibility of suspending the enforcement of measures whose effects are potentially irreversible (see Muminov, cited above, § 101, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  Turning to the circumstances of the present case, the Court takes note of the Government’s statement that the courts in expulsion proceedings were ill-equipped to examine claims of the risk of ill-treatment (see paragraph 51 above). In this connection it also reiterates its finding to the effect that, in holding that the applicant had failed to furnish “indisputable evidence” of the risk of ill-treatment, the Ryazan Regional Court had placed on him a disproportionate burden of proving the existence of a future event and had therefore, in practice, deprived him of an opportunity to obtain a meaningful examination of his claim (see paragraph 77 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  At the same time the Government argued that the authorities in the asylum proceedings were better equipped to examine the applicant’s claims concerning the risk of ill-treatment. In that respect they referred to three decisions by the domestic courts in asylum proceedings concerning persons other than the applicant. They also submitted that the domestic authorities had carefully examined the applicant’s submissions concerning the risk of ill-treatment and had correctly dismissed them (see paragraph 52 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  In so far as the Government relied on the decisions of the domestic courts concerning third persons, the Court points out that they failed to furnish copies of the related documents. In any event, as it has noted on several occasions, it is not called upon to review in abstracto the compatibility of the relevant law and practice with the Convention, but to determine whether there was a remedy compatible with Article 13 of the Convention available to grant the applicant appropriate relief as regards his substantive complaint (see, among other authorities, G.H.H. and Others v. Turkey, no. 43258/98, § 34, ECHR 2000VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The applicant in the present case raised risk of the illtreatment issue before the migration authorities and courts in the asylum proceedings, making detailed submissions in that respect and supporting his claims with reference to relevant reports of international organisations and to his own alleged experience of ill-treatment. In the Government’s submission, the domestic authorities in the asylum proceedings were not prevented – either legally or in practice – from examining his claims. However, as has been established above, none of them conducted an adequate and detailed examination of the applicant’s claims (see paragraphs 70 and 72 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  It follows that the courts failed to rigorously scrutinise the applicant’s claims that there was a risk that he would be ill-treated in the event of his expulsion to Uzbekistan (compare Abdulazhon Isakov and Yuldashev, both cited above, §§ 137 and 111, respectively). Hence, one of the key requirements concerning the notion of an effective remedy under Article 13 in the specific context of expulsion (see paragraph 98 above) was not complied with in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Accordingly, the Court concludes that there has been a violation of Article 13 of the Convention because in the circumstances of the case the applicant was not afforded in practice an effective and accessible remedy in relation to his complaint under Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  In view of this finding the Court does not consider it necessary to examine the remainder of the applicant’s arguments under this head.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": "106.  The Court recalls that, in accordance with Article 44 § 2 of the Convention, the present judgment will not become final until (a) the parties declare that they will not request that the case be referred to the Grand Chamber; or (b) three months after the date of the judgment no reference of the case to the Grand Chamber has been requested; or (c) the Panel of the Grand Chamber rejects any request to refer under Article 43 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "107.  It considers that the indication made to the Government under Rule 39 of the Rules of Court (see above § 4) must continue in force until the present judgment becomes final.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "108.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "109.  The applicant claimed 10,000 euros (EUR) in respect of nonpecuniary damage for the suffering and anguish he had endured in connection with the risk of being subjected to ill-treatment and as a result of the actions and decisions of the Russian authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Government argued that the applicant’s claim was excessive and that, if a Court was to find a violation of his Convention rights, a finding of a violation would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Court observes that no breach of Article 3 has yet occurred in the present case. However, it found that the decision to expel the applicant would, if implemented, give rise to a violation of that provision. It considers that its finding regarding Article 3 in itself amounts to adequate just satisfaction for the purposes of Article 41 (see Daoudi v. France, no. 19576/08, § 82, 3 December 2009, and Chahal, cited above, § 158). The same considerations apply to the Court’s related finding regarding Article 13 (see Gebremedhin [Gaberamadhien] v. , no.  25389/05, § 79, ECHR 2007II, and Raza v. , no. 31465/08, § 88, 11 February 2010).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "112.  The applicant also claimed 2,694.45 pounds sterling (GBP) for the costs and expenses incurred before the Court, of which GBP 600 covered the services of Mr K. Koroteyev, at the rate of GBP 150 per hour, and GBP 2,094.45 represented translation expenses and administrative costs. He requested that the above amounts be paid into his representatives’ account in the United Kingdom.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Government submitted that copies of some of the invoices concerning translation services were not stamped, and that there was therefore no proof that the applicant had, in reality, paid those amounts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. The Court takes note of the Government’s submission concerning invoices not stamped by the applicant’s representatives. It further notes that the applicant had failed to substantiate his claims in respect of the services of Mr Koroteyev in that he had not submitted any related invoices or agreements. Moreover, Mr Koroteyev’s name was not mentioned in any of the authority forms submitted by the applicant. Against this background and having regard to the documents in its possession and the above criteria, the Court awards the applicant EUR 1,800, to be paid into the representatives’ bank account in the United Kingdom, as identified by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "115.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that, if the order to expel the applicant to  were to be enforced, there would be a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Decides to continue to indicate to the Government under Rule 39 of the Rules of Court that it is desirable in the interests of the proper conduct of the proceedings not to expel the applicant until such time as the present judgment becomes final or further order;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,800 (one thousand eight hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses, to be paid into the representatives’ bank account in the United Kingdom;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 November 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF YAKUBOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-107329.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1108JUD000726510",
    "externalsources": [],
    "extractedappno": [
        "7265/10",
        "42502/06",
        "2947/06",
        "14049/08",
        "54219/08",
        "1948/04",
        "37201/06",
        "46827/99",
        "46951/99",
        "45276/99",
        "38885/02",
        "8320/04",
        "30471/08",
        "1248/09",
        "15303/09",
        "25904/07",
        "53688/08",
        "36378/02",
        "51564/99",
        "43258/98",
        "19576/08",
        "25389/05",
        "31465/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-107329",
    "judgementdate": "08/11/2011 00:00:00",
    "kpdate": "08/11/2011 00:00:00",
    "kpthesaurus": [
        "350",
        "444"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "13",
        "3"
    ],
    "parties": [
        "YAKUBOV",
        "RUSSIA"
    ],
    "rank": "839.065734863281",
    "representedby": [
        "EHRAC / Memorial Human Rights Centre"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "356537",
    "typedescription": "15"
}