{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "36186/97",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-60944.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36186/97) against the Republic of Hungary lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, György Tímár (“the applicant”), on 30 March 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Hungarian Government (“the Government”) were represented by their Agent, Mr L. Höltzl, Deputy State-Secretary, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the proceedings concerning the restitution of his property lasted unreasonably long.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. ",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  By a decision of 19 March 2002 the Court declared the application partly admissible.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1937 and lives in Budapest. His previous applications (nos. 23209/94 and 27313/95) to the European Commission of Human Rights (“the Commission”) were joined and declared inadmissible by the Plenary Commission on 13 January 1997.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 18 November 1965 the Budapest Regional Court, in the context of criminal proceedings with certain political connotations, convicted the applicant of espionage and sentenced him to six and a half years’ imprisonment. The Court also ordered the confiscation of his property. On 23 February 1966 the Supreme Court, upon the applicant’s appeal, amended the first-instance judgment in that the criminal offence was characterised as attempted sedition and the prison term was reduced to five years. The remainder of the appeal was dismissed. Subsequently the applicant served his sentence. His property, namely his villa and garden as well as his car and money in a bank, was confiscated.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 25 October 1989 the Attorney General lodged an appeal on legal grounds with the Supreme Court against the judgments of 1965 and 1966, proposing that the applicant’s conviction be quashed as being unlawful and that the applicant be acquitted. On 12 December 1989 the Supreme Court followed this proposal.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 6 February 1990 the applicant instituted proceedings before the Budapest Regional Court claiming restitution of his property. He further claimed compensation as a victim of a miscarriage of justice. On 19 February 1993 the Regional Court awarded him four million Hungarian forints (HUF) as compensation for damage suffered as a consequence of his imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "12.  In the restitution proceedings, between September 1990 and February 1992 the Regional Court held several hearings. Moreover, given that both the confiscated car and real estate had been sold and that, therefore, only compensation was feasible, the court took expert evidence as to the value of this property. The Technical Institute of Judicial Experts prepared an opinion on that question.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 24 February 1992 the Regional Court, following a further hearing, issued an order awarding the applicant HUF 50,000 for the car, plus HUF 6,200,000 in compensation for his losses. The remainder of his claims was dismissed. The applicant lodged an appeal with the Supreme Court sitting as a second instance, claiming higher compensation. ",
                                "elements": []
                            },
                            {
                                "content": "14.  On 10 December 1992 the Supreme Court considered the case by way of a written procedure and dismissed the applicant’s appeal. ",
                                "elements": []
                            },
                            {
                                "content": "15.  On 12 February 1993 the Attorney General, reacting to the applicant’s request to seek review of the Supreme Court’s decision, informed him that restitution proceedings were governed by the Code of Criminal Procedure, which excluded such a review. ",
                                "elements": []
                            },
                            {
                                "content": "16.  On 19 February 1993 the applicant nevertheless lodged a petition for review with the Supreme Court, complaining of the Budapest Regional Court’s decision, as well as of the second-instance decision taken by the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 22 June 1993 the Supreme Court rejected his petition.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 5 April 1995 the Constitutional Court decided that the application of procedural rules assigning restitution cases to the criminal courts – and excluding a review by the Supreme Court – amounted to arbitrary discrimination. The Constitutional Court amended the said rules to the effect that the files should be forwarded to the civil courts with a view to conducting the proceedings. Concerning the applicant’s particular case, it decided that he should be entitled to institute civil review proceedings before the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "19.  The applicant’s renewed petition for review dated 8 April 1995 was received at the Supreme Court on 10 April 1995. He filed further submissions on 10 and 13 May 1995. ",
                                "elements": []
                            },
                            {
                                "content": "20.  On 19 October 1995 the Supreme Court rejected the renewed petition. It noted the background to the applicant’s case, including its rejection of the applicant’s previous petition. However, as the Code of Criminal Procedure only envisaged the possibility of one such petition, the Supreme Court had to reject any further petition brought by the same person.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 12 February 1996 the Constitutional Court dismissed the applicant’s further constitutional complaint. It considered that the applicant’s submissions did not raise any questions of constitutionality within the meaning of the relevant provisions of the Constitutional Court Act, but were limited to complaining that the Supreme Court had failed to implement properly the Constitutional Court’s earlier decision. To the extent that the applicant, in his submissions, pursued his petition for review, the Constitutional Court referred the case to the Budapest Regional Court for further action, the latter being the competent court for the civil procedure.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 7 March 1996 the Budapest Regional Court forwarded the files to the Supreme Court for a decision on the applicant’s petition for review.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 12 November 1996 the Supreme Court again rejected the applicant’s petition for review. It explained that, according to the relevant provisions of the Code of Civil Procedure, no review could take place in proceedings of the present kind. Subsequently the applicant brought a further complaint before the Constitutional Court with a view to the annulment of that decision.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 9 June 1998 the Constitutional Court declared unconstitutional the procedural situation governing the examination of criminal restitution claims in civil review proceedings.",
                                "elements": []
                            },
                            {
                                "content": "25.  Following the ensuing change in legislation, on 15 February 2000 the Supreme Court annulled its decision of 12 November 1996 and ordered a review of the merits of the applicant’s restitution claims.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 25 June 2001 the Supreme Court’s review bench considered the case by way of a written procedure and dismissed the applicant’s petition on its merits. It held that the lower courts’ procedure, and in particular the manner of taking evidence – although it had been governed by the rules of criminal procedure concerning restitution – had complied with the Code of Civil Procedure. That decision was served on 6 August 2001.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  The applicant complained that the length of the proceedings in his case exceeded a reasonable time within the meaning of Article 6 § 1 of the Convention which, in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "28.  The Government contested this view.",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into consideration ",
                                "elements": [
                                    {
                                        "content": "29.  The Court first observes that the proceedings started on 6 February 1990, when the applicant lodged his claim with the Budapest Regional Court. However, the period to be taken into consideration by the Court did not begin on that date, but on 5 November 1992, when the declaration whereby Hungary recognised the right of individual petition for the purposes of former Article 25 of the Convention took effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The proceedings ended on 6 August 2001 when the Supreme Court’s review decision was served on the applicant. The total length of the applicant’s case accordingly amounted to 11 years and 6 months, of which the period of 8 years and 9 months falls within the Court’s jurisdiction ratione temporis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In order to assess the reasonableness of the length of time in question, the Court will have regard to the stage reached in the proceedings on 5 November 1992 (see, among other authorities, Humen v. Poland [GC], no. 26614/95, §§ 58-59, 15 October 1999, unreported).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Reasonableness of the length of the proceedings",
                                "elements": [
                                    {
                                        "content": "32.  The Court recalls that the reasonableness of the length of proceedings must be assessed in the light of the particular circumstances of the case and having regard to the criteria laid down in the Court’s case-law, in particular the complexity of the case, the conduct of the applicant and of the relevant authorities, and the importance of what was at stake for the applicant in the litigation (see, for instance, Humen v. Poland cited above, § 60; and Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Complexity of the case",
                                        "elements": [
                                            {
                                                "content": "33.  The Government contended that the case was complex as it required a reconciliation by the Supreme Court of certain substantive and procedural rules of civil and criminal law, as well as repeated examinations by the Constitutional Court and even a change in legislation. They further submitted that the proceedings subsequent to this legislative change had involved a degree of complexity given that the applicant’s claim had been handled as a test case in the application of new procedural rules.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The applicant disagreed with the Government and argued that the case was not complex.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court notes that important delays appear to have originated from the incoherence between the different approaches of the Supreme Court and Constitutional Court to the applicant’s restitution claims, in particular as regards the question whether a Supreme Court review was available in the case – and, if so, under the procedural rules of civil or criminal law. However, the Court does not consider that such uncertainty in the application of domestic law rendered the proceedings so complex as to justify the length of the proceedings at issue. It is also of the view that the other reasons invoked by the Government regarding complexity do not sufficiently explain the length of the present case (see, mutatis mutandis, Malinowska v. Poland, no. 35843/97, § 88, 14 December 2000, unpublished).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Conduct of the applicant",
                                        "elements": [
                                            {
                                                "content": "36.  No arguments have been put before the Court that the applicant bears any responsibility for the length of proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conduct of the judicial authorities and what was at stake for the applicant",
                                        "elements": [
                                            {
                                                "content": "37.  The Government considered that the relevant courts had acted with due diligence in handling the applicant’s case. They submitted that the length of the proceedings was reasonable having regard to the absence of any requirement on the part of the national authorities to act with special diligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The applicant contested this.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court notes that the restitution claims introduced by the applicant on 6 February 1990 concerned his conviction in 1966 and the annulment thereof in 1989. Subsequent to a first award granted on 24 February 1992, the remainder of the applicant’s claims was examined by the Supreme Court sitting as the second-instance court on 10 December 1992, following which its review bench dealt with the case on four occasions, on 22 June 1993, 19 October 1995, 12 November 1996 and 25 June 2001. Moreover, the Constitutional Court was sitting in the case on 5 April 1995, 12 February 1996 and 9 June 1998. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court observes that there were at least three significant periods of inactivity attributable to the authorities. There appears to have been no development in the applicant’s case between 22 June 1993 and 5 April 1995, between 12 November 1996 and 9 June 1998, and between 15 February 2000 and 25 June 2001. For the Court, these delays have not been satisfactorily explained by the Government, even if a further delay between 9 June 1998 and 15 February 2000 may have been warranted by the legislative reform required by the Constitutional Court’s decision of 9 June 1998.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  With regard to the apparent discord between the Supreme Court and the Constitutional Court as to the evaluation of the applicant’s case and the resultant protraction of the review proceedings, the Court recalls that Article 6 § 1 imposes on Contracting States the duty to organise their judicial systems in such a way that their courts can meet the obligation to decide cases within a reasonable time (see, among other authorities, the Duclos v. France judgment of 17 December 1996, Reports of judgments and decisions 1996-VI, pp. 2180–81, § 55 in fine). Therefore the Court concludes that delay in the proceedings must be mainly attributed to the national authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Having regard to the circumstances of the case and taking into account the overall duration of the proceedings, the Court finds that the “reasonable time” requirement laid down in Article 6 § 1 of the Convention was not complied with in the present case. There has therefore been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "43.  The applicant claimed 1 million euros (“EUR”) for pecuniary and non-pecuniary damage arising out of the length of proceedings. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government submitted that the applicant’s claims were excessive and argued that the damage should be assessed in the light of the relevant case-law of the Court in its cases against Hungary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  There is no evidence of any causal link between the violation of Article 6 § 1 of the Convention found above and the applicant’s claim for pecuniary damage. However, the Court accepts that the applicant suffered damage of a non-pecuniary nature as a result of the length of the proceedings instituted by him. Making its assessment on an equitable basis and having regard to the circumstances of the case, the Court awards the applicant EUR 8,000 as compensation for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "46.  The applicant made no claim under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "47.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention by reason of the length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 8,000 (eight thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses unanimously the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 February 2003 pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrGaukur Jörundsson",
            "role": "judges"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TIMAR v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60944.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:0225JUD003618697",
    "externalsources": [],
    "extractedappno": [
        "36186/97",
        "23209/94",
        "27313/95",
        "26614/95",
        "30979/96",
        "35843/97"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-60944",
    "judgementdate": "25/02/2003 00:00:00",
    "kpdate": "25/02/2003 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "40",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "TIMAR",
        "HUNGARY"
    ],
    "rank": "454.733856201172",
    "representedby": [],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [
        "Duclos v. France, judgment of 17 December 1996, Reports of judgments and decisions 1996-VI, pp. 2180-2181, § 55",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Humen v. Poland [GC], no. 26614/95, §§ 58-59, § 60, 15 October 1999, unreported",
        "Malinowska v. Poland, no. 35843/97, § 88, 14 December 2000, unpublished"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318183",
    "typedescription": "15"
}