{
    "__articles": "8;8-1",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for home)",
    "applicability": "",
    "appno": "29775/14;29967/14",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for home"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-206503.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "1.  The case concerns the applicants’ eviction from tied accommodation.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "2.  The applicants are two married couples. They live in the Murmansk Region.",
                        "elements": []
                    },
                    {
                        "content": "3.  Sergey Alekseyevich Lushkin was born in 1962.",
                        "elements": []
                    },
                    {
                        "content": "4.  Svetlana Nikolayevna Lushkina was born in 1962.",
                        "elements": []
                    },
                    {
                        "content": "5.  Aleksandr Vladimirovich Nagulov was born in 1950.",
                        "elements": []
                    },
                    {
                        "content": "6.  Olga Kuzminichna Nagulova was born in 1955.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicants were represented by Ms Y.K. Berezhnaya, a lawyer practising in Murmansk. The Government were represented by Mr M. Galperin, Representative of the Russian Federation to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "8.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                        "elements": []
                    },
                    {
                        "content": "Background to the case",
                        "elements": [
                            {
                                "content": "9.  Since the end of the 1980s the applicants have been living in tied accommodation in a closed town (a settlement where travel or residency restrictions apply) in the Murmansk Region, where Mr Lushkin and Mr Nagulov served in the military. At the end of the 1990s, Mr Lushkin and Mr Nagulov retired and were no longer entitled to live in the closed town.",
                                "elements": []
                            },
                            {
                                "content": "10.  In 2006 the applicants were included in a government programme for resettling inhabitants of closed administrative entities to other regions. The government undertook to finance the construction of accommodation, ownership of which would be transferred to participants in the government programme. The implementation of the programme was carried out by the municipalities of closed towns.",
                                "elements": []
                            },
                            {
                                "content": "11.  In July 2006 M., the then head of the municipality of the closed town, entered into an agreement with a private company for the construction of a block of flats in the Leningrad Region. The municipality undertook to finance the construction of twelve flats in the block and the company undertook to construct and put into service those flats by the second quarter of 2007 and transfer them to the municipality by 30 September 2007.",
                                "elements": []
                            },
                            {
                                "content": "12.  In March 2007 M. was dismissed from his position.",
                                "elements": []
                            },
                            {
                                "content": "13.  In June 2007 the applicants signed a cession of claims agreement with the municipality. Under the agreement, the municipality assigned to the applicants the right, vis-à-vis the construction company, to have ownership of the flats in the block of flats in the Leningrad Region (“new flats”) under the 2006 agreement transferred to them. In exchange the applicants undertook to vacate their flats in the closed town (“old flats”) by 31 December 2007.",
                                "elements": []
                            },
                            {
                                "content": "14.  In 2008 the first and second applicants and in 2009 the third and fourth applicants accepted new flats from the company and signed documents acknowledging receipt of delivery. However, the State registration authorities refused to register the applicants’ ownership rights over the new flats on the grounds that the block of flats had been an unauthorised construction.",
                                "elements": []
                            },
                            {
                                "content": "15.  In 2009 and 2011 the Gatchinskiy Town Court of the Leningrad Region allowed the applicants’ claims for recognition of their ownership rights to the new flats, having found that the block was not an unauthorised construction and was fit for habitation.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 26 August 2011 the Gadzhievskiy Town Court of the Murmansk Region found M. guilty of abuse of office. In particular, it established that M. had signed the agreement with the construction company without organising a call for tenders despite being aware that the company had not obtained any building permission, nor had it been eligible for the tender. As a result of his unlawful actions, the rights of victims, including the applicants – and in particular, their right to respect for their home – had been violated, since it was not possible for them to vacate their old flats and move into their new flats. According to the applicants, they were allowed to familiarise themselves with the material of the criminal case in February 2014.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Eviction proceedings",
                        "elements": [
                            {
                                "content": "17.  In April 2013 the municipality brought two separate sets of court proceedings against the first and second applicants and against the third and fourth applicants, seeking their eviction from the tied accommodation. The municipality claimed that the applicants had become owners of the new flats and therefore were under an obligation to vacate their old flats.",
                                "elements": []
                            },
                            {
                                "content": "18.  The first and second applicants disagreed on the following grounds:",
                                "elements": []
                            },
                            {
                                "content": "–  the old flat was their only dwelling since the block of flats in the Leningrad Region had not been finished and was not fit for habitation; and",
                                "elements": []
                            },
                            {
                                "content": "–  the municipality had not honoured its obligations to provide them with new accommodation; upon the criminal conviction of the head of the municipality, it had been confirmed that he had been aware that the construction company had not received any building permission.",
                                "elements": []
                            },
                            {
                                "content": "19.  The third and fourth applicants brought counterclaims against the municipality. They submitted that the municipality had provided them with accommodation which had been unfit for habitation and that their old flat was their only home.",
                                "elements": []
                            },
                            {
                                "content": "20.  All four of the applicants asked the court to allow them to continue living in the old flats until the construction work on the new block of flats was complete.",
                                "elements": []
                            },
                            {
                                "content": "Eviction order in respect of the first and second applicants",
                                "elements": [
                                    {
                                        "content": "21.  On 2 July 2013 the Polyarnyy District Court of the Murmansk Region (“the District Court”) held that the first and second applicants were under an obligation to vacate their old flat within six months after the entry into force of its judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The District Court established, with reference to the judgment of the Gatchinskiy Town Court of the Leningrad Region adopted in 2009 (see paragraph 15 above), that the new block of flats was fit for habitation, the first and second applicants had received certificates of ownership for their new flat and that they were therefore under a contractual obligation to vacate their old flat. The District Court further noted that the municipal authorities of the Gatchinskiy District of the Leningrad Region had confirmed that the block of flats had not been operational or connected to the gas supply network. However, those circumstances had no impact on the subject matter of the claim. The District Court decided that it was not necessary to examine the remainder of the applicants’ arguments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In an appeal against the judgment of 2 July 2013, the first and second applicants submitted that the District Court had not examined their arguments against their eviction and had not taken into account the facts established in the judgment of 26 August 2011 of the Gadzhievskiy Town Court of the Murmansk Region.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 16 October 2013 the Murmansk Regional Court upheld the District Court’s judgment, finding that that court had duly examined the arguments submitted by the first and second applicants and that the judgment of 26 August 2011 had no legal bearing on the resolution of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 28 February 2014 a judge of the Supreme Court of the Russian Federation refused to refer a cassation appeal by the first and second applicants to the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 7 April 2014 the District Court postponed the execution of its judgment of 2 July 2013 until 16 October 2014. The court established that the block of flats in the Leningrad Region was not operational and that execution of the eviction order would have adverse consequences for the first and second applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 19 November 2014 the District Court refused to further postpone the execution of its judgment of 2 July 2013.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Eviction order in respect of the third and fourth applicants",
                                "elements": [
                                    {
                                        "content": "28.  On 11 July 2013 the District Court held that the third and fourth applicants were under an obligation to vacate their old flat within six months after the entry into force of its judgment, referring to the same reasons as in its judgment of 2 July 2013 in respect of the first and second applicants. The District Court dismissed the counterclaim of the third and fourth applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 25 September 2013 the Murmansk Regional Court upheld that judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 28 February 2014 a judge of the Supreme Court of the Russian Federation refused to refer a cassation appeal by the third and fourth applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 7 April 2014 the District Court postponed the execution of the judgment of 11 July 2013 until 16 October 2014. It established that the block of flats in the Leningrad Region was not operational and that execution of the eviction order would result in negative consequences for the third and fourth applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 29 October 2014 the District Court refused to further postpone the execution of the judgment of 11 July 2013.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "The applicants’ situation",
                        "elements": [
                            {
                                "content": "33.  According to the Government, the block of flats in the Leningrad Region has not yet been put into service in accordance with procedures provided for by law and is not fit for habitation. The applicants continue to live in their old flats.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "34.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  The applicants complained that the eviction orders had breached their right to respect for their home as provided in Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "36.  The Government submitted that the applicants had not exhausted the domestic remedies available to them in respect of their complaint. They had not applied for termination of the contract entered into with the municipality or to have it declared invalid; they had not contested the contract concluded between the municipality and the construction company; they had not brought any proceedings against the municipality in respect of its responsibilities under that contract or against the former head of the municipality; and they had not sought to have their ownership rights over the new flats declared void.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The applicants submitted that prior to the criminal conviction of the former head of the municipality, they had not been aware of any shortcomings which could have rendered the contract entered into with the municipality null and void, and therefore they had not been able to contest it.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "38.  The Court notes that the remedies referred to by the Government could have been used by the applicants to defend their ownership rights under the cession of claims agreement entered into in 2007 with the municipality. However, the Government have not demonstrated how those remedies could have been effective in relation to the applicants’ complaint under Article 8 of the Convention concerning the order for their eviction. It follows that the Government’s plea of non-exhaustion should be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court notes that the applications are neither manifestly illfounded nor inadmissible on any other grounds listed in Article 35 of the Convention. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "40.  The applicants submitted that the authorities had not complied with their obligation to resettle them and therefore had no right to seek their eviction from their old flats. The applicants could not accept the market rent agreement proposed by the municipality in respect of their old flats owing to a lack of resources.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government submitted that the applicants had not been de facto evicted from their old flats since the eviction orders had never been sent to the bailiffs’ office for execution. Even if the eviction orders were regarded as interference with the applicants’ right to respect for their home, such interference had been in accordance with the law, had pursued a legitimate aim and had been necessary in a democratic society. The domestic courts had established that under the cession of claims agreement entered into with the municipality, the applicants had been under an obligation to vacate their old flats since they had become the owners of the new flats. The courts also examined and rejected the applicants’ argument that the new block of flats was an unauthorised construction. Finally, it was also relevant that the applicants had declined the authorities’ proposal to sign a market rent agreement in respect of their old flats.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Whether there has been an interference",
                                "elements": [
                                    {
                                        "content": "42.  The Court considers that the eviction orders of 2 and 11 July 2013 amounted to an interference with the applicants’ right to respect for their home, notwithstanding the fact that the orders have not yet been executed (see Ćosić v. Croatia, no. 28261/06, § 18, 15 January 2009).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Whether the interference was justified",
                                "elements": [
                                    {
                                        "content": "43.  It was undisputed that the interference was in accordance with the law and pursued the legitimate aim of protecting the rights of the municipality. The Court has no reason to find otherwise. The central question is therefore whether the interference was proportionate to the aim pursued and thus “necessary in a democratic society”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The assessment of the necessity of the interference in cases concerning the loss of a home for the promotion of a public interest involves not only issues of substance but also a question of procedure: whether the decision-making process was such as to afford due respect to the interests protected under Article 8 of the Convention (see, among other authorities, Connors v. the United Kingdom, no. 66746/01, § 83, 27 May 2004; McCann v. the United Kingdom, no. 19009/04, § 50, ECHR 2008; and Popov and Others v. Russia, no. 44560/11, § 43, 27 November 2018).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Since the loss of one’s home is a most extreme form of interference with the right to respect for the home, any person at risk of an interference of this magnitude should in principle be able to have a proportionality of the measure determined by an independent tribunal in the light of the relevant principles under Article 8 of the Convention, notwithstanding that, under domestic law, that person’s right of occupation had come to an end (see, among other authorities, McCann, § 50, and Ćosić, § 22, both cited above). In particular, where relevant arguments concerning the proportionality of the interference have been raised by the applicants, the domestic courts should examine them in detail and provide adequate reasons (see, among other authorities, Yordanova and Others v. Bulgaria, no. 25446/06, § 118, 24 April 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In the present case the applicants raised the issue of their right to respect for their home before the domestic courts and presented arguments questioning in substance the proportionality of their eviction (see paragraphs 18 and 19 above). The crux of their argument before the domestic courts was that, in their situation, despite the fact that they had received certificates of ownership in respect of the new flats, those flats had been unfit for habitation and they could not vacate their old flats until the newly built block of flats became operational.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court observes that in the eviction proceedings, the domestic courts did not weigh the interests of the municipality against the applicants’ right to respect for their home. Once the domestic courts found that the applicants had been under an obligation to honour the cession of claims agreement entered into with the municipality and vacate their old flats, they gave that aspect paramount importance without seeking to weigh it against the applicants’ arguments. In such circumstances, the Court considers that the domestic courts failed to determine the proportionality of the interference with the applicants’ right to respect for their home.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  It follows that, because of the shortcoming in the decision-making process, there has been a violation of Article 8 of the Convention in the instant case (see McCann, § 55, and Ćosić, § 23, both cited above).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "50.  The first and second applicants claimed 8,674,660 Russian roubles (RUB) in respect of pecuniary damage, which represented the value of a flat equivalent to their new flat. They further claimed RUB 3,500,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The third and fourth applicants claimed RUB 8,253,560 in respect of pecuniary damage, which represented the value of a flat equivalent to their new flat. They further claimed RUB 3,500,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government contested those claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the first and second applicants jointly 5,000 euros (EUR) in respect of non-pecuniary damage and the third and fourth applicants jointly EUR 5,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicants did not submit a claim for costs and expenses. Accordingly, the Court considers that there is no call to award them any sum on that account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "55.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 December 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paul Lemmens",
            "role": "president"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Anja Seibert-Fohr",
            "role": "judges"
        },
        {
            "name": "Peeter Roosma",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LUSHKIN AND OTHERS v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-206503.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:1215JUD002977514",
    "externalsources": [],
    "extractedappno": [
        "29775/14",
        "29967/14",
        "28261/06",
        "66746/01",
        "19009/04",
        "44560/11",
        "25446/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-206503",
    "judgementdate": "15/12/2020 00:00:00",
    "kpdate": "15/12/2020 00:00:00",
    "kpthesaurus": [
        "451",
        "426"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "8",
        "8-1"
    ],
    "parties": [
        "LUSHKIN AND OTHERS",
        "RUSSIA"
    ],
    "rank": "9605.5859375",
    "representedby": [
        "BEREZHNAYA Y.K."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "503027",
    "typedescription": "15"
}