{
    "__articles": "6;6-1;41;46;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Respondent State to take measures of a general character (Article 46 - Pilot judgment;General measures);Respondent State to take individual measures (Article 46 - Pilot judgment;Individual measures);Just satisfaction reserved",
    "applicability": "",
    "appno": "476/07;22539/05;17911/08;13136/07",
    "article": [
        "6",
        "46",
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Enforcement proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "details": [
                "Article 46 - Pilot judgment",
                "General measures"
            ],
            "element": "Respondent State to take measures of a general character",
            "type": "other"
        },
        {
            "details": [
                "Article 46 - Pilot judgment",
                "Individual measures"
            ],
            "element": "Respondent State to take individual measures",
            "type": "other"
        },
        {
            "element": "Just satisfaction reserved",
            "type": "other"
        }
    ],
    "content": {
        "001-93687.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in four applications (nos. 476/07, 22539/05, 17911/08 and 13136/07) against the Republic of Moldova lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by six Moldovan nationals, Mr Vasile Olaru and Mr Artur Lungu, Ms Corina Lungu, Ms Olivia Lungu, Ms Vera Gusan and Mr Simion Racu (“the applicants”), on 11 December 2006, 31 May 2005, 2 April 2008 and 3 January 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr. A. Tanase, Mr F. Nagacevschi, Ms J. Hanganu and Mr A. Bizgu, lawyers practising in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr V. Grosu.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, a breach of their rights guaranteed by Article 6 §1 of the Convention and Article 1 of Protocol No. 1 to the Convention as a result of the authorities’ failure to comply with final judicial decisions delivered by domestic courts in their favour.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 1 July 2008 the Court declared one of the applications (13136/07) partly inadmissible and decided to communicate the complaints in all the applications concerning the non-enforcement of final judicial decisions to the Government. It also decided to examine the merits of the applications at the same time as their admissibility (Article 29 § 3). The Court also decided, under Rule 54 § 2 (c) of the Rules of Court, to grant the cases priority under Rule 41 and to invite the parties to submit further written observations on the above applications. The Chamber furthermore decided to inform the parties that it was considering the suitability of applying a pilot judgment procedure in the cases (see Broniowski v. Poland [GC], 31443/96, §§ 189-194 and the operative part, ECHR 2004-V, and Hutten-Czapska v. Poland [GC] no. 35014/97, ECHR 2006-... §§ 231-239 and the operative part) and requested the parties’ observations on the matter.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Application no. 476/07 by Vasile OLARU",
                                "elements": [
                                    {
                                        "content": "5.  The applicant, Mr Vasile Olaru, is a Moldovan national who was born in 1971 and lives in Chişinău. He is a police officer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  According to the Law on Police Forces, the local public administration is obliged to provide police officers with social housing (see the Domestic Law part below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On an unspecified date the applicant instituted civil proceedings against the Chişinău Municipal Council and on 16 December 2004 the Centru District Court ordered the defendant to provide the applicant with accommodation. The judgment became final and enforceable; however, it has not been enforced to date.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Application no. 17911/08 by Artur, Corina and Olivia LUNGU v. ",
                                "elements": [
                                    {
                                        "content": "8.  The applicants, Artur, Corina and Olivia Lungu are a family of Moldovan nationals who were born in 1972, 1973 and 1994 respectively and live in Straseni.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Between 1997 and 2003 the first applicant was a judge. By a final judgment of 10 September 2001 of the Edineţ District Court, the Edineţ Municipal Council was ordered to provide the applicants with housing in accordance with the provisions of the Law on the Status of Judges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Since the judgment was not enforced, on 11 March 2005, the applicants applied for a change in the manner of enforcement of the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 9 June 2006 the Râşcani District Court ordered the Edineţ Local Council to pay the applicants the value of the apartment, namely 15,000 dollars (USD).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The judgment of 10 September 2001 has not been enforced to date.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Application no. 22539/05 by Vera GUSAN",
                                "elements": [
                                    {
                                        "content": "13.  The applicant, Ms Vera Gusan, is a Moldovan national who was born in 1955 and lives in Chişinău.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Together with her three children and a nephew, the applicant lived in an apartment measuring sixteen square metres, which was part of a bigger house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On an unspecified date, a third party instituted proceedings against the Chişinău Municipal Council for the restitution of the house in which the applicant’s apartment was located, in accordance with Law No. 1225-XII “on the rehabilitation of the victims of the political repression committed by the totalitarian communist occupying regime”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 22 July 1998 the Centru District Court found in favour of the third party and ordered the eviction of the applicant from her apartment. At the same time, in accordance with the provisions of the same law, the court ordered the Municipal Council to provide the applicant with alternative accommodation in accordance with the provisions of the Housing Code. According to the latter provisions, each member of the applicant’s family had the right to accommodation of at least nine square metres.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The judgment of 22 July 1998 has not been enforced to date.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Application no.13136/07 by Simion RACU",
                                "elements": [
                                    {
                                        "content": "18.  The applicant, Mr Simion Racu, is a Moldovan national who was born in 1951 and lives in Chişinău.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant is an internally displaced person. After the 1992 war he fled Transdniestria and settled in Chişinău.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 21 October 1993 the Government of the Republic of Moldova adopted Decision no. 658 “on housing for persons forced to quit their houses in the eastern region of ”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On an unspecified date the applicant instituted proceedings against the Government and the Chişinău local authorities seeking housing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  By a final judgment of 7 June 2006 the Supreme Court of Justice ordered the Government and the Chişinău Municipal Council to provide the applicant with an apartment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  It appears that enforcement proceedings were conducted against the Chişinău Municipal Council only; however, the judgment has not been enforced to date.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT NON-CONVENTION MATERIAL",
                        "elements": [
                            {
                                "content": "A.  Domestic law and practice",
                                "elements": [
                                    {
                                        "content": "24.  The relevant provisions of Law no. 435 on administrative decentralisation read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Section 12. Financial decentralisation",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 13. The property of the territorial-administrative units",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Law no. 416 on Police Forces, in so far as relevant, provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Section 35. Housing for police officers",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The relevant part of Law no. Nr. 544 on the status of judges provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Section 30. Housing for judges",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The relevant part of Law no. 1225 on the rehabilitation of victims of political repression provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Section 12. Restitution of property to persons who were subjects of repression",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The relevant provisions of the Government’s decision no. 658 concerning housing for citizens forced to leave their houses in the eastern region of the  read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The relevant parts of Law no. 118, the Prosecuting Authorities Act, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Section 38. Housing",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  According to section 9 (3) of the Military Social Protection Law military personnel are entitled to free housing provided by the Ministry of Defence. However, it appears from a judgment of the Centru District Court of 3 March 2004 in the case of Olisevschi v. the Chişinău Municipal Council that it was the Chişinău local authorities which were obliged to provide the plaintiff with a two-roomed apartment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  After the communication of the present cases to the respondent Government, the Ministry of Justice prepared a draft law amending twenty-eight acts providing for social housing privileges to twenty-three categories of persons. It appears that the proposed amendments provided for the total annulment of social housing privileges in . The draft law was sent to different branches of the Government for approval on 5 November 2008. The Court has no information as to what happened to the proposed draft law after November 2008.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Materials of the Council of Europe",
                                "elements": [
                                    {
                                        "content": "32.  The European Charter of Local Self-Government reads, in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Article 9 – Financial resources of local authorities",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 21 and 22 June 2007 the Department for the Execution of the Judgments of the European Court of Human Rights of the Council of Europe organised a Round Table on “Non-enforcement of domestic courts decisions in member states: general measures to comply with European Court judgments”. In a document containing the conclusions of the round table, the participants expressed the following views:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“As regards the legal and regulatory framework preventing non-execution:",
                                        "elements": []
                                    },
                                    {
                                        "content": "ensuring a coherent legal framework and/or coherent practices for the control and restitution of property respecting the requirements of the Convention;",
                                        "elements": []
                                    },
                                    {
                                        "content": "improving budgetary planning, notably by ensuring the compatibility between the budgetary laws and the State’s payment obligations;",
                                        "elements": []
                                    },
                                    {
                                        "content": "proper control over the use of the budgetary funds by the authorities responsible for payments;",
                                        "elements": []
                                    },
                                    {
                                        "content": "providing for specific mechanisms for rapid additional funding to avoid unnecessary delays in the execution of judicial decisions in case of shortfalls in the initial budgetary appropriations;",
                                        "elements": []
                                    },
                                    {
                                        "content": "setting up, where appropriate, a special fund or special reserve budgetary lines, to ensure timely compliance with judicial decisions, with a subsequent possibility of recovering from the debtor the relevant sums together with default interest;",
                                        "elements": []
                                    },
                                    {
                                        "content": "ensuring the individuals’ effective access to execution proceedings by clearly identifying the authority responsible for execution and simplifying the requirements to be fulfilled by the execution documents;",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards domestic remedies in case of non-execution:",
                                        "elements": []
                                    },
                                    {
                                        "content": "introducing, either in budgetary laws and in other laws, a general obligation to automatically compensate for delays in execution of judicial decisions through appropriate default interest at a reasonable rate (e.g. in line with the Central Bank’s marginal lending rate);",
                                        "elements": []
                                    },
                                    {
                                        "content": "ensuring effective civil liability of the State for damages arising from the non-execution of domestic judicial decisions, which are not compensated by the default interest and providing, in appropriate cases, for the possibility of recovering awards made from the state agents responsible;",
                                        "elements": []
                                    },
                                    {
                                        "content": "guaranteeing the existence of effective procedures capable of accelerating the execution process leading to full compliance with the judicial decision;",
                                        "elements": []
                                    },
                                    {
                                        "content": "providing for increased recourse to money penalties, where appropriate, the automatic increase of those money penalties as the authority concerned continues to delay execution;",
                                        "elements": []
                                    },
                                    {
                                        "content": "improving the personal responsibility of state agents in case of deliberate non-execution through efficient penalties or fines;",
                                        "elements": []
                                    },
                                    {
                                        "content": "further developing central procedures for the freezing of accounts held by debtor authorities in order to secure the honouring of payment obligations, including the possibility of freezing also the accounts of authorities subordinate to the debtor’s authority;",
                                        "elements": []
                                    },
                                    {
                                        "content": "setting up or improving procedures and regulations allowing the seizure of state assets which are manifestly not necessary for the fulfilment of the missions of the authorities concerned and, where appropriate, drawing up necessary inventories;",
                                        "elements": []
                                    },
                                    {
                                        "content": "providing the bailiffs with sufficient means and powers so as to allow them to properly ensure, where appropriate, the enforcement of judicial decisions;",
                                        "elements": []
                                    },
                                    {
                                        "content": "strengthening the individual responsibility (disciplinary, administrative and criminal where appropriate) of decision makers in case of abusive non-execution and providing the responsible state authorities with the necessary powers to that effect...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Recommendation Rec(2004)6 of the Committee of Ministers to member states on the improvement of domestic remedies (adopted by the Committee of Ministers on 12 May 2004 at its 114th Session), in so far as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Remedies following a “pilot” judgment",
                                        "elements": []
                                    },
                                    {
                                        "content": "13. When a judgment which points to structural or general deficiencies in national law or practice (“pilot case”) has been delivered and a large number of applications to the Court concerning the same problem (“repetitive cases”) are pending or likely to be lodged, the respondent state should ensure that potential applicants have, where appropriate, an effective remedy allowing them to apply to a competent national authority, which may also apply to current applicants. Such a rapid and effective remedy would enable them to obtain redress at national level, in line with the principle of subsidiarity of the Convention system.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14. The introduction of such a domestic remedy could also significantly reduce the Court’s workload. While prompt execution of the pilot judgment remains essential for solving the structural problem and thus for preventing future applications on the same matter, there may exist a category of people who have already been affected by this problem prior to its resolution. The existence of a remedy aimed at providing redress at national level for this category of people might allow the Court to invite them to have recourse to the new remedy and, if appropriate, declare their applications inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15. Several options with this objective are possible, depending, among other things, on the nature of the structural problem in question and on whether the person affected by this problem has applied to the Court or not.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16. In particular, further to a pilot judgment in which a specific structural problem has been found, one alternative might be to adopt an ad hoc approach, whereby the state concerned would assess the appropriateness of introducing a specific remedy or widening an existing remedy by legislation or by judicial interpretation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17. Within the framework of this case-by-case examination, states might envisage, if this is deemed advisable, the possibility of reopening proceedings similar to those of a pilot case which has established a violation of the Convention, with a view to saving the Court from dealing with these cases and where appropriate to providing speedier redress for the person concerned. The criteria laid out in Recommendation Rec(2000)2 of the Committee of Ministers might serve as a source of inspiration in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18. When specific remedies are set up following a pilot case, governments should speedily inform the Court so that it can take them into account in its treatment of subsequent repetitive cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19. However, it would not be necessary or appropriate to create new remedies, or give existing remedies a certain retroactive effect, following every case in which a Court judgment has identified a structural problem. In certain circumstances, it may be preferable to leave the cases to the examination of the Court, particularly to avoid compelling the applicant to bear the further burden of having once again to exhaust domestic remedies, which, moreover, would not be in place until the adoption of legislative changes.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "35.  The applicants complained that the authorities’ failure to comply with the binding and enforceable judgments in their favour had violated their right to a court under Article 6 of the Convention and their right to the peaceful enjoyment of their possessions under Article 1 of Protocol No. 1, which, in so far as relevant, read as follows:",
                        "elements": []
                    },
                    {
                        "content": "Article 6 § 1",
                        "elements": []
                    },
                    {
                        "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing within a reasonable time by [a] ... tribunal...”",
                        "elements": []
                    },
                    {
                        "content": "Article 1 of Protocol No. 1",
                        "elements": [
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law...”",
                                "elements": []
                            },
                            {
                                "content": "36.  It was also submitted by the applicants that the facts of their applications disclosed the existence of a “systemic situation” where deficiencies in the national law and practice may give rise to numerous similar applications. Article 46 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.",
                                "elements": []
                            },
                            {
                                "content": "2.  The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "I.  ADMISSIBILITY OF THE CASES",
                        "elements": [
                            {
                                "content": "37.  The Court considers that the applicants’ complaints raise questions of fact and law which are sufficiently serious that their determination should depend on an examination of the merits, and that no other grounds for declaring them inadmissible have been established. The Court therefore declares these complaints admissible. In accordance with its decision to apply Article 29 § 3 of the Convention (see paragraph 4 above), the Court will immediately consider the merits of the complaints.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 AND OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  The applicants complained that the non-enforcement of the judgments in their favour had violated their rights under Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention.",
                                "elements": []
                            },
                            {
                                "content": "39.  The Government submitted that they had taken measures directed at the enforcement of the judgments in question; however, they could not be enforced in view of the high number of similar unenforced judgments and of lack of funds on the part of the local public authorities. The Government admitted that there were no reasons to depart from the Court’s previous case-law in similar cases where a violation of Article 6 § 1 and Article 1 of Protocol No. 1 had been found.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Court notes that the judgments in favour of the applicants remained unenforced for periods varying between three and eleven years. The Court has found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention in numerous cases concerning delays in enforcing final judgments (see, among other authorities, Prodan v. Moldova, no. 49806/99, ECHR 2004III (extracts), and Luntre and Others v. Moldova, nos. 2916/02, 21960/02, 21951/02, 21941/02, 21933/02, 20491/02, 2676/02, 23594/02, 21956/02, 21953/02, 21943/02, 21947/02 and 21945/02, 15 June 2004).",
                                "elements": []
                            },
                            {
                                "content": "41.  Having examined the materials submitted to it, the Court agrees with the parties that there is nothing in the files which would allow it to reach a different conclusion in the present cases. Accordingly, the Court finds, for the reasons given in the above-mentioned cases, that the failure to enforce the judgments in favour of the applicants within a reasonable time constitutes a violation of Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 46 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  The submissions of the parties",
                                "elements": [
                                    {
                                        "content": "42.  The applicants submitted that the impossibility of local public authorities to comply with final court judgments ordering them to offer social housing disclosed a systemic problem which could potentially affect some 10,000 individuals from five categories of persons entitled to such housing. Those categories were: judges, prosecutors, police officers, internally displaced persons and employees of the penitentiary system.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  According to the applicants this shortcoming was the result of the malfunctioning of the Moldovan housing legislation in that it imposes on the local administration the obligation to provide social housing to certain categories of persons in the absence of any financial coverage for that purpose, thus making it impossible for the local administrations to comply with final court judgments to that effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The fact that the Government obliged the local authorities to provide different categories of population with social housing without providing financial support for that purpose amounted to a breach of the principle of local autonomy as guaranteed by Article 9 of the European Charter of Local Self-Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Referring to the measures proposed by the Government (see paragraph 47 below), the applicants argued that they only provided a solution for the future and that they did not solve the problem of the existing non-enforced domestic judgments concerning social housing. The applicants suggested several solutions in that respect. According to them the central Government could create an effective financial mechanism for supporting the local authorities in complying with existing judgments granting social housing. Alternatively, the central Government could take over retroactively the obligation to provide social housing from the local administrations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The applicants finally stressed that the Government should also put in place a mechanism for the payment of compensation for pecuniary and non-pecuniary damage suffered as a result of the non-enforcement or late enforcement of final judgments awarding social housing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government did not dispute the fact that the problem of non-enforcement of domestic judgments awarding social housing disclosed the existence of a “systemic problem”. They agreed that the legislation in force granted social housing to a number of categories of persons and that more than one hundred final domestic judgments had not been enforced to date. They also admitted that the obligation imposed on the local administration authorities to bear the cost of social housing for specific categories of persons was contrary to the principle of local autonomy and decentralisation. In order to overcome the problem, a draft law had drawn up by the Ministry of Justice proposing to cancel social housing privileges for twenty-three categories of persons (see paragraph 31 above). The draft law had been sent to different bodies of the Government and non-governmental organisations for consultation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government were aware that the draft law did not provide a solution for the judgments which already exist, and expressed their willingness to have the applicants’ cases examined within the framework of a “pilot procedure”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "49.  The Court reiterates that Article 46 of the Convention, as interpreted in the light of Article 1, imposes on the respondent State a legal obligation to implement, under the supervision of the Committee of Ministers, appropriate general and/or individual measures to secure the right of the applicant which the Court found to be violated. Such measures must also be taken in respect of other persons in the applicant’s position, notably by solving the problems that have led to the Court’s findings (see Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000 VIII; Christine Goodwin v. the United Kingdom [GC], no. 28957/95, § 120, ECHR 2002 VI; Lukenda v. , no. 23032/02, § 94, ECHR 2005X; and S. and Marper v. the United Kingdom [GC], nos. 30562/04 and 30566/04, § 134, 4 December 2008). This obligation has consistently been emphasised by the Committee of Ministers in the supervision of the execution of the Court’s judgments (see, among many authorities, Interim Resolutions DH(97)336 in cases concerning the length of proceedings in Italy; DH(99)434 in cases concerning the action of the security forces in Turkey; and ResDH(2001)65 in the case of Scozzari and Giunta v. Italy; ResDH(2006)1 in the cases of Ryabykh and Volkova).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  In order to facilitate effective implementation of its judgments along these lines, the Court may adopt a pilot judgment procedure allowing it to clearly identify in a judgment the existence of structural problems underlying the violations and to indicate specific measures or actions to be taken by the respondent State to remedy them (see Broniowski v. Poland [GC], 31443/96, §§ 189-194 and the operative part, ECHR 2004-V, and Hutten-Czapska v. Poland [GC] no. 35014/97, §§ 231-239 and the operative part, 2006VIII). This adjudicative approach is however pursued with due respect for the Convention organs’ respective functions: it falls to the Committee of Ministers to evaluate the implementation of individual and general measures under Article 46 § 2 of the Convention (see, mutatis mutandis, Broniowski v.  (friendly settlement) [GC], no. 31443/96, § 42, ECHR 2005IX, and Hutten-Czapska v.  (friendly settlement) [GC], no. 35014/97, § 42, 28 April 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Another important aim of the pilot judgment procedure is to induce the respondent State to resolve large numbers of individual cases arising from the same structural problem at the domestic level, thus implementing the principle of subsidiarity which underpins the Convention system. Indeed, the Court’s task, as defined by Article 19, that is to “ensure the observance of the engagements undertaken by the High Contracting Parties in the Convention and the Protocols thereto”, is not necessarily best achieved by repeating the same findings in large series of cases (see, mutatis mutandis, E.G. v. Poland (dec.), no. 50425/99, § 27, ECHR 2008–..(extracts)). The object of the pilot judgment procedure is to facilitate the speediest and most effective resolution of a dysfunction affecting the protection of the Convention rights in question in the national legal order (see Wolkenberg and Others v.  (dec.), no. 50003/99, § 34, ECHR 2007XIV (extracts)). While the respondent State’s action should primarily aim at the resolution of such a dysfunction and at the introduction where appropriate of effective domestic remedies in respect of the violations in question, it may also include ad hoc solutions such as friendly settlements with the applicants or unilateral remedial offers of redress in line with the Convention requirements. The Court may decide to adjourn examination of all similar cases, thus giving the respondent State an opportunity to settle them in such various ways (see, mutatis mutandis, Broniowski, cited above, § 198, and Xenides-Arestis v. , no. 46347/99, § 50, 22 December 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  If, however, the respondent State fails to adopt such measures following a pilot judgment and continues to violate the Convention, the Court will have no choice but to resume examination of all similar applications pending before it and to take them to judgment so as to ensure effective observance of the Convention (see, mutatis mutandis, E.G. v. Poland, cited above, § 28).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the principles to the present case",
                                        "elements": [
                                            {
                                                "content": "53.  The Court notes that the problem of non-enforcement of final judgments is ’s prime problem in terms of numbers of applications pending before the Court. According to the Court’s statistics, approximately 300 such applications were registered on the Court’s list of cases on the date of adoption of the present judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The group of the so-called social housing non-enforcement cases accounts for approximately fifty per cent of all non-enforcement Moldovan cases and concerns the failure of local governments to comply with final judgments awarding applicants housing rights or money in lieu of housing. The problem appears to have its origin in socially-oriented legislation enacted by Parliament or the Government, which bestows social housing privileges on a very wide category of persons at the expense of the local governments. According to this legislation more than twenty different categories of persons are entitled to receive accommodation free of charge. For instance, a judge is entitled to social housing after six months’ service; a police officer, depending on his or her rank, after one or three years; a military officer after one year; a prosecutor after one year.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  While the rest of the non-enforcement cases from  usually concern small amounts of money, are usually enforced with certain delays and usually end with friendly settlement agreements or unilateral declarations by the Government, the cases from the social housing group are very rarely enforced, because of chronic lack of funds on the part of local governments. In fact the local governments are placed in a situation where they have to choose between fulfilling their normal duties such as, for instance, providing community services and operating schools and kindergartens or using the funds for building accommodation for judges, police officers, prosecutors and others. An example which addresses the situation of the social housing cases is the case of Caraman v. Moldova ((dec.), no. 3755/05, 22 April 2008) where the parties reached a friendly settlement agreement according to which the Government were to pay the applicant damages and to “ensure the urgent enforcement of the judgment” in favour of the applicant. One year after striking the case out of its list of cases, the Court was obliged to restore it to the list because the final judgment in favour of the applicant had not been enforced due to the ’s lack of funds.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The above findings and the Government’s acknowledgement of the existence of a structural problem allow the Court to conclude that the violations found in the present judgment reflect a persistent structural dysfunction and that the present situation must be qualified as a practice incompatible with the Convention (see Bottazzi v.  [GC], no. 34884/97, § 22, ECHR 1999V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  As argued by the applicants and admitted by the Government, the problems at the root of the violations of Article 6 and Article 1 of Protocol No. 1 to the Convention found in the present cases stem from the provisions in Moldovan law granting social housing to numerous categories of persons at the expense of local governments without providing adequate funding for such social projects. The Court notes that the Government admitted that this situation was also contrary to the principle of local autonomy and decentralisation. In admitting the existence of the systemic dysfunction, the Government have already taken some general measures with a view to solving it. In particular, the Ministry of Justice has prepared a draft law intended to cancel social housing privileges for twenty-three categories of persons (see paragraph 31 above). The Court agrees that such a measure, if followed through, is capable of solving the problem for the future. However, as rightly pointed out by the applicants and admitted by the Government, this initiative does not provide solutions for the judgments granting social housing rights which already exist. The Court considers that this problem, although not particularly complex, raises issues which go, in principle, beyond the Court’s judicial function. It will thus abstain in these circumstances from indicating any specific general measure to be taken in this respect. The Committee of Ministers is better placed and equipped to monitor the necessary measures to be adopted by  in this respect. The Court therefore leaves it to the Committee of Ministers to ensure that the Moldovan Government, in accordance with its obligations under the Convention, adopts the necessary measures consistent with the Court’s conclusions in the present judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court further recalls that in Moisei v. Moldova (no. 14914/03, §§ 29-33, 19 December 2006) and in Tudor-Auto S.R.L. and Triplu-Tudor S.R.L. v. Moldova (nos. 36341/03, 36344/03, and 30346/05, §§ 57-62, 9 December 2008) it found violations of Article 13 of the Convention on account of lack of effective domestic remedies against non-enforcement of final judgments. The Court has not been informed since about the introduction of any effective remedies in Moldova and therefore the State must introduce a remedy which secures genuinely effective redress for violations of the Convention on account of the State authorities’ prolonged failure to comply with final judicial decisions concerning social housing delivered against the State or its entities. Such a remedy, created under the supervision of the Committee of Ministers, must conform to the Convention principles and be available within six months of the date on which the present judgment becomes final.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court reiterates that one of the aims of the pilot judgment procedure is to allow the speediest possible redress to be granted at the domestic level to the large numbers of individuals suffering from the structural problem identified in the pilot judgment. It may thus be decided in the pilot judgment that the proceedings in all cases stemming from the same structural problem be adjourned pending the implementation of the relevant measures by the respondent State. The Court considers it appropriate to adopt a similar approach following the present judgment while differentiating between the cases already pending before the Court and those that could be brought in the future.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  In so far as the latter category of cases is concerned, the Court will adjourn the proceedings on all new applications lodged with the Court after the delivery of the present judgment, in which the applicants complain solely of non-enforcement and/or delayed enforcement of domestic judgments concerning social housing. The adjournment will be effective for a period of one year after the present judgment has become final and, according to the circumstances, the applicants in those cases may be required to resubmit their grievances to the domestic authorities (see Burdov v. Russia (no. 2), no. 33509/04, § 143, 15 January 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Court decides, however, to follow a different course of action in respect of the applications lodged before the delivery of the present judgment. In the Court’s view, it would be unfair if the applicants in such cases, who have allegedly been suffering continuing violations of their right to a court for years and have sought relief in this Court, were compelled yet again to resubmit their grievances to the domestic authorities, be it on the grounds of a new remedy or otherwise. The Court therefore considers that the respondent State must grant adequate and sufficient redress, within one year of the date on which the judgment becomes final, to all victims of non-enforcement or unreasonably delayed enforcement by State authorities of domestic judgments concerning social housing who lodged their applications with the Court before the delivery of the present judgment. In the Court’s view, such redress may be achieved through implementation proprio motu by the authorities of an effective domestic remedy in these cases or through ad hoc solutions such as friendly settlements with the applicants or unilateral remedial offers of redress in line with the Convention requirements. Pending the adoption of domestic remedial measures by the Moldovan authorities, the Court decides to adjourn adversarial proceedings in all these cases for one year from the date on which this judgment becomes final. This decision is without prejudice to the Court’s power at any moment to declare inadmissible any such case or to strike it out of its list following a friendly settlement between the parties or the resolution of the matter by other means in accordance with Articles 37 or 39 of the Convention (see Burdov (no. 2), cited above, §§ 144-146).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "63.  The Court considers that the question of the application of Article 41 is not ready for decision. The question must accordingly be reserved and a further procedure fixed, with due regard to the possibility of agreement being reached between the Moldovan Government and the applicants.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention and of Article 1 of Protocol No. 1 on account of the State’s failure to enforce the final domestic judgments in favour of the applicants;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the above violations originated in a practice incompatible with the Convention which consists in the State’s recurrent failure to comply with final judgments awarding social housing in respect of which aggrieved parties have no effective domestic remedy;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that the respondent State must set up, within six months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, an effective domestic remedy which secures adequate and sufficient redress for non-enforcement or delayed enforcement of final domestic judgments concerning social housing in line with the Convention principles as established in the Court’s case-law;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that the respondent State must grant such redress, within one year from the date on which the judgment becomes final, to all victims of non-enforcement or unreasonably delayed enforcement of social housing final judgments in cases lodged with the Court before the delivery of the present judgment;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that pending the adoption of the above measures, the Court will adjourn, for one year from the date on which the judgment becomes final, the proceedings in all cases concerning the non-enforcement and/or delayed enforcement of final domestic judgments concerning social housing, without prejudice to the Court’s power at any moment to declare inadmissible any such case or to strike it out of its list following a friendly settlement between the parties or the resolution of the matter by other means in accordance with Articles 37 or 39 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that the question of the application of Article 41 in the instant cases is not ready for decision and accordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a)  reserves the said question in whole;",
                        "elements": []
                    },
                    {
                        "content": "(b)  invites the Government and the applicants to submit, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, their written observations on the matter and, in particular, to notify the Court of any agreement that they may reach;",
                        "elements": []
                    },
                    {
                        "content": "(c)  reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 July 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF OLARU AND OTHERS v. MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-93687.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0728JUD000047607",
    "externalsources": [
        "Article 9 of the European Charter of Local Self-Government",
        "Recommendation Rec(2004)6 of the Committee of Ministers to member states on the improvement of domestic remedies of 12 May 2004"
    ],
    "extractedappno": [
        "476/07",
        "22539/05",
        "17911/08",
        "13136/07",
        "31443/96",
        "35014/97",
        "49806/99",
        "2916/02",
        "21960/02",
        "21951/02",
        "21941/02",
        "21933/02",
        "20491/02",
        "2676/02",
        "23594/02",
        "21956/02",
        "21953/02",
        "21943/02",
        "21947/02",
        "21945/02",
        "39221/98",
        "41963/98",
        "28957/95",
        "23032/02",
        "30562/04",
        "30566/04",
        "50425/99",
        "50003/99",
        "46347/99",
        "3755/05",
        "34884/97",
        "14914/03",
        "36341/03",
        "36344/03",
        "30346/05",
        "33509/04"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Sections 12 and 13 of Law no. 435 on administrative decentralisation",
        "section 35 of Law no. 416 on Police Forces",
        "section 30 of Law no. Nr. 544 on the status of judges",
        "section 12 of Law no. 1225 on the rehabilitation of victims of political repression",
        "Government's decision no. 658 concerning housing for citizens forced to leave their houses in the eastern region of the Republic of Moldova",
        "section 38 of Law no. 118, the Prosecuting Authorities Act",
        "section 9 (3) of the Military Social Protection Law"
    ],
    "itemid": "001-93687",
    "judgementdate": "28/07/2009 00:00:00",
    "kpdate": "28/07/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "113",
        "7",
        "216",
        "26",
        "638",
        "639",
        "636",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P1-1-1",
        "46",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "OLARU AND OTHERS",
        "MOLDOVA"
    ],
    "rank": "687.442932128906",
    "representedby": [
        "TANASE A.",
        "NAGACEVSCHI F.",
        "HANGANU J.",
        "BIZGU A."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [
        "Bottazzi v. Italy [GC], no. 34884/97, § 22, ECHR 1999-V",
        "Broniowski v. Poland (friendly settlement) [GC], no. 31443/96, § 42, ECHR 2005-IX",
        "Broniowski v. Poland [GC], 31443/96, §§ 189-194 and the operative part, ECHR 2004-V",
        "Burdov v. Russia (no. 2), no. 33509/04, 15 January 2009",
        "Christine Goodwin v. the United Kingdom [GC], no. 28957/95, § 120, ECHR 2002 VI",
        "E.G. v. Poland (dec.), no. 50425/99, ECHR 2008-..(extracts)",
        "Hutten-Czapska v. Poland (friendly settlement) [GC], no. 35014/97, § 42, 28 April 2008",
        "Hutten-Czapska v. Poland [GC] no. 35014/97, §§ 231-239 and the operative part, 2006-VIII",
        "Lukenda v. Slovenia, no. 23032/02, § 94, ECHR 2005-X",
        "Luntre and Others v. Moldova, nos. 2916/02, 21960/02, 21951/02, 21941/02, 21933/02, 20491/02, 2676/02, 23594/02, 21956/02, 21953/02, 21943/02, 21947/02 and 21945/02, 15 June 2004",
        "Moisei v. Moldova, no. 14914/03, §§ 29-33, 19 December 2006",
        "Prodan v. Moldova, no. 49806/99, ECHR 2004-III (extracts)",
        "S. and Marper v. the United Kingdom [GC], nos. 30562/04 and 30566/04, § 134, 4 December 2008",
        "Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000 VIII",
        "Tudor-Auto S.R.L. and Triplu-Tudor S.R.L. v. Moldova, nos. 36341/03, 36344/03, and 30346/05, §§ 57-62, 9 December 2008",
        "Wolkenberg and Others v. Poland (dec.), no. 50003/99, § 34, ECHR 2007-XIV (extracts)",
        "Xenides-Arestis v. Turkey, no. 46347/99, § 50, 22 December 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "353720",
    "typedescription": "14"
}