{
    "__articles": "8;8-1;41",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8 - Expulsion) (Conditional) (Pakistan);Pecuniary and non-pecuniary damage - award",
    "applicability": "",
    "appno": "47017/09",
    "article": [
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Expulsion"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "mentions": [
                "Conditional",
                "Pakistan"
            ],
            "type": "violation"
        },
        {
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-115012.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 47017/09) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Pakistani nationals, Ms Fozia and Mr Johangir Abbas Butt (“the applicants”), on 14 August 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr A. Humlen, a lawyer practising in . The Norwegian Government (“the Government”) were represented by Mr M. Emberland, Attorney at the Office of the Attorney General (Civil Affairs), as their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that their deportation from Norway to  would entail a violation of their rights under Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 June 2010 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The first and second applicants, who are sister and brother, were born in Pakistan in 1985 and 1986 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Factual background to the present application",
                                "elements": [
                                    {
                                        "content": "6.  In 1989 the applicants arrived in Norway with their mother and were in view of the children’s particular situation granted a residence permit on 28 February 1992 on the ground of strong humanitarian considerations (section 8(2) of the former 1988 Immigration Act, see paragraph 45 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  During the summer of 1992 the mother returned with the children to , where the children first lived with their grandparents and then with their father and his wife. There they stayed until the turn of the year 19951996, when the mother resettled in  with the children. In the meantime, on 2 August 1995 the Directorate of Immigration had granted them a settlement permit, while being ignorant about their stay in  from 1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In 1996 the applicants’ father applied for family reunification. His application, which was refused, prompted an investigation by the immigration authorities which revealed that for most of the period from 1992 to early 1996 the applicants and their mother had lived in . The authorities further observed that the applicants had strong attachment to  since they had lived and gone to school in that country from 1992 to early 1996 and because their father still lived there. On 23 January 1999 the Directorate of Immigration decided to withdraw the applicants’ and their mothers’ settlement permit, on the ground that the permit had been granted on the basis of false information provided by the mother about her and the children’s residence in Norway. It was also decided to refuse them further residence in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 23 August 1999 the Ministry of Justice upheld the Directorate’s decision. Several successive requests for reconsideration were rejected. In May 2001 the children were apprehended with a view to being deported to . However, the police decided not to do so, based on their information that they had no contact with the mother or with the family in . The police considered that it would be inappropriate to expel them without their mother who had disappeared around the turn of the year 20002001. The applicants had no contacts with their mother until she was hospitalised in  in 2004. During this period they lived with an uncle and aunt in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 24 November 2003 the second applicant was convicted for unprovoked aggravated physical assault, having hit another person with his fist causing a fracture to the victim’s nose and a two centimetres scar on his eyelid that had to be stitched. For this and certain other offences (withdrawal of 4,600 Norwegian Krone (NOK) from cash points by using another person’s credit card; driving a stolen moped and the possession of 0.2 gram of hashish) he was sentenced to seventy-five days’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In the light of these offences, the Immigration Appeals Board decided on 31 May 2005 to expel him indefinitely, with reference to section 29(1)(c) of the 1988 Immigration Act, as he had been convicted for an offence that was punishable by more than three months’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In June 2005 the applicants sought to challenge the validity of the decision of 23 August 1999 and, as regards the second applicant, that of 31 May 2005. By a judgment of 13 October 2005 the Oslo City Court upheld their action.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In September 2005 the mother was expelled to , in compliance with the immigration authorities’ decision (see paragraph 8 above). She died in August 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 13 October 2006 the Borgarting High Court found against the applicants. It was observed that when the settlement permit was revoked in 1999, the applicants had in reality resided unlawfully in  for three years. At that time they had close relatives in , including their father, with whom they had lived for periods a few years before. Nor did the High Court find that the decision of 13 October 2005 regarding the second applicant was disproportionate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 16 January 2007 the Appeals Leave Committee of the Supreme Court refused the applicants leave to appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 7 January 2008 the applicants lodged a previous application (no. 565/08) under the Convention, complaining that their deportation to  would constitute a violation of Articles 3 and 8 of the Convention. They also requested an interim measure to stay their deportation under Rule 39 of the Rules of Court. On 8 January 2008 the request was refused. The applicants did not pursue their application. On 6 February 2008, a Committee of three judges decided to strike it out of the Court’s list of cases (Article 37 § 1 of the Convention).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The proceedings giving rise to the present application",
                                "elements": [
                                    {
                                        "content": "1.  The Immigration Appeals Board’s decisions of 31 August 2007",
                                        "elements": [
                                            {
                                                "content": "17.  In the meantime, on 31 August 2007 the Immigration Appeals Board, in two separate decisions, rejected the applicants’ requests for modification of the decision of 23 August 1999 revoking their settlement (and residence) permit and, as regards the second applicant, the Board’s decision of 31 May 2005 to expel him indefinitely from . The Board observed that such modification was not warranted either by strong humanitarian considerations or a strong attachment to  (section 8 (2) of the former 1988 Immigration Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  As regards the first applicant the Board had regard to the fact that she had not had a residence permit since 23 August 1999 and that any links established after this date ought to carry little weight. Furthermore, all of the first applicant’s closest family lived in Pakistan and her brother, the second applicant, had been ordered to leave  indefinitely.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  As regards the second applicant the Board quoted from its decision of 31 May 2005 and maintained its previous view:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“As to the [second applicant’s] attachment to Norway, the Board has attached particular weight to the fact that during the period from 1992 to 1995, when he had a residence permit in Norway, he had essentially lived in . By the Ministry of Justice’s decision of 23 August 1999 his settlement permit was finally revoked. He does not have a residence permit and is obliged to leave the country. In practice, links that are established during unlawful residence carry little weight. Reference is also made to the fact that [the second applicant’s] mother and sister do not hold a residence permit and are obliged to leave the country. In addition, the applicant has close family in his home country. He therefore ought to be seen as having relatively strong attachment to his home country.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Board cannot see that the [second applicant’s] current situation has been significantly changed since the situation considered in the decision of 31 May 2005.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  In respect of both applicants the Board also referred to the reasoning and conclusions in earlier decisions and judgments and emphasised that its conclusions in the present decisions ought to be viewed in the context of those.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Judicial appeals against the Board’s decision of 31 August 2007",
                                        "elements": [
                                            {
                                                "content": "21.  In September 2007 the applicants challenged that decision before the courts. In this connection they both requested an interlocutory injunction to stop their deportation. These requests were rejected by the City Court on 5 October 2007 and the High Court on 15 November 2007.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The City Court",
                                "elements": [
                                    {
                                        "content": "22.  By a judgment of 4 February 2008, the Oslo City Court quashed the Immigration Appeals Board’s decision of 31 August 2007, disagreeing with the Board’s assessment that the applicants lacked special attachment to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The City Court observed that the applicants, respectively twenty-one and twenty-two years old, had lived in Norway for sixteen and a half years during major parts of their childhood and the entirety of their adolescence. The question was what weight should be attached to their residence in  since they had been obliged to leave the country in 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  It had not been possible for the applicants to obtain the necessary travel documents before they reached the age of majority in 2003 and 2004, respectively. In such a situation the unlawful character of their sojourn had to be disregarded. There was little reason to emphasise their mother’s lack of cooperation in leaving the country. Nor could the applicants be said to have escaped implementation of the deportation, either before May 2001 or thereafter, as it had been decided on 3 May 2001 not to implement the deportation. With the exception of May 2001, no active steps had been taken to implement the decision to expel the applicants and no attempts had been made to this effect pending the judicial proceedings, until the autumn of 2007. Therefore, the applicants’ residence in Norway since 1999 ought to carry a not insignificant weight in the assessment of whether they had special attachment to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The City Court further observed that in  the applicants had close relatives – uncles and aunts – and had lived with these since 2001. The applicants had gone to school in , had friends and acquaintances there and were mastering the Norwegian language, both oral and written. Whilst the Immigration Appeals Board had found that the applicants had relatively strong links to , the City Court found that these had almost ceased. They had not had contact with their father since 1996 and did not wish to have any contact with him. Their mother had died and it was uncertain whether they had other relatives in the country. They were able to speak Urdu and to understand the language in oral form but could not read or write it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In view of the applicants’ longstanding residence in and attachment to Norway and their little or no connection to Pakistan, the City Court considered that they had special ties to . Accordingly, the Immigration Appeals Board’s decisions of 31 August 2007 were to be quashed. In making a new assessment the Board ought to take as a premise that the applicants had strong attachment to  and that it was empowered under the Immigration Act to grant them a residence permit.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The High Court",
                                "elements": [
                                    {
                                        "content": "27.  The State appealed to the Borgarting High Court, which overturned the City Court’s ruling by a judgment of 14 November 2008 and upheld the Immigration Appeals Board’s refusal of 31 August 2007 as being lawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The High Court found it clear that the refusal to grant residence permits constituted an interference with the applicants’ rights under paragraph 1 of Article 8 of the Convention. In considering whether the interference was justified under paragraph 2, the central question was whether the measure was “necessary in a democratic society”. The High Court had regard to the consideration that where family life has been created at a time when the persons involved were aware that the immigration status of one of them was such that the persistence of that family life within the host State would from the outset be precarious the removal of the non-national family member would be incompatible with Article 8 only in exceptional circumstances (Rodrigues da Silva and Hoogkamer v. the Netherlands, no. 50435/99, §§ 38 and 39, ECHR 2006I) and Darren Omoregie and Others v. Norway, no. 265/07, § 57, 31 July 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In balancing the competing interests the High Court considered it important when the applicants had become aware that their sojourn in  was unauthorised. It was clear that at the latest when they had been apprehended in early May 2001 they had understood that they did not possess a residence permit. Their explanation that they had been unaware until then of their residence status was reliable. At that time they had been sixteen and fifteen years, respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicants had further stated that their mother had gone under ground at around the turn of the year 2000-2001, and that she had stayed in hiding until the summer of 2005, without theirs having any contact with her or being aware of her whereabouts. However, in 2003 the police had found her handbag with her passport at her brother’s home. The High Court found it hardly probable that the applicants had no contacts with their mother and had no knowledge of her whereabouts from 2001 until the summer of 2005. The authorities’ omission to implement “the refusal of residence” (“oppholdsnektelsen”) ought to be seen in the light of the fact that the police had been unable to get hold of their mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Nonetheless, there was reason to assume that during the years after 2001 the police did not in practice expect the applicants to leave the country on their own and that they would not be deported without their mother. In any event, the applicants could reasonably perceive the situation in this manner. Shortly after their arrest in May 2001 the applicants had been released because their mother could not be found and it was deemed unfortunate to deport them without her. It had further been clear that the applicants had not possessed Pakistani passports and that the police had done nothing to arrange for them to obtain such passports. Until passing the age of majority in 2003 and 2004, respectively, the applicants had been dependent on the assistance of the Norwegian authorities to obtain passports.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The reason why the applicants had not been deported together with their mother when she was expelled on 3 September 2005 was that the main hearing in the applicants’ case had been scheduled for 19 September 2005 and that the immigration authorities had found it correct to give them the opportunity to attend the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Since the applicants could reasonably perceive the authorities to mean that they were not expected to travel to  on their own, it was difficult to ascribe any responsibility to the applicants for not having taken any steps to leave the country while the mother had gone into hiding from the police. However, after reaching the age of majority, the applicants’ choice to stay in  had been something for which they ought to bear the risk and responsibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  There were generally speaking strong immigration policy considerations in favour of identifying children with the conduct of their parents. If it were to be otherwise, there would be a great risk that parents exploited the situation of their children to secure a residence permit for themselves and for the children. However, in the present case there had been no such risk as the applicants had reached the age of majority and their mother was dead.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The applicants had developed a strong personal and social attachment to . They had received the essential part of their education and upbringing there, they mastered the language to the full and their education had been adapted to the Norwegian job market. The applicants had until 2005 lived with their uncle and aunt (their mother’s brother and sister) with family in . They were therefore presumed to have close emotional links to this part of the family. This was also where they had their friends and social network. The first applicant had completed high school and education as a lawyer’s secretary and was currently working in a media monitoring bureau. The second applicant had been pursuing high school as a private candidate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  As regards the applicants’ links to , these had since their mother’s death in 2007 first and foremost related to their father. They had not seen him after they had returned to  in 1996 at the age of eleven and ten, respectively. An uncle (a brother of their late mother) living in the same area of Lahore as the father had met the applicants when visiting his siblings in  the year before. Moreover, the deceased mother had left a house in a well-off area of , in the vicinity of where the uncle lived. The father occupied parts of the house and let out the remainder. According to Pakistani inheritance rules, the applicants and the father were entitled to three quarter and one quarter, respectively, of the house. Moreover, the applicants had stated that they were unable to write in Urdu and were speaking a “childish” Urdu. They both mastered English well, which was an official language in . Thus, in the High Court’s view, the applicants still had certain links to their country of origin, though they might encounter social and professional difficulties upon return.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  It also observed that in the experience of the Immigration Appeals Board, it was rare that one was confronted with cases where the duration of the unlawful stay had been nearly as long as in the present case. One could therefore question whether general immigration policy considerations, which normally carried weight in cases of unlawful residence, would be sufficiently weighty to regard the refusal of residence as being “necessary in a democratic society”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The High Court, nonetheless, with doubt, arrived at the conclusion that the refusal of residence had not been unlawful as being contrary to Article 8 of the Convention. It attached decisive weight to the fact that the applicants’ strong attachment to Norway had been established during unlawful residence, that they still had links to their home place in Pakistan and that they as adults had relatively good possibilities for settling in Pakistan. The special circumstances pointed to above regarding the background to the applicants’ continuing residence in  for so many years could not be regarded as “exceptional circumstances” in the sense that this criterion had been applied by the  in its case-law. No new circumstances had occurred between the two decisions of 31 May 2005 and 31 August 2007 (see paragraphs 11 and 17 above) that could warrant a different conclusion than that reached by the High Court in its judgment of 13 October 2006 (see paragraph 14 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Supreme Court",
                                "elements": [
                                    {
                                        "content": "39.  On 25 February 2009 the Appeals Leave Committee of the Supreme Court refused the applicants leave to appeal finding that such leave was not warranted by the importance of the decision for other cases or by other considerations.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Other developments",
                                "elements": [
                                    {
                                        "content": "40.  On 27 December 2007 an article published by the newspaper Dagbladet, which included an interview with the applicants, stated that they lived at an undisclosed address.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 4 January 2008 the police arrested the applicants at an apartment in , belonging to their maternal uncle and aunt in . The City Court ordered the applicants’ detention for a period of two weeks. Before the City Court the first applicant said that she had all the time lived at the apartment of her maternal uncle in . She had occasionally gone to the flat in  where her aunt lived in order to fetch things. According to information contained in the City Court’s order of the same date to detain the second applicant for two weeks, he had first cohabited with a girlfriend in a studio outside  from May to October 2006. Before and after, he had lived at his uncle and aunt’s apartment in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  During his ensuing detention, the police sought to have him detained on account of a separate matter, namely on suspicion of threats committed against his girlfriend. An indictment was issued on 7 January 2008. The second applicant denied the accusations in the main. The police dropped the charges concerning threats on 23 January 2008. No further information has been submitted in respect of these criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  According to the applicants during the summer of 2009 they took refuge in Holmlia Church, .",
                                        "elements": []
                                    },
                                    {
                                        "content": "44. On 29 June 2010 the Immigration Appeals Board decided to stay the implementation of the applicants’ deportation to .",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "45.  The disputed decisions taken by the Immigration Appeals Board on 31 August 2007 in the present case relied notably on section 8, second subparagraph, of the 1988 Immigration Act (subsequently replaced by a new Immigration Act in 2008, which entered into force on 1 January 2010). Section 8 read:",
                                "elements": []
                            },
                            {
                                "content": "“Any foreign national has on application the right to a work permit or a residence permit in accordance with the following rules:",
                                "elements": []
                            },
                            {
                                "content": "1)  Subsistence and housing must be ensured in accordance with further rules laid down in regulations issued by the King.",
                                "elements": []
                            },
                            {
                                "content": "2)  The conditions for work and residence permits laid down in regulations pursuant to section 5, second paragraph, must be fulfilled.",
                                "elements": []
                            },
                            {
                                "content": "3)  There must not be circumstances which would constitute a ground pursuant to other provisions of this Act for refusing the foreign national leave to enter the realm, to reside or to work there.",
                                "elements": []
                            },
                            {
                                "content": "Even if these requirements are not fulfilled a work or a residence permit may be granted if warranted by strong humanitarian considerations, or if a foreign national has a special attachment to . The King may issue regulations containing further rules.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  The applicants complained that their deportation to  would entail an interference with their rights under Article 8 of the Convention that would be disproportionate and not “necessary in a democratic society”. This Article reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "47.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "48.  The Court reiterates that this is the second application brought by the same applicants in relation to the same case-complex. The first application concerned complaints under Articles 3 and 8 of the Convention about the decisions of 23 August 1999 and 31 May 2005 and the related judicial proceedings (see paragraphs 14 and 15 above). After the applicants’ request under Rule 39 to stay their deportation to  was refused, they did not wish to pursue their application. On 6 February 2008, a Committee decided to strike the application out of the Court’s list of cases (see paragraph 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government, invoking Article 35 § 2(b) of the Convention, submitted that the Court was barred from reviewing the compatibility with the Convention of the factual circumstances complained of in the first application, notably those predating the Ministry of Justice’s revocation of the applicants’ settlement permit on 23 August 1999 and, as regard the second applicant, those relating to the Immigration Appeals Board’s decision of 31 May 2005. On the other hand, they did not dispute the admissibility of the remainder of the application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The applicants maintained that, since their previous application was withdrawn and struck out of the Court’s list of cases, new facts had arisen in their case which had been the subject of a new assessment by the national courts. Their present application was not substantially the same matter as that complained of in their previous application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court does not consider that its decision to strike out the previous application involved an “examination” in the sense of Article 35 § 2(b) preventing it from reviewing the facts and circumstances pertaining to that application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In any event, in its examination of the present application the Court’s review will encompass the facts and circumstances that were considered in the second set of proceedings, notably the Immigration Appeals Board’s refusal of 31 August 2007 to reconsider its earlier decisions and the subsequent judicial proceedings ending with the Appeals Leave Committee of the Supreme Court decision of 25 February 2009. It needs not limit its review to the refusal of 31 August 2007, as did the national courts, but may also take into account new developments after that date (see Maslov v. Austria [GC], no. 1638/03, §§ 92-95, 23 June 2008). The Court’s task is to assess whether the applicants’ deportation, if implemented, would be compatible with the Convention (ibidem, § 93). Against this background the Court is satisfied that the present application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicants’ arguments",
                                "elements": [
                                    {
                                        "content": "53.  The applicants stressed that their lawful residence in  had been established as far back as in 1989 and had lasted until the revocation of their settlement permit in 1999 for reasons beyond their control. Not until 2001 had they become aware of the problems pertaining to their immigration status. Thus, it could not be argued that their family- and private-life links had been formed in a situation where they had been aware of any precariousness as to their immigration status. Throughout the first ten years of their residence in Norway (omitting the three and a half years spent in ) their residence had been based on a residence permit. Thereafter the Norwegian authorities had refrained from implementing their deportation and had thus accepted their stay in the country. On 29 January 2010 they had decided to stay their deportation pending the outcome of the Convention proceedings. The applicants had developed their ties to  as children, not as adults.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Without the assistance of the Norwegian authorities the applicants had no possibility of obtaining a national passport and a ticket to travel to  before they reached the age of majority in 2003 and 2004, respectively. The authorities took no steps to implement the applicants’ deportation before or after their apprehension in 2001, not even when their mother was deported on 12 September 2005. Consequently, the applicants experienced an ordinary childhood in Norwegian school under the same conditions as other children in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The applicants disagreed with the Government’s opinion that they could not be viewed as being “settled migrants” as understood in the Court’s case-law, a concept which did not necessarily relate to residence in a formal legal sense (see Omojudi v. the United Kingdom, no. 1820/08, § 45, 24 November 2009). The applicants further referred to Recommendation Rec (2000) 15 of the Committee of Ministers to member states concerning the security of residence of long-term migrants (adopted on 13 September 2000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Having grown up with the family of their deceased mother’s brother in , the applicants had a “family life” protected by Article 8. After their mother had disappeared around the turn of the year 2000-2001, the applicants had continued to live with this uncle and his family, which was well integrated in . They had gone to primary and secondary school in the neighbourhood. Up to the age of eighteen they had been dependent upon their uncle for accommodation, subsistence and care, until as late as the Supreme Court’s final decision of February 2009. The only exception had been a brief period of five months when the second applicant had lived together with his girlfriend outside .",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The applicants still lived with their uncle and aunt’s family in  and, in the absence of any work permit, still remained strongly dependent upon them for accommodation and subsistence support. Also, since the applicants had grown up without a father, they had developed exceptionally strong ties to their uncle.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The applicants had spent most of their childhood and all of their adolescence in  during forming years of their lives when their ties to that country had become particularly strengthened. All of their cultural upbringing has been based in Norway and their education and schooling had to all intents and purposes taken place in Norway, where they also had their entire social network, including leisure activities, friends etc. The first applicant had completed her education as a legal secretary in  and the second applicant was attending upper secondary school. Thus, their education had been adapted to Norwegian conditions and demand. They were both particularly well integrated in  and used the Norwegian language, both written and oral, as their daily language.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The applicants underlined that their ties to  were very weak and disputed the Government’s arguments that these had become solid through previous stays in the country and close family members there. They did not own or dispose of a house in  and had had no contact with their father since 1996. His violence and alcohol abuse had prompted their mother to leave  with the applicants, and there had never been any contact of significance between the applicants and the family members concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  They had also been too small when they stayed in  to form any special ties to the country. They had received hardly any schooling there, had very poor knowledge of Urdu which they could neither read nor write. Pakistani society, culture and language and working life would appear extremely alien and inaccessible to the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Referring to the unique character of the case as highlighted in the High Court’s judgment, the applicants disputed that the case touched upon issues of significance for immigration control. Moreover, their stay in  had not been illegal to the extent as alleged by the Government. As children they could not be assessed in accordance with the same standards as adults, when it came to their prior appreciation of their own immigration status and expectations of future residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Accordingly, the applicants’ ties to Norway were particularly strong and their forcible return to  would constitute a disproportionate interference with their Article 8 rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Finally, the second applicant’s criminal convictions dated far back in time, to a period when he was a minor, and the total sentence of seventyfive days’ imprisonment did not indicate that the offences were among the most serious ones. He had not reoffended since. This could not therefore constitute a decisive factor.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government’s arguments",
                                "elements": [
                                    {
                                        "content": "64.  The Government submitted that the applicants’ stay in  represented a peripheral establishment of a “private life” within the meaning of that term. They had arrived in Norway in 1989 while still young children, had gone back to Pakistan with their mother in 1992 and had returned to  in early 1996, respectively at the age of eleven and ten.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65. Whilst the Court had held in its case-law that a non-national’s stay in a Contracting State might amount to the establishment of “private life”, this applied to “settled migrants” only (see Omojudi, cited above, § 37; Onur v. the United Kingdom, no. 27319/07, § 46, 17 February 2009). However, the applicants could not be regarded as “settled migrants” as their stay in  had never rested on a formal decision of permanent residence. The residence permit granted to them on 28 February 1992 had only been temporary and the settlement permit issued to them on 2 August 1995 had been granted on false grounds in that the immigration authorities had been unaware at that time of the applicants’ and their mother’s living in Pakistan from 1992 until 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  On this basis alone it ought to be concluded that the applicants’ “private life” interests were on the margins of what Article 8 was intended to protect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  Nor could it be said that the applicants had forged personal, social and economic ties in Norway that typified a case whereby their forced removal to their country of origin would represent an encroachment of their “private life” interests (compare Slivenko v. Latvia ([GC], no. 48321/99, § 96, ECHR 2003X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Government further disputed that the applicants’ deportation constituted an interference with their “family life” within the meaning of Article 8 § 1 of the Convention. The existence of “family life” ought to be determined “in the light of the position when the exclusion order became final” (see, among other authorities, Maslov, cited above, § 61). Both applicants were adults at the time when the Immigration Appeals Board had decided on 31 August 2007 not to reverse previous decisions and, naturally, also in 2009 when the Appeals Leave Committee of the Supreme Court had denied them leave of appeal. The applicants were then respectively twentytwo and twenty-one years old.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Their relationship with their late mother, whose death had pre-dated the Immigration Appeals Board’s decision of 31 August 2007, clearly could not bring their case within the notion of “family life” in Article 8.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  As regards the fact that the applicants had several relatives in Norway, the Government pointed out that “relationships between adult relatives do not necessarily attract the protection of Article 8 without further elements of dependency involving more than the normal emotional ties” (Konstatinov v. the , no. 16351/03, § 52, 26 April 2007). In L. v. the Netherlands (no. 45582/99, § 37, ECHR 2004IV) the Court had held that a “close personal relationship” must exist for there to be a “family life” within the meaning of Article 8 § 1. However, in the Government’s view, the applicants’ relation to their relatives in  did not fall within these criteria. Nor was the present case comparable with Roda and Bonfatti v. Italy (no. 10427/02, §§ 98-99, 21 November 2006). A relationship between a niece and a nephew and their uncle and aunt would constitute “family life” only if there were “elements of dependency” suggesting such a conclusion, which was not the case here.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In the event that the Court were to hold that Article 8 was applicable, the Government invited it to approach the case as one involving Norway’s positive rather than negative obligations under Article 8.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  In this regard, the Government placed much emphasis on the High Court’s judgment of 14 November 2008. The applicants’ ties to  were not sufficiently strong to give them a right to reside there. They had solid ties to , in terms of previous stays, close family members and a house in their possession. There were no “insurmountable” obstacles, hardly any obstacles at all, to them living in their country of origin.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  Moreover, the applicants’ consistent refusal for a number of years to abide by the decisions of the immigration authorities – upheld by the national courts – that they should return to their country of origin, showed a history of breaches of immigration law and that there were also factors of immigration control at issue in the present case. The applicants had confronted the Norwegian authorities with a fait accompli for which they must be held in the main responsible. Furthermore, the second applicant’s criminal record demonstrated that there existed also considerations of public order weighing in favour of exclusion. Bearing in mind the seriousness of the offences committed by him, his deportation would clearly not constitute a violation of the Norway’s positive obligations under Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  In sum, the Government could not see that the present case disclosed any “most exceptional circumstances” that would render the removal of the applicants to their country of origin incompatible with Article 8 of the Convention (see Rodrigues da Silva and Hoogkamer, cited above, § 39).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  In the event that the Court were to examine the case as one of interference with the applicants’ rights under paragraph 1 of Article 8, the Government maintained that all the conditions in paragraph 2 of the Article had been fulfilled. The applicants’ deportation clearly was “in accordance with the law” and would pursue the legitimate aims of preventing “disorder or crime” and protecting the “economic well-being of the country” within the meaning of Article 8 § 2. Relying on the relevant criteria in Üner v. the Netherlands ([GC], no. 46410/99, § 57, ECHR 2006XII), they argued that the measure would be “necessary in a democratic society”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "76.  The Court notes from the outset that the first and second applicants arrived in  in 1989 at the age of four and three years, respectively. Apart from an interval of three years and a half from the summer of 1992 to early 1996, they have lived there since then. Their mother went into hiding around the turn of the year 2000 – 2001, was expelled in 2005 and died in 2007. Their father remained in . During most of their stay in Norway, the applicants lived at the home of their maternal uncle and aunt (their mother’s brother and sister) with family in , who took care of them. As observed by the High Court in its judgment of 14 November 2008 (see paragraph 35 above) the applicants lived with them until 2005 and must therefore be presumed to have close emotional links to this part of the family. The Court further finds it established that the applicants lived with their uncle and aunt for most of the time thereafter. This was also where they had their friends and social network. They had received the essential part of their education and upbringing in  and mastered the Norwegian language to the full. It is obvious that with time the applicants had developed a strong personal and social attachment to . The Court sees no reason to doubt that they both had such “family life” and “private life” in  as fall within the scope of protection of Article 8 of the Convention. The Government’s suggestion that the private- and family life interests at stake were only at the fringes of the Article 8 rights must be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  As to the issue of compliance, the Court reiterates that a State is entitled, as a matter of well-established international law and subject to its treaty obligations, to control the entry of aliens into its territory and their residence there. The Convention does not guarantee the right of an alien to enter or to reside in a particular country (see, for instance, Nunez v. , no. 55597/09, § 66, 28 June 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  In the case under consideration, the Norwegian immigration authorities had granted the applicants’ mother and, by extension, the applicants, a residence permit on the ground of strong humanitarian considerations on 28 February 1992 and then a settlement permit on 2 August 1995. They granted the latter permit whilst ignorant of the fact that the mother and the applicants had left for Pakistan in the summer of 1992 and on the basis of the false information provided by the mother that she and the applicants continued to reside in . By virtue of their sojourn in Pakistan, their entitlement to residence in  ceased and, following their return to the country in early 1996, their stay there was in reality unlawful even though it was in August 1999 that their settlement permit was finally revoked (see paragraph 6 to 8 above). The Court therefore agrees with the Government that the applicants could not be viewed as “settled migrants” as this notion has been used in the case-law (see Üner, cited above, § 59; and Maslov, cited above, § 75). Accordingly, on the same approach as that adopted in the afore-mentioned Nunez judgment, the Court will have regard to the following principles stated therein (see also Antwi and Others v. Norway, no. 26940/10, § 89, 14 February 2012):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“68.  ... [W]hile the essential object of [Article 8] is to protect the individual against arbitrary action by the public authorities, there may in addition be positive obligations inherent in effective ‘respect’ for family life. However, the boundaries between the State’s positive and negative obligations under this provision do not lend themselves to precise definition. The applicable principles are, nonetheless, similar. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation (see Konstatinov v. the Netherlands, no. 16351/03, § 46, 26 April 2007; Tuquabo-Tekle and Others v. the Netherlands, no. 60665/00, § 42, 1 December 2005; Ahmut v. the Netherlands, 28 November 1996, § 63, Reports of Judgments and Decisions 1996VI; Gül v. Switzerland, 19 February 1996, § 63, Reports of Judgments and Decisions 1996I; Powell and Rayner v. the United Kingdom, 21 February 1990, § 41, Series A no. 172).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Since the applicable principles are similar, the Court does not find it necessary to determine whether in the present case the impugned decision, namely the order to expel the applicant with a two-year prohibition on re-entry, constitutes an interference with her exercise of the right to respect for her family life or is to be seen as one involving an allegation of failure on the part of the respondent State to comply with a positive obligation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court further reiterates that Article 8 does not entail a general obligation for a State to respect immigrants’ choice of the country of their residence and to authorise family reunion in its territory. Nevertheless, in a case which concerns family life as well as immigration, the extent of a State’s obligations to admit to its territory relatives of persons residing there will vary according to the particular circumstances of the persons involved and the general interest (see Gül, cited above, § 38; and Rodrigues da Silva and Hoogkamer, cited above, § 39). Factors to be taken into account in this context are the extent to which family life is effectively ruptured, the extent of the ties in the Contracting State, whether there are insurmountable obstacles in the way of the family living in the country of origin of one or more of them and whether there are factors of immigration control (for example, a history of breaches of immigration law) or considerations of public order weighing in favour of exclusion (see Rodrigues da Silva and Hoogkamer, cited above, ibid.; Ajayi and Others v. the United Kingdom (dec.), no. 27663/95, 22 June 1999; Solomon v. the Netherlands (dec.), no. 44328/98, 5 September 2000). Another important consideration is whether family life was created at a time when the persons involved were aware that the immigration status of one of them was such that the persistence of that family life within the host State would from the outset be precarious (see Jerry Olajide Sarumi v. the United Kingdom (dec.), no. 43279/98, 26 January 1999; Andrey Sheabashov c. la Lettonie (dec.), no. 50065/99, 22 May 1999). Where this is the case the removal of the non-national family member would be incompatible with Article 8 only in exceptional circumstances (see Abdulaziz, Cabales and Balkandali, cited above, § 68; Mitchell v. the United Kingdom (dec.), no. 40447/98, 24 November 1998, and Ajayi and Others, cited above; Rodrigues da Silva and Hoogkamer, cited above, ibid.).”",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  In this regard the Court has noted the general approach of the Borgarting High Court that strong immigration policy considerations would in principle militate in favour of identifying children with the conduct of their parents, failing which there would be a great risk that parents exploited the situation of their children in order to secure a residence permit for themselves and for the children (see paragraph 34 above). The Court, seeing no reason for disagreeing with this general approach, observes that during a police interview on 15 November 1996 the applicants’ mother conceded that she had previously given incorrect information to the police and other institutions about her own and her children’s stay in  during this period. Thus, it seems that her children’s family life was created in Norway at a time when she was aware that their immigration status in the country was such that the persistence of that family life would, since their return in 1996, be precarious (see Nunez, cited above, §§ 71-76). That was also the case of their private life in the country. From the above considerations, it follows that the removal of the applicants would be incompatible with Article 8 only in exceptional circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  In assessing whether there were such exceptional circumstances, the Court observes in the first place that, as also held by the High Court, the need to identify children with the conduct of their parents could not always be a decisive factor; in the concrete case there had been no such risk of exploitation as mentioned above since the applicants had reached the age of majority and their mother had died (see paragraph 34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.   Furthermore, already in connection with the application for family reunion, submitted by applicant’s father in 1996, the immigration authorities were informed of the mother and the applicants’ stay in  for most of the period from the summer of 1992 to early 1996. During the said police interview of 15 November 1996 the mother conceded that she had previously given incorrect information to the police and to other institutions about this in 1996 (see paragraph 79 above). However, without enquiring into the justification for the Directorate of Immigration’s decision of January 1999 (upheld by the Immigration Appeals Board in August 1999) to revoke the applicants’ and their mother’s settlement permit, the Court has noticed the lapse of time between the said discovery in 1996 and the revocation of the permit in 1999 (see Nunez, cited above, paragraph 82).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  Moreover, as found by the High Court, it was not until their arrest in May 2001 that the applicants had become aware of the irregular character of their residence status and, presumably also, that they had exceed the time-limit for their voluntary repatriation (see paragraphs 29 to 31 above). It thus appears that their family- and other social ties in the host State had already been formed when it was brought to their attention that the persistence of those ties would be precarious. Therefore, at least until then, they cannot be reproached, as suggested by the Government, for having confronted the authorities with a fait accompli (compare Darren Omoregie and Others, cited above, § 64).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  On the contrary, as noted by the High Court, since the applicants’ mother had gone into hiding, the immigration police shortly after their arrest released the applicants, who were then minors, and refrained from implementing the deportation without their mother. The authorities omitted to take any steps to arrange for the applicants’ obtaining the passports required for their travelling. Because their mother had gone under ground, the applicants had been dependent on such assistance until they passed the age of majority. The Court sees no reason for disagreeing with the High Court’s assessment that until they reached the age of majority – in 2003 and 2004, respectively – the applicants could reasonably perceive the situation as one where the authorities did not expect them to leave the country on their own and that it was difficult to ascribe any responsibility to them for not having taken any steps to do so while their mother had gone into hiding from the police (see paragraphs 31 and 33 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Nor is it apparent that the applicants could no longer reasonably entertain the same perception after they reached the age of majority. The authorities did not make any attempt to implement the deportation when, after having found their mother in September 2005, they forcibly sent her to . The stated reason was to enable the applicants to attend a hearing due to open later in the same month before the Oslo City Court (see paragraph 32 above), the outcome of which went in their favour (see paragraph 12 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Also, the Court cannot but note the observation made by the High Court (in 2008) that, in view of the unusually long duration of the applicants’ unlawful stay in Norway, it was questionable whether general immigration policy considerations would carry sufficient weight to regard the refusal of residence “necessary in a democratic society” (see paragraph 37 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  In the Court’s view, the above considerations do not imply that the authorities of the respondent State were responsible for the irregularities from 1996 onwards pertaining to the applicants’ stay in . They nonetheless militate strongly against identifying the applicants’ conduct with that of their mother and bringing them to bear adverse consequences from this state of affairs (see, mutatis mutandis, Nunez, cited above, §§ 7885).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  In fact, for the reasons stated at paragraph 76 above, it was obvious that with time the applicants had developed strong family- and private life ties to .",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  In contrast, the applicants’ links to  were not particularly strong, bearing in mind the timing and duration of their residence there. They had not seen their father since returning to  in 1996 and their mother had died. Neither the fact that the applicants should have inherited a part of a house from their mother, currently occupied by their father, nor that they might be familiar with another uncle living in the same area as their father, nor any other factors, point to any solid links to Pakistan as suggested by the Government. According to the applicants they were unable to write Urdu and were speaking a “childish” Urdu. They both mastered English well, which was an official language in . Although the applicants still had certain links to  and there would not appear to be insurmountable obstacles to them returning to the country, they might, as found by the High Court, encounter social and professional difficulties if they were to do so (see paragraph 36 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  Finally, the Court has taken note of the Government’s argument that, bearing in mind the seriousness of the criminal offences committed by the second applicant, his exclusion would clearly not be incompatible with Article 8 of the Convention. Whilst the seriousness was an important consideration in the first set of proceedings relating to the Immigration Appeals Board’s decision of 31 May 2005 and ending with the Appeals Leave Committee of the Supreme Court refusal of leave to appeal of 16 January 2007, this does not seem to have been the case in the second set relating to the Board’s rejection on 31 August 2007 of the applicants’ request for reconsideration. The Board merely referred to the reasoning and conclusion in the earlier decisions, and the High Court upholding the Board’s decision did not rely on the argument. Without entering into the justification for the Immigration Appeals Board’s decision of 31 May 2005 to order the second applicant’s expulsion, the Court notes that his conviction in 2003 concerned one incident of aggravated violent assault (see Maslov, cited above, § 85) and that a long period of time has elapsed since then. According to the information available to the Court, the second applicant has not reoffended since. Against this background the Court does not consider that this factor ought to carry significant weight in the instant case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  In the light of the above, the Court finds that the circumstances of the present case were indeed exceptional. It is not satisfied that the authorities of the respondent State acted within their margin of appreciation when seeking to strike a fair balance between its public interest in ensuring effective immigration control, on the one hand, and the applicants’ interests in remaining in  in order to pursue their private- and family life, on the other hand.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  In sum, the Court concludes that the applicants’ deportation from  would entail a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "92.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "93.  The applicants claimed 20,000 euros (EUR) each in respect of nonpecuniary damage by reason of mental suffering and severe hardship since being asked to leave the country after reaching the age of majority. They had spent more than a year in church asylum under the protection of  and the Bishop of Oslo until they had been granted a stay of implementation of the deportation order pending the outcome of the proceedings before the Court. For more than one month they had been kept in provisional detention until their release on 8 February 2008 following the City Court’s ruling in their favour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Government maintained that, in the absence of any evidence that the applicants had suffered loss of income and duress as a result of the alleged violation, their claims under this heading should be dismissed. In the Government’s opinion, the finding of violation would constitute adequate just satisfaction under Article 41. In any event, the requested amounts were not reasonable as to quantum.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The Court considers that the applicants must have suffered anguish and distress and that there is a direct causal link between this and the matter found to constitute a potential violation of Article 8 of the Convention. This prejudice cannot be compensations solely by that finding (see Maslov, cited above, § 106; and Mokrani v. , no. 52206/99, § 43, 15 July 2003). Deciding on an equitable basis, the Court considers it reasonable in the circumstances to award each applicant EUR 3,000 in respect of nonpecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "96.  The applicants requested compensation for amounts totalling 123,330 Norwegian Krone (NOK), corresponding to approximately EUR 16,400 that the High Court in its judgment of 13 October 2006 had ordered them to pay to the State for the latter’s costs in the proceedings before the latter and before the City Court (respectively NOK 73,330 and NOK 50,000).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The Government did not offer any comments to the above-mentioned claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Court, deciding on an equitable basis, awards the applicants EUR 15,000 under this heading.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "99.  The applicants also claimed NOK 42,365 (approximately EUR 5,600) for their own legal costs incurred before the City Court. They in addition sought the reimbursement of EUR 16,500 for their legal representation and NOK 25,675 (approximately EUR 3,400) for translation costs, incurred before the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession, the fact that the sums claimed have not been disputed by the Government and the above criteria, the Court considers it reasonable to award the sum of EUR 20,000 to cover costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "102.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there would be a violation of Article 8 of the Convention in the event of the applicants’ deportation;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 December 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BUTT v. NORWAY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-115012.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1204JUD004701709",
    "externalsources": [],
    "extractedappno": [
        "47017/09",
        "565/08",
        "50435/99",
        "265/07",
        "1638/03",
        "1820/08",
        "27319/07",
        "48321/99",
        "16351/03",
        "45582/99",
        "10427/02",
        "46410/99",
        "55597/09",
        "26940/10",
        "60665/00",
        "27663/95",
        "44328/98",
        "43279/98",
        "50065/99",
        "40447/98",
        "52206/99"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-115012",
    "judgementdate": "04/12/2012 00:00:00",
    "kpdate": "04/12/2012 00:00:00",
    "kpthesaurus": [
        "451",
        "628",
        "425",
        "429",
        "216",
        "238"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "8",
        "41",
        "8-1"
    ],
    "parties": [
        "BUTT",
        "NORWAY"
    ],
    "rank": "939.396118164063",
    "representedby": [
        "HUMLEN A."
    ],
    "respondent": "NOR",
    "respondentOrderEng": "34",
    "scl": [
        "Antwi and Others v. Norway, no. 26940/10, § 89, 14 February 2012",
        "Darren Omoregie and Others v. Norway, no. 265/07, § 64, 31 July 2008",
        "Maslov v. Austria [GC], no. 1638/03, 23 June 2008",
        "Mokrani v. France, no. 52206/99, § 43, 15 July 2003",
        "Nunez v. Norway, no. 55597/09, 28 June 2011",
        "Üner v. the Netherlands [GC], no. 46410/99, ECHR 2006-XII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "430962",
    "typedescription": "15"
}