{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "36",
    "appno": "38663/06",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-99863.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38663/06) against the Republic of Austria lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Austrian nationals, Ms Nadine Mladoschovitz and Ms Jeanine Mladoschovitz (“the applicants”), both represented by their mother Elke Mladoschovitz, on 14 September 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr R. Gabl, a lawyer practising in . The Austrian Government (“the Government”) were represented by their Agent, Ambassador H. Tichy, Head of the International Law Department at the Federal Ministry for European and International Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged a violation of Article 6 of the Convention in proceedings concerning the enforcement of their claims for maintenance against their father.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 23 October 2008 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1998 and 2002 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicants have a maintenance claim against their father Mr W (“the debtor”). Apparently the debtor fell into arrears with maintenance payments (Unterhaltsrückstand) amounting to the sum of EUR 3,006. The applicants applied for enforcement of their payment orders to the competent District Court (Bezirksgericht) in Enns. The enforcement order (Exekutionsbewilligung) provided for the sale of the debtor's movable property (Fahrnisexekution) and granted the applicants a lien on outstanding claims which the debtor held against his own debtors (Forderungsexekution).",
                                "elements": []
                            },
                            {
                                "content": "7.  On 21 July 2006 the debtor lodged an action under Section 35 of the Enforcement Act (Oppositionsklage) to have the claim underlying the enforcement order dismissed and also applied to postpone enforcement (Aufschiebung der Exekution) until a decision on his action had been reached. In support of his case to have the enforcement order set aside, the debtor stated that during the period of time in which he had not made maintenance payments, the applicants had been living with him and he had paid all their living expenses.",
                                "elements": []
                            },
                            {
                                "content": "8.  In support of his application to postpone enforcement regarding the sale of movable property, the debtor claimed he would risk losing his property rights over the objects seized for enforcement. He also argued that if a lien against outstanding claims from his own debtors was enforced, the recovery of the money from the applicants, who did not have any funds, would be nearly impossible if the enforcement order was, in fact, set aside.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 27 July 2006 the District Court, without hearing the applicants, allowed the postponement of enforcement by granting the applicants a lien on outstanding claims if a deposit of EUR 3,500 was lodged with the court but the postponement of the sale of the debtor's movable property was not granted. On 2 August 2006 the debtor appealed, claiming that the deposit was too high. The applicants were not notified of the appeal.",
                                "elements": []
                            },
                            {
                                "content": "10.  The  (Landesgericht) quashed the decision, ordering both kinds of enforcement to be postponed until the decision on the action under Section 35 of the Enforcement Act was rendered and re-setting the deposit at EUR 1,000. The applicants were not heard in the proceedings. It held that an appeal on points of law to the Supreme Court was not admissible. The applicants, having lost the case on postponement of the enforcement, were obliged to reimburse legal costs amounting to EUR 305.40 to the debtor.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "11.  The enforcement of court orders is set down in the Enforcement Act (Exekutionsordnung). In principle, an application for an enforcement order (Exekutionsbewilligung) can only be made when the civil right to be enforced is established with final effect; such a decision establishing a civil right is called a fiat of execution (Exekutionstitel).",
                                "elements": []
                            },
                            {
                                "content": "12.  If after a fiat of execution has been passed, new facts emerge which vitiate or weaken the enforceable claim, the debtor can bring an action under Section 35 of the Enforcement Act. If successful, such an action will set aside the fiat of execution. In the proceedings, the Code on Civil Procedure (Zivilprozeßordnung) will apply.",
                                "elements": []
                            },
                            {
                                "content": "13.  If an action is brought under Section 35 of the Enforcement Act, enforcement may also be postponed according to Section 42 § 1 no. 5 of the Enforcement Act, until a final decision is taken under Section 35 of the Enforcement Act. The postponement of enforcement is taken in the form of a decision (Beschluß). According to Section 44 § 2 no. 1 of the Enforcement Act, such postponement is to be subject to the payment of a deposit by the debtor seeking to have the claim underlying the fiat of execution set aside unless the debtor can show unobjectionable documents supporting his action under Section 35 of the Enforcement Act. The deposit serves to safeguard the creditor(s) against damage resulting from delay in the enforcement of the claim.",
                                "elements": []
                            },
                            {
                                "content": "14.  According to Austrian jurisprudence, the amount of the deposit is to be determined according to the likelihood of a successful outcome to the action under Section 35 of the Enforcement Act, without taking into account the merits of the action under Section 35.",
                                "elements": []
                            },
                            {
                                "content": "15.  Section 78 of the Enforcement Act stipulates that, unless provided otherwise, the general provisions of the Code of Civil Procedure (Zivilprozessordnung) are applicable to enforcement proceedings.",
                                "elements": []
                            },
                            {
                                "content": "16.  As a general principle, the opponent does not have the right to be heard if the other party lodges an appeal against a decision (Rekurs) other than those decisions set out in Section 521a of the Code of Civil Procedure.",
                                "elements": []
                            },
                            {
                                "content": "17.  The legal costs have to be borne by the party who loses the case; in circumstances in which both parties partly lose and partly win a case, the costs will be split proportionately, with the court enjoying a narrow margin of appreciation (see Sections 40 to 43 of the Code of Civil Procedure).",
                                "elements": []
                            },
                            {
                                "content": "18. While certain court fees are payable upon application for an enforcement order and the bringing of an action under Section 35 of the Enforcement Act, no such fees are payable for a motion to postpone enforcement. However, appeals against decisions (Rekurs) have to be signed by a lawyer in principle, who is entitled to remuneration.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicants complained that their right to a fair hearing, as provided in Article 6 § 1 of the Convention, has been violated. Article 6 § 1 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "20.  In particular, the applicants argued that if they had been heard in the proceedings on postponing enforcement, they could have agreed to the postponement or agreed to the postponement without the need for a deposit, and then would not have been obliged to reimburse the legal costs to the debtor.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "22.  The Government contested the applicability of Article 6 of the Convention to the proceedings on the postponement of enforcement. According to the Court's case-law, a “civil right” exists if there is a genuine and serious dispute which relates to the existence, the content or the conditions of a right and which is, at least on arguable grounds, recognised under domestic law. The outcome of the proceedings must have a direct impact on the right in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Government contended that enforcement proceedings did not come within the purview of Article 6 of the Convention because the disputed civil right had already been decided upon in the proceedings on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  However, enforcement proceedings do not have as their purpose the determination of a claim, but the actual enforcement of the claim. Enforcement proceedings do not affect the existence of a claim. The Government argued that the present case was to be distinguished from other cases in which Article 6 § 1 of the Convention was found to be applicable to enforcement proceedings, such as cases concerning the length of proceedings or cases of non-enforcement. The Government emphasised that the present application exclusively concerned the postponement of an enforcement order until a final decision on the action under Section 35 of the Enforcement Act was taken.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Finally, the Government pointed out that the whole purpose of enforcement proceedings was the rapid implementation of a final decision on the merits of the claim. Thus, whenever there is a dispute about the civil rights claim underlying the enforcement proceedings, the proceedings are adversarial but the enforcement proceedings are unilateral. The consequence that legal costs may have to be reimbursed for the unilateral postponement of enforcement proceedings does not change the fact that Article 6 of the Convention is not applicable to enforcement proceedings. The Court's judgment in Beer v. Austria, no. 30428/96, 6 February 2001, in which the Court held that disputes over costs raised in the main proceedings come within the scope of application of Article 6 of the Convention, is not comparable to the present application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicants argued that the enforcement proceedings also touched upon their civil rights, as the deposit demanded by the court should have secured their claim. The applicants did not know whether or not the debtor had made the offer of the deposit of his own accord. As the success of the enforcement proceedings was dependent on the fast enforcement of the claim, they should have at least have been informed of the debtor's appeal and given the opportunity to comment on it. They also argued that a request to postpone enforcement is comparable to a request to interrupt civil proceedings under Section 190 of the Code of Civil Procedure, where a decision could only be taken after a hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicants stated that even if Article 6 of the Convention was not applicable to a decision to postpone enforcement until a final decision on the action under Section 35 of the Enforcement Act was taken, Article 6 of the Convention was applicable to the final decision which ordered the applicants to pay the costs. They stated that the subject-matter of their application to the Court was not the decision to postpone enforcement, but the fact that they had to bear the costs for the debtor's appeal without having been heard or having been able to settle the matter with the debtor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court reiterates its established case-law that enforcement of a judgment given by any court must be regarded as an integral part of the \"trial\" for the purposes of Article 6 (see, for instance, Hornsby v. Greece, 19 March 1997, § 40, Reports of Judgments and Decisions 1997II, Immobiliare Saffi v. Italy [GC], no. 22774/93, § 63, ECHR 1999V). The Government argued that this case-law, which was developed in the context of the non-enforcement of final decisions, does not imply that Article 6 applies to any type of execution proceedings. The Court has no need to examine this argument, as it considers, for the reasons set out below, that the proceedings at issue involved a determination of the applicants' civil rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In the present case, the Court notes that the application to postpone the enforcement was filed after an action under Section 35 of the Enforcement Act had been lodged by the debtor. The action under Section 35 of the Enforcement Act challenged the claim giving rise to the fiat of execution, and therefore directly related to a “civil right” within the meaning of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  As has been set out above, the amount of the deposit is closely linked to the proceedings under Section 35 of the Enforcement Act. To determine the amount of the deposit, the court has to estimate the prospects of success of the proceedings under Section 35 of the Enforcement Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  As it was in those proceedings that the applicants were ordered to pay the debtor's costs, Article 6 § 1 of the Convention applies in this case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "33.  The applicants argued they should have been heard on the debtor's appeal, as they ultimately also had to bear the costs for the appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Government contended that a distinction must be made between the issue of being granted the right to be heard and the issue of the payment of costs. Under Austrian law, the person losing the case has to reimburse the legal costs. They also noted that even if the applicants did have a right to be heard on the debtor's appeal and had agreed to postpone enforcement, they would have had to pay the costs, as the outcome of the proceedings would have been the same − namely, the postponement of the enforcement. Payment of costs in a situation like this can be avoided only by not bringing unjustified enforcement claims or by not pursuing such unjustified claims any further.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court notes that the costs in the appeals proceedings, relating to the amount of the deposit, had to be borne by the applicants, without regard to the outcome of the proceedings under Section 35 of the Enforcement Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court found a violation of the principle of equality of arms in the case of Beer v. Austria, no. 30428/96, § 17, 6 February 2001, holding that each party must be given the opportunity of have knowledge of and comment on the observations filed or evidence adduced by the other party (with further reference to Ruiz Mateos v. Spain, judgment of 24 June 1993, Series A no. 262, p. 25, § 63; Nideröst-Huber v. Switzerland, judgment of 18 February 1997, Reports 1997-I, p. 108, § 24; Werner v. Austria, judgment of 24 November 1997, Reports 1997-VII, p. 2513, § 65). It is also for the parties to say whether or not a document calls for their comment. What is at stake is the litigants' confidence in the workings of justice, which is based on, inter alia, the knowledge that they have had the opportunity to express their views on every document in the file (Beer, cited above, § 18).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicants had neither knowledge of the appeal against the decision setting the amount of the deposit, nor an opportunity to submit their arguments, yet had to bear the costs of the appeals proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court therefore considers that the principle of equality of arms has been infringed and concludes that there has been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "39.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "40.  The applicants claimed 305.40 euros (EUR) in respect of pecuniary damage and EUR 8,520 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Government did not dispute the amount claimed in respect of pecuniary damage, but argued that the claim for EUR 8,520 for nonpecuniary damage was unsubstantiated and appeared excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42. The Court cannot speculate as to the outcome of the proceedings had there been no breach of the guarantees of Article 6 of the Convention. It thus rejects the claim for pecuniary damages. On the other hand, the Court awards the applicants jointly EUR 1,500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "43.  The applicants also claimed EUR 2,180 for costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government argued that no proof has been furnished about these costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court notes that the applicants have not submitted evidence for the costs and expenses claimed. It thus rejects the claim for costs and expenses before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "46.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants jointly, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,500 (one thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 July 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MLADOSCHOVITZ v. AUSTRIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-99863.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0715JUD003866306",
    "externalsources": [],
    "extractedappno": [
        "38663/06",
        "30428/96",
        "22774/93"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-99863",
    "judgementdate": "15/07/2010 00:00:00",
    "kpdate": "15/07/2010 00:00:00",
    "kpthesaurus": [
        "445",
        "41",
        "113",
        "136",
        "119",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "MLADOSCHOVITZ",
        "AUSTRIA"
    ],
    "rank": "743.801025390625",
    "representedby": [
        "GABL R."
    ],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [
        "Beer v. Austria, no. 30428/96, § 17, 6 February 2001",
        "Hornsby v. Greece, 19 March 1997, § 40, Reports of Judgments and Decisions 1997-II",
        "Immobiliare Saffi v. Italy [GC], no. 22774/93, § 63, ECHR 1999-V",
        "Nideröst-Huber v. Switzerland, judgment of 18 February 1997, Reports 1997-I, p. 108, § 24",
        "Ruiz Mateos v. Spain, judgment of 24 June 1993, Series A no. 262, p. 25, § 63",
        "Werner v. Austria, judgment of 24 November 1997, Reports 1997-VII, p. 2513, § 65"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "441160",
    "typedescription": "15"
}