{
    "__articles": "4;4-2;6;6-1;35;P1-1;P1-1-1",
    "__conclusion": "Remainder inadmissible (Art. 35) Admissibility criteria;No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing)",
    "applicability": "",
    "appno": "57818/10;57822/10;57825/10;57827/10;57829/10",
    "article": [
        "6",
        "4",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 35"
            ],
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        },
        {
            "element": "Admissibility criteria",
            "type": "other"
        }
    ],
    "content": {
        "001-177938.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in five applications (nos. 57818/10, 57822/10, 57825/10, 57827/10, 57829/10) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by five Turkish nationals, Mr Tibet Menteş, Mr Atilla Kantar, Mr Birol Arısoy, Mr Rahmi Aydoğmuş and Mr Muhammed Erkan Güneri (“the applicants”), on 9 August 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ahmet Okyay, a lawyer practising in İzmir. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the final judgment in their case, dismissing their claims for overtime pay, had amounted to a denial of justice which had run contrary to the prohibition of forced labour.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 26 May 2014 the application was communicated to the Government under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  Third-party comments were received from the European Trade Union Confederation (ETUC), which had been given leave by the President to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 2 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "6.  On 24 September 2015, the Vice-President of the Section decided, under Rule 54 § 2 (c), to invite the parties to submit further observations on whether there had been a violation of Article 4 § 2 of the Convention owing to the fact that the applicants had worked overtime without any remuneration and in excess of the limits permitted by the national legislation.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicants were born in 1967, 1965, 1968, 1960 and 1958 respectively and live in İzmir.",
                                "elements": []
                            },
                            {
                                "content": "8.  The facts of the case may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicants have been employed in the duty-free shops at İzmir Adnan Menderes Airport since 1993. They are members of the Tekgıda Work Union, which had signed a collective labour agreement with the General Directorate of Monopolies on Spirits and Tobacco, the applicants’ employer and formerly a State-run enterprise.",
                                "elements": []
                            },
                            {
                                "content": "10.  During their employment the applicants operated in “work and rest cycles”. Accordingly, in the four months of the summer period they worked continuously for twenty-four hours and rested the next twenty-four hours. For the remaining eight months of the year, the winter period, they worked for twenty-four hours and rested for the next forty-eight hours. Their work schedule did not take account of weekends or public holidays as the dutyfree shops remained open twenty-four hours a day, seven days a week. As regards rest breaks and periods, section 22 of their collective labour agreement provided that such periods would be counted as working time and that they could not be subject to wage deductions.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 10 October 2003 the applicants, with the assistance of their lawyer, instituted individual and separate proceedings against their employer before the İzmir Labour Court. They claimed compensation for the overtime hours they had worked beyond the legal working time for the previous five years of their employment. They referred to the Labour Code in force at the material time and to their collective agreement. Both documents defined overtime as work in excess of the regular forty-five-hour working week and provided for remuneration for such work at one and a half times the regular hourly rate.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 1 November 2003 the applicants instituted new proceedings against their employer before the İzmir Labour Court and requested further remuneration for work done on weekends and public holidays and compensation for annual leave that they had not taken.",
                                "elements": []
                            },
                            {
                                "content": "13.  Having regard to the common background of the applicants’ complaints in both sets of proceedings, the İzmir Labour Court decided to join each applicant’s proceedings and to seek an expert report concerning the calculation of their claims for overtime, weekend and public holiday pay and remuneration for unused annual leave.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 14 July 2004 the expert submitted a report in which he noted, inter alia, that clause 25 (c) of the collective agreement concluded between the parties provided for an entitlement to overtime pay, calculated on the basis of one and half times the hourly rate. He further referred to an official audit report by the Ministry of Labour, dated 10 September 2003, which noted that during the preceding summer period, between the months of June and September, workers at the company in question had worked overtime of 139.5 hours in months which had thirty-one calendar days and 135 hours in the remaining months. In the previous winter period, between October and May, they had worked 22.5 hours and fifteen hours of overtime respectively. The hours worked in excess of the legal working time should have been remunerated accordingly. According to the expert report, the applicants’ employer had previously been cautioned, on 25 November 1996, by the Ministry of Labour concerning its practices on working hours.",
                                "elements": []
                            },
                            {
                                "content": "15.  On the basis of his examination of the company’s timekeeping records, the expert calculated the number of hours worked as overtime in respect of each applicant, deducting three hours of rest per each day worked.",
                                "elements": []
                            },
                            {
                                "content": "16.  The expert determined that the employer did not owe anything to the applicants for weekend and public holiday work as the remuneration for those days had been in accordance with the applicable regulations. The expert also noted that the applicants could not claim any compensation for unused annual leave as they were still working at the company and such leave was only payable at the end of a contract.",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicants raised a number of objections to the expert report. They stated that the timekeeping records used for the calculation did not reflect the actual hours worked as they were unofficial copies kept by the employer, which were not signed by employees. In that regard, the applicants submitted that they had worked for more hours than established by the expert. They requested that the court take other evidence into account, including the defendant employer’s shift orders, which detailed who would work when and for how long, as well as reports from the Regional Labour Inspectorate. They also submitted that the deduction of three hours of rest per day was not based on fact but was an assumption by the expert. The applicants submitted that in any event the expert’s hypothetical conclusion on rest periods could not be relied on because the collective agreement had expressly provided for the inclusion of such periods as a part of working time. The applicants raised no objections to the expert’s conclusion on the dismissal of their claims for pay for work at the weekend and on public holidays and for unused annual leave.",
                                "elements": []
                            },
                            {
                                "content": "18.  In submissions of 22 July 2004, the defendant employer raised objections to the expert report and also argued that the timekeeping documents could not be relied on as they were unofficial copies. It also maintained that it had been unable to pay overtime in full owing to a lack of funds from the State. It submitted that the applicants had in any event been aware of the working arrangements and had never requested a transfer to another unit of the General Directorate of Monopolies.",
                                "elements": []
                            },
                            {
                                "content": "19.  The İzmir Labour Court asked the expert to supplement his report with findings concerning the parties’ objections.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 4 July 2005, the expert submitted a supplement to his report, in which he corrected his findings concerning the rest periods in the light of the applicants’ objection and calculated the hours they had worked as twenty-four in the course of a twenty-four-hour shift. He maintained his findings regarding the timesheets, submitting that his in situ examination of the workplace and comparisons between the official record and the employer’s copies had not revealed any inconsistencies.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 12 September 2005 the İzmir Labour Court found in favour of the applicants in part and awarded them the amounts given in the expert’s report in respect of the unpaid overtime. It rejected their claims for pay for weekend and public holiday work and for unused annual leave.",
                                "elements": []
                            },
                            {
                                "content": "22.  Both parties appealed to the Court of Cassation.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 17 April 2006 the Court of Cassation quashed the decision and remitted the case. It found that the Labour Court had not taken into account any time that could have been used for rest periods and that therefore the calculation of overtime could not be deemed accurate. It also stated that the overtime calculation should be based on weekly working hours rather than the monthly working time used in the expert report.",
                                "elements": []
                            },
                            {
                                "content": "24.  In the resumed proceedings, the İzmir Labour Court requested that the expert amend the report in light of the Court of Cassation’s decision.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 11 September 2007 the expert revised the findings as ordered and concluded that the applicants were likely to have had a minimum of three hours for rest during a twenty-four-hour shift. The expert therefore recalculated their entitlement to overtime on the basis of twenty-one hours of actual work and compared it with the legal working week of fortyfive hours.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 26 May 2008 the İzmir Labour Court awarded the applicants compensation for overtime as determined in the revised expert report.",
                                "elements": []
                            },
                            {
                                "content": "27.  The defendant employer appealed, arguing that the presumption established in the case-law of the Court of Cassation that a person could not work more than fourteen hours in the course of a twenty-four-hour shift should be applied to the facts of the dispute. The Court of Cassation then quashed the first-instance judgment on 28 October 2008 and remitted the case on the following grounds:",
                                "elements": []
                            },
                            {
                                "content": "28.  In the resumed proceedings, the İzmir Labour Court decided to follow the decision of the Court of Cassation and another expert report was drawn up for that purpose. The report, dated 21 July 2009, calculated the applicants’ daily working time as fourteen hours, in line with the Court of Cassation’s presumption of fact. The calculation in the new report led to no overtime being found for the weeks in which the applicants had worked three days as the working time was less than the legal limit of forty-five hours. For the weeks in which the applicants had worked four days, the report calculated the total working time as fifty-six hours, leading to an assessment in the report of nine hours of overtime. On 28 December 2009 the İzmir Labour Court rendered a final judgment in the applicants’ case, based on the expert report of 21 July 2009. As a result of that interpretation, some of the applicants’ claims were dismissed entirely, while the others were awarded almost ninety percent less than the previous expert report had calculated.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 25 January 2010 the applicants appealed against the decision and maintained that the fact that they had worked continuously for twenty-four hours had already been confirmed by the legal records of the Ministry of Labour, both parties’ witness statements and other evidence in the file, including the expert reports overturned by the Court of Cassation. Although they had proven that fact, the judgment had been based on the presumption that working for more than fourteen hours a day was physically impossible.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 18 March 2010 the Court of Cassation upheld the İzmir Labour Court’s decision without responding to the applicants’ objections.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Relevant domestic law",
                                "elements": [
                                    {
                                        "content": "31.  The relevant provisions of the Labour Code (Law no. 1475), as in force during the relevant period and as applicable to the dispute before the domestic courts, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The relevant provisions in the applicants’ collective bargaining agreement provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  A distinction is made in Turkish labour law jurisprudence between mandatory labour code provisions which are absolute and those which can be changed in favour of employees. Accordingly, parties cannot derogate from rules that are of an absolutely mandatory nature, whereas it is accepted in respect of some of the rules that individual and collective agreements can provide for terms that are more favourable for employees than those in the Labour Code. Accordingly, provisions relating to rest periods are mandatory and parties may not derogate from them, however, they may lay down more favourable rules.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant domestic case-law",
                                "elements": [
                                    {
                                        "content": "34.  The presumption that only fourteen hours can be accepted as actual working time in places where a single shift consists of twenty-four hours was first established by the Grand Chamber of the Court of Cassation’s Civil Division (Yargıtay Hukuk Genel Kurulu) in decision no. E.2006/9107, K.2006/144. It was issued on 5 April 2006 in a case concerning a dispute about overtime pay for security workers who worked twentyfourhour shifts at a radio relay station. As with the present applicants, the security workers also operated on the basis of continuous work of twenty-four hours and time off for the subsequent twenty-four hours. The Court of Cassation found it established in that case that the workers had not worked continuously for that period as they had been paired up by the employer to allow one person to work and the other to rest. According to the Grand Chamber of the Court of Cassation’s Civil Division, that arrangement meant that each worker spent an average of twelve hours on duty, of which one hour had in any case to be set aside for the mandatory rest period. In decisions adopted on 14 June 2006 and 21 March 2007, which concerned similar disputes involving other radio relay station workers, the Grand Chamber of the Court of Cassation’s Civil Division held that irrespective of whether the work was carried out in shifts or pairs, the actual time worked would be taken as fourteen hours in workplaces where twenty-four-hour work shifts were the norm. According to those decisions, an average person would not be able to work continuously for twenty-four hours and would need to take an average of ten hours off for their physical needs, such as resting, sleeping and eating (no. E.2006/9-374, K.2006/382, and E.2007/9176, K.2007/164).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  There are no specific rules of evidence with respect to overtime claims. Unless there is written evidence, such as payroll documents signed without reservation by employees, the Court of Cassation regards overtime to be a matter of fact and therefore allows any evidence to be called in proof, including witnesses (see, for example, the decision of the Ninth Civil Division of the Court of Cassation, E.2008/939, K.2008/5619, adopted on 21 March 2008).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL LAW AND OTHER MATERIAL",
                        "elements": [
                            {
                                "content": ".  The European Social Charter provides, as relevant:",
                                "elements": []
                            },
                            {
                                "content": "37.  The European Social Charter (revised) provides, as relevant:",
                                "elements": []
                            },
                            {
                                "content": "38.  Turkey has ratified both the European Social Charter and the revised European Social Charter, on 24 November 1989 and 27 June 2007 respectively. At the time of depositing the instrument of ratification, Turkey made a declaration enumerating the provisions of the European Social Charter it considered itself bound by. The list included neither Article 2 nor paragraph 2 of Article 4. According to the declaration made at the time of depositing the instrument of ratification of the Revised European Social Charter, Turkey considers itself bound, among other provisions, by paragraph 1 of Article 2 and by paragraph 2 of Article 4.",
                                "elements": []
                            },
                            {
                                "content": "39.  The European Committee of Social Rights noted in its Conclusions (2010, Turkey) that fines for failure to comply with the legal requirements on working time were very low: 100 million to 500 million Turkish Lira (about 50 to 260 euros). It therefore asked for more information on the supervision of working time regulations by the Labour Inspection. It noted in later Conclusions (2014, Turkey) that the working time regulations in force were not in conformity with Article 2 § 1 of the Charter on the grounds that the legislation in force (Law no. 4857) allowed weekly working time of up to sixty-six hours.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.   JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "40.  Given that the applications concern similar complaints and raise identical issues under the Convention, the Court decides to join them pursuant to Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicants complained that their right to payment for overtime work, as established during the proceedings before the first-instance court, had been denied to them as a result of a presumption that had been unjustifiably applied by the Court of Cassation. The applicants relied on Article 6 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "42.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "43.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "44.  The applicants argued that the presumption applied to their case by the Court of Cassation had been manifestly unreasonable. They submitted that the Court of Cassation had not explained why such a presumption had automatically been applied when the facts established before the firstinstance court had led to the conclusion that they had worked more than fourteen hours. Moreover, the applicants argued that the presumption developed in the case-law of the Court of Cassation that a person could work no more than fourteen hours over a shift of twenty-four hours contradicted domestic law, which contained no such provisions. Finally, they submitted that the presumption of a maximum working time of such length had the undesirable consequence of protecting employers, who would be able to avoid paying employees who worked longer than fourteen hours. In the applicants’ opinion, the effects of such an interpretation encouraged, rather than discouraged, excessive working hours.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Government argued that the Court of Cassation on 17 April 2006 and 28 October 2008 had quashed the judgments of the firstinstance court on the grounds that the latter had not taken adequate account of times reserved for rest periods. According to the Government, the Court of Cassation’s decision could not be deemed to have been insufficiently reasoned as the court had relied expressly on its case-law, which had previously established that working time could not exceed fourteen hours in workplaces where twentyfour-hour shifts operated. Finally, the Government argued that it was for the national court to assess the evidence before them and to interpret the law to be applied to the facts of the case. In that regard, they considered that the applicants had had the benefit of a fully adversarial trial.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The third-party intervener’s comments",
                                        "elements": [
                                            {
                                                "content": "46.  The ETUC agreed with the applicants that the reasoning provided by the Court of Cassation had been insufficient. It stated that the circumstances of the present case revealed a systemic problem in the Turkish employment context regarding health and safety at work. In that regard, they referred to the conclusions of the European Committee of Social Rights, which had found that working time in Turkey did not comply with the standards of the European Social Charter.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "47.  The Court reiterates that according to its established case-law, reflecting a principle linked to the proper administration of justice, the judgments of courts and tribunals should adequately state the reasons on which they are based (see, among others, Tatishvili v. Russia, no. 1509/02, § 58, ECHR 2007I). The right to a fair trial cannot be seen as effective unless the requests and observations of the parties are truly “heard”, that is to say, properly examined by the tribunal (see Carmel Saliba v. Malta, no. 24221/13, § 64, 29 November 2016, and the references provided therein). The Court has thus held that one of the functions of a reasoned decision is to demonstrate to the parties that they have been heard. Moreover, a reasoned decision affords a party the possibility to appeal against it, as well as the possibility of having the decision reviewed by an appellate body.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The extent to which this duty to give reasons applies may vary according to the nature of the decision and must be determined in the light of the circumstances of the case (see García Ruiz v. Spain [GC], no. 30544/96, § 26, ECHR 1999I). It is moreover necessary to take into account, inter alia, the diversity of the submissions that a litigant may bring before the courts and the differences existing in the Contracting States with regard to statutory provisions, customary rules, legal opinion and the presentation and drafting of judgments. That is why the question whether a court has failed to fulfil the obligation to state reasons, deriving from Article 6 of the Convention, can only be determined in the light of the circumstances of the case (see Ruiz Torija v. Spain, 9 December 1994, § 29, Series A no. 303‑A). The Court will not, in principle, intervene, unless the decisions reached by the domestic courts appear arbitrary or manifestly unreasonable and provided that the proceedings as a whole were fair, as required by Article 6 § 1 (see, inter alia, Khamidov v. Russia, no. 72118/01, § 170, 15 November 2007, and Lupeni Greek Catholic Parish and Others v. Romania [GC], no. 76943/11, § 90, ECHR 2016 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  It flows from the above-mentioned case-law that a domestic judicial decision cannot be described as arbitrary to the point of prejudicing the fairness of proceedings unless no reasons are provided for it or the reasons given are based on a manifest factual or legal error committed by the domestic court, resulting in a “denial of justice” (see Moreira Ferreira v. Portugal (no. 2) [GC], no. 19867/12, § 85, 11 July 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Lastly, the Court reiterates that it is not its task to take the place of the domestic courts. It is primarily for the national authorities, notably the courts, to resolve problems of interpretation of domestic legislation (see Nejdet Şahin and Perihan Şahin v. Turkey [GC], no. 13279/05, § 49, 20 October 2011 and the cases cited therein). Furthermore, the Court has no jurisdiction under Article 6 of the Convention to substitute its own findings of fact or law for those of domestic courts, which are in the best position to assess the evidence before them and apply the relevant domestic law (see, inter alia, Kansal v. The United Kingdom (dec.) no. 21413/02, 28 January 2003).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  In the present case, the Court notes that the applicants’ complaints relate mainly to the presumption of fact applied by the Court of Cassation to their case. The applicants argue that the presumption developed in the caselaw of the Court of Cassation concerning what would be counted as overtime was without a legal basis and had been applied to the facts of their case without any relevant justification.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court notes at the outset that the applicants were able to submit their arguments at both levels of proceedings, which complied with the requirement of an adversarial trial. The Court of Cassation, having examined the circumstances of their case, the arguments of the parties and the findings of the first-instance court, came to the conclusion that the approach it had taken concerning overtime in workplaces with twentyfourhour shifts in its well-established case-law, which had up to then concerned only radio relay station workers, had also to be followed in the applicants’ situation (see paragraph 27). It reasoned in that connection that it would not be possible for an employee to work continuously for twenty-four hours without setting aside any time for rest. Therefore, in the opinion of the Court, it cannot be convincingly argued that the Court of Cassation’s decision to quash the first-instance court’s judgment lacked reasoning or failed to take into account the arguments of the applicants. Nor does the fact that the Court of Cassation gave an unfavorable interpretation of domestic law suggest, in and of itself, that its reasoning suffered from arbitrariness or manifest unreasonableness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court considers that the core of the applicants’ arguments was that the Court of Cassation should have interpreted the law, including its own case-law, as entitling employees to overtime pay when they were physically present at the workplace, regardless of whether they actually performed any tasks. According to the applicants, such a line of interpretation would have been the correct approach to take on the facts of their case, which had been duly established by the first-instance court. Although the Court is mindful of the fact that the Court of Cassation’s interpretation of the domestic law had a direct effect on the outcome of the proceedings, it is unable to agree with the applicants that the interpretation as such constituted a procedural flaw in the conduct of the domestic proceedings so as to render them unfair. For the Court, the reasoning given by the Court of Cassation pertained to the substantive limitation on the right to overtime in the particular context of twenty-four-hour shift work. It is not for this Court to question under Article 6 of the Convention whether the domestic courts’ interpretation of what counts as overtime hours was appropriate since that would effectively involve substituting its own views for those of the domestic courts as to the proper interpretation and content of domestic law (see, mutatis mutandis, Z and Others v. the United Kingdom [GC], no. 29392/95, § 101, ECHR 2001V). The Court reiterates in that regard that it is a principle of Convention case-law that Article 6 does not in itself guarantee any particular content for civil rights and obligations in national law. The Court may not create by way of interpretation of Article 6 § 1 a substantive right which has no legal basis in the State concerned (see, mutatis mutandis, Lupeni Greek Catholic Parish and Others, cited above, § 88). In the Court’s view, the Court of Cassation’s well-established case-law defined the contours of the right to overtime and the substantive limitations on it. The case-law seems to have taken into account the customary practices of workplaces with a twenty-four-hour work shift and time off for the next twentyfour or forty-eight hours. It thus concluded that out of twentyfour hours spent at the workplace, only fourteen would be considered as working time given the time that would need to be set aside for rest, which was in accordance with the domestic law. Finally, it has been consistent in the application of the principles derived from its case-law to employees in similar conditions. Against this background, the Court does not have sufficient grounds to conclude that the Court of Cassation’s interpretation of domestic law was based on a manifest factual or legal error, resulting in a “denial of justice” (see Moreira Ferreira, cited above, § 85).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Having regard to the considerations set out above, the Court considers that the domestic courts’ reasoning in the applicants’ case was sufficient for the purposes of Article 6 § 1 of the Convention. It therefore concludes that there has been no violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  The applicants submitted that erroneous decisions by the domestic courts had deprived them of their right to be awarded compensation for the overtime hours they had worked, as guaranteed by Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "56.  The Government contested their argument, stating that the applicants had not had “possessions” within the meaning of Article 1 of Protocol No. 1 as their claims could not be considered as either recognised or enforceable since there had not been a sufficient basis in the domestic case-law to confirm their right to overtime pay beyond a period of fourteen hours.",
                                "elements": []
                            },
                            {
                                "content": "57.  The third-party intervener submitted that under domestic law the applicants had had a right to be paid for their overtime work and that the dismissal of their claims on the basis of the fourteen-hour presumption had constituted an unjustified interference with their right to earned income. It argued further that the presumption applied by the Court of Cassation had had no legal basis.",
                                "elements": []
                            },
                            {
                                "content": "58.  The Court reiterates that an applicant can allege a violation of Article 1 of Protocol No. 1 only in so far as the impugned decisions relate to “possessions” within the meaning of that provision. “Possessions” can be either “existing possessions” or assets, including claims, in respect of which the applicant can argue that he or she has at least a “legitimate expectation” of obtaining effective enjoyment of a property right (see Kopecký v. Slovakia [GC], no. 44912/98, § 35, ECHR 2004-IX).",
                                "elements": []
                            },
                            {
                                "content": "59.  In the light of its case-law, the Court does not view the existence of a “genuine dispute” or an “arguable claim” as a criterion for determining whether there is a legitimate expectation protected by Article 1 of Protocol No. 1. Where the proprietary interest is in the nature of a claim, it may be regarded as an asset only where it has a sufficient basis in national law, for example if it is based on either a legislative provision or a legal act bearing on the property interest in question (see Saghinadze and Others v. Georgia, no. 18768/05, § 103, 27 May 2010) or where there is settled case-law of the domestic courts confirming it (Kopecký, cited above, § 52, and Brezovec v. Croatia, no. 13488/07, § 39, 29 March 2011).",
                                "elements": []
                            },
                            {
                                "content": "60.  Similarly, no legitimate expectation can be said to arise where there is a dispute as to the correct interpretation and application of domestic law and the applicant’s submissions are subsequently rejected by the national courts (see Kopecký, cited above, § 50, and AnheuserBusch Inc. v. Portugal [GC], no. 73049/01, § 65, ECHR 2007I).",
                                "elements": []
                            },
                            {
                                "content": ".  Having regard to its findings under Article 6 § 1 of the Convention that the interpretation given by the Court of Cassation to entitlement to overtime pay beyond fourteen hours was a substantive limitation on the right existing under domestic law (see paragraph 53 above), the Court concludes that the applicants did not have an enforceable claim and that their interpretation of domestic law was rejected by the domestic courts on the basis of the Court of Cassation’s well-established case law. The Court is therefore not satisfied that the applicants’ claims to overtime beyond fourteen hours in the course of a twenty-four-hour shift were sufficiently established to constitute a “possession” falling within the ambit of Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "62.  It follows that the complaint under Article 1 of Protocol No. 1 is incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 and must be rejected in accordance with Article 35 § 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV. ALLEGED VIOLATION OF ARTICLE 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.  In the present case the applicants alleged that the dismissal of their claims for overtime amounted to forced and compulsory labour in breach of Article 4 of the Convention, the relevant parts of which, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "64.  The Government contested that argument and submitted that nothing in the case indicated that the applicants had worked against their will. According to the information submitted by the Government, the applicants had continued to work for the same employer after lodging their applications with the Court.",
                                "elements": []
                            },
                            {
                                "content": "65.  The applicants did not reply to the Government’s observations.",
                                "elements": []
                            },
                            {
                                "content": "66.  The ETUC argued in its submission that the circumstances of the present applications might not fulfil the high threshold set by the jurisprudence of the Court relating to Article 4 of the Convention. However, in their view, excessive working time, albeit voluntarily accepted by the applicants, in and of itself ran contrary to international standards of employment law. Having regard to the importance of the issue from the standpoint of the health and safety of workers, the ETUC invited the Court to examine this part of the applicants’ complaints under Article 8 of the Convention and to scrutinise whether the excessive working hours in question had constituted an unjustified interference with the applicants’ private lives.",
                                "elements": []
                            },
                            {
                                "content": "67.  The Court reiterates that the first adjective in the phrase “forced or compulsory labour” refers to physical or mental constraint. As regards the second adjective, it cannot refer just to any form of legal compulsion or obligation. For example, work to be carried out in pursuance of a freely negotiated contract cannot be regarded as falling within the scope of Article 4 on the sole ground that one of the parties has undertaken with the other to do that work and will be subject to sanctions if he does not honour his promise. What there has to be is work “exacted ... under the menace of any penalty” and also performed against the will of the person concerned, that is work for which he “has not offered himself voluntarily” (see Van der Mussele v. Belgium, 23 November 1983, § 34, Series A no. 70, and more recently, Chowdury and Others v. Greece, no. 21884/15, § 90, ECHR 2017). The Court has held previously that the notion of “penalty” is to be understood in the broad sense, as confirmed by the use of the term “any penalty”. The “penalty” may go as far as physical violence or restraint, but it can also take subtler forms, of a psychological nature, such as threats to denounce victims to the police or immigration authorities when their employment status is illegal (see C.N. and V. v. France, no. 67724/09, § 77, 11 October 2012).",
                                "elements": []
                            },
                            {
                                "content": "68.  In the present case the Court notes at the outset that the applicants accepted their work willingly, including the work and rest cycle arrangement at the workplace. There is no indication of any sort of physical or mental coercion either on part of the applicants or their employer. In the absence of such evidence, the mere possibility that the applicants could have been sanctioned with a dismissal had they rejected to work under the impugned arrangement does not amount to menace of a penalty within the meaning of Article 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "69.  Therefore, the Court concludes that this complaint is incompatible ratione materiae with the Convention and must be dismissed in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT,",
                "elements": [
                    {
                        "content": "1.  Decides, unanimously, to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares, unanimously, the complaint under Article 6 § 1 admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, by four votes to three, that there has been no violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Declares, by a majority, the complaint under Article 1 of Protocol No. 1 to the Convention inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "5.  Declares, unanimously, the complaint under Article 4 of the Convention inadmissible.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 October 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "(a) Concurring opinion of Judge Lemmens;",
                        "elements": []
                    },
                    {
                        "content": "(b) Joint partly dissenting opinion of Judges Karakaş, Vučinić and Laffranque.",
                        "elements": []
                    },
                    {
                        "content": "1.  I agree with the judgment in so far as it concludes that there has been no violation of Article 6 § 1 of the Convention. However, in my opinion, this issue could be disposed of in a more straightforward way.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants allege that the dismissal of their claims amounted to a denial of justice (see paragraph 3 of the judgment). More specifically, they complain about the application of the presumption that one can work only for fourteen hours in a twenty-four-hour shift (see paragraph 44 of the judgment). This presumption was established by the Court of Cassation in decisions of 2006 and 2007 (see paragraph 34 of the judgment). It was indeed applied in the applicants’ case, with reference to the Court of Cassation’s “well-established case-law” (see paragraph 27 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "As the majority correctly reiterate, it is primarily for the national authorities, notably the courts, to interpret and apply domestic law (see paragraph 50 of the judgment; see also, for recent confirmation of this principle, Medžlis Islamske Zajednice Brčko and Others v. Bosnia and Herzegovina [GC], no. 17224/11, § 71, 27 June 2017, and Satakunnan Markkinapörssi Oy and Satamedia Oy v. Finland [GC], no. 931/13, § 144, ECHR 2017 (extracts)). Unless the domestic court’s decision is arbitrary or manifestly unreasonable, the Court will not intervene (see paragraph 48 of the judgment). Having regard to the subsidiary nature of the Court’s supervisory function, the threshold for arbitrariness or manifest unreasonableness is high (see paragraph 49 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "The above-mentioned presumption is part of Turkish domestic law. It is for the domestic courts to determine its scope, and to determine whether or not it applies where individual labour contracts or collective bargaining agreements provide for more than fourteen-hour working periods. I cannot see anything arbitrary or unreasonable in their finding that the presumption, with all its characteristics under the Court of Cassation’s case-law, is applicable to the facts of the applicants’ case.",
                        "elements": []
                    },
                    {
                        "content": "This should be sufficient, in my opinion, to reject the applicants’ complaint under Article 6 § 1.",
                        "elements": []
                    },
                    {
                        "content": "3.  The judgment goes on to consider the complaint from the point of view of the obligation for a court to give reasons for its decision and to reply to the parties’ arguments (see the principles mentioned in paragraphs 47-48).",
                        "elements": []
                    },
                    {
                        "content": "I wonder whether this is an answer to the complaint actually brought by the applicants. They do not seem to complain about any formal shortcoming in the reasoning of the Court of Cassation: rather, they complain about the substance of that court’s reasoning.",
                        "elements": []
                    },
                    {
                        "content": "Be that as it may, like the majority, I do not to see any irregularity in the reasoning of the courts. First of all, what more should domestic courts say when they hold that a presumption is of a general nature and applies to all cases of working shifts of twenty-four hours? Moreover, the applicants criticise the decision of the Court of Cassation of 28 October 2008 (see paragraph 27 of the judgment), but they lose sight of the fact that their case was subsequently heard again by the İzmir Labour Court, which in its judgment of 28 December 2009 gave its own reasons for the dismissal of their claims (see paragraph 28 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "4.  In sum, the complaint brought by the applicants under Article 6 § 1 of the Convention is of a “fourth-instance” nature, and it is not for the Court to deal with such a complaint (see, among other authorities, Lupeni Greek Catholic Parish and Others v. Romania [GC], no. 76943/11, § 90, ECHR 2016 (extracts), and De Tommaso v. Italy [GC], no. 43395/09, § 170, ECHR 2017 (extracts)). The complaint does not need long explanations to justify its dismissal.",
                        "elements": []
                    },
                    {
                        "content": "Of course, it is open to the applicants to complain about the content of Turkish law, in particular about the presumption applied in their case. But this is then not a complaint about a violation of Article 6 § 1, a provision which guarantees a fair procedure.",
                        "elements": []
                    },
                    {
                        "content": "Actually, the applicants do complain about violations of provisions of the Convention guaranteeing substantive rights, namely Article 1 of Protocol No. 1 to the Convention and Article 4 of the Convention. However, these complaints are rejected (see paragraphs 55-69 of the judgment), for reasons with which I fully agree.",
                        "elements": []
                    },
                    {
                        "content": "5.  I would like to conclude by observing that the Court does not seem to be the most appropriate forum for addressing the applicants’ complaints.",
                        "elements": []
                    },
                    {
                        "content": "The substance of their complaints is that the presumption applied in their case leads to excessive working hours and prevents them from receiving a fair remuneration. These are issues that touch upon the right to just conditions of work and the right to a fair remuneration, guaranteed respectively by Articles 2 and 4 of the Revised European Social Charter (see paragraph 37 of the judgment). Turkey ratified the Revised European Social Charter and agreed to be bound by, among other provisions, Article 2 § 1, dealing with reasonable working hours, and Article 4 § 2, dealing with remuneration for overtime work (see paragraph 38 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "It seems to me that this is therefore a matter that might better be raised with the European Committee of Social Rights.",
                        "elements": []
                    },
                    {
                        "content": "We do not agree with the majority that there has been no violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "It is clear that it is not the primary task of the Court to interpret domestic law, but it will examine whether the proceedings as a whole complied with the requirements of Article 6 of the Convention, including the obligation to give reasons for the judgments given. According to the established case-law, the judgments of courts and tribunals should adequately state the reasons on which they are based (see Tatishvili v. Russia, no. 1509/02, § 58, ECHR 2007I).",
                        "elements": []
                    },
                    {
                        "content": "The question whether a court has failed to fulfil the obligation to state reasons, deriving from Article 6 of the Convention, can only be determined in the light of the circumstances of the case (see Ruiz Torija v. Spain, 9 December 1994, § 29, Series A no. 303-A). Without requiring a detailed answer to every argument put forward by a complainant, this obligation nevertheless presupposes that a party to judicial proceedings can expect a specific and express reply to those submissions which are decisive for the outcome of the proceedings in question (ibid., § 30; see also, Hiro Balani v. Spain, 9 December 1994, § 28, Series A no. 303-B; Gheorghe v. Romania, no. 19215/04, § 43, 15 March 2007; and Deryan v. Turkey, no. 41721/04, § 33, 21 July 2015).",
                        "elements": []
                    },
                    {
                        "content": "In the present case, the first-instance court established certain facts by seeking a detailed expert opinion on three occasions, and found that the applicants had a right to overtime pay. Among those facts, it was undisputed that the applicable collective bargaining agreement had expressly provided for the inclusion of rest periods as working time and their remuneration as such. This provision, which was in accordance with the domestic law, was relevant to the facts of the applicants’ case (see paragraph 33 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "The Ministry of Labour’s official audit report, which was mentioned in the expert opinion, remarked on and criticised the impugned practice of a working time of twenty-four hours and contained a recommendation that workers should be paid for those overtime hours. Furthermore, the defendant employer did not contest the fact that the workers at the place of work in question had been employed on the basis of twenty-four-hour shifts and that the business remained fully operational during that time. In fact, the employer’s submissions attributed the inability to compensate workers for overtime in full to a lack of funds from the State budget. Finally, domestic law provided that time spent by employees waiting for work, when they were still at the disposal of their employer, should be counted as working time (see paragraph 31 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "The Court of Cassation quashed the first-instance court’s decision on technical grounds on 17 April 2006, without applying its existing and wellestablished case-law. It then overturned on 28 October 2008 the firstinstance judgment, which was based on the new expert report recalculating the amounts following the Court of Cassation decision of 17 April 2006, without referring to the established facts, the parties’ submissions or the applicable collective agreement. This time the decision was based solely on what appears to be a conclusive presumption formulated in the Court of Cassation’s recent case-law in a series of cases that involved workers at radio relay stations.",
                        "elements": []
                    },
                    {
                        "content": "In that regard, the Court of Cassation failed to justify why such a presumption of fact counted for more than the actual facts of the case which had already been established by the first-instance court. Nor did it explain why the express provisions of the collective agreement, providing for rest periods to be included as working time, did not apply to the applicants’ situation, although the relevant domestic legal framework allowed the parties to an employment contract to designate rules that were more favourable for employees than those in the Labour Code (see paragraph 33 of the judgment). The majority, like the Court of Cassation, did not take into consideration the collective bargaining agreement providing for the remuneration of rest periods as working time (see paragraph 10 and the reasoning in that regard in paragraph 53), although this was a relevant law in the applicant’s situation.",
                        "elements": []
                    },
                    {
                        "content": "Moreover, the applicants’ case concerned a situation that was different from that of the radio relay station workers. Given that the proper facts of the applicants’ case had been established by the firstinstance court, and that their entitlement to remuneration for rest periods under their collective bargaining agreement was not contested, the Court of Cassation was required to justify why the presumption, which had been developed in a different factual context, would also apply to the applicants’ case. The merits of their case should therefore have been distinguished and determined on the specific facts of that case rather than on the basis of unsupported assumptions.",
                        "elements": []
                    },
                    {
                        "content": "In that regard, we see no necessity to examine whether the principles enunciated in the presumption itself were fair or not. The automatic application of this presumption to the applicants’ situation, without any additional details or reasons specific to that judgment being provided, deprived the applicants of fair proceedings.",
                        "elements": []
                    },
                    {
                        "content": "In our view there has been a violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "We also voted against point 4 of the operative provisions concerning the inadmissibility of the complaint under Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "We think that the applicants had an enforceable claim such as to constitute a possession falling within the ambit of Article 1 of Protocol No. 1.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Robert Spano",
            "role": "president"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Paul Lemmens",
            "role": "judges"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        },
        {
            "name": "Stéphanie Mourou-Vikström",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TİBET MENTEŞ AND OTHERS v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-177938.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:1024JUD005781810",
    "externalsources": [
        "European Social Charter"
    ],
    "extractedappno": [
        "57818/10",
        "57822/10",
        "57825/10",
        "57827/10",
        "57829/10",
        "1509/02",
        "24221/13",
        "30544/96",
        "72118/01",
        "76943/11",
        "19867/12",
        "13279/05",
        "21413/02",
        "29392/95",
        "44912/98",
        "18768/05",
        "13488/07",
        "73049/01",
        "21884/15",
        "67724/09",
        "17224/11",
        "931/13",
        "43395/09",
        "19215/04",
        "41721/04"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-177938",
    "judgementdate": "24/10/2017 00:00:00",
    "kpdate": "24/10/2017 00:00:00",
    "kpthesaurus": [
        "349",
        "54",
        "139",
        "445",
        "40",
        "136",
        "14",
        "369",
        "311"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-1",
        "4-2",
        "4",
        "6-1",
        "35",
        "6",
        "P1-1"
    ],
    "parties": [
        "TİBET MENTEŞ AND OTHERS",
        "TURKEY"
    ],
    "rank": "2068.4609375",
    "representedby": [
        "OKYAY A."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Anheuser Busch Inc. v. Portugal [GC], no. 73049/01, § 65, ECHR 2007 I",
        "Brezovec v. Croatia, no. 13488/07, § 39, 29 March 2011",
        "C.N. and V. v. France, no. 67724/09, § 77, 11 October 2012",
        "Carmel Saliba v. Malta, no. 24221/13, § 64, 29 November 2016",
        "Chowdury and Others v. Greece, no. 21884/15, § 90, ECHR 2017",
        "García Ruiz v. Spain [GC], no. 30544/96, § 26, ECHR 1999 I",
        "Kansal v. the United Kingdom (dec.), no. 21413/02, 28 January 2003",
        "Khamidov v. Russia, no. 72118/01, § 170, 15 November 2007",
        "Kopecký v. Slovakia [GC], no. 44912/98, ECHR 2004-IX",
        "Lupeni Greek Catholic Parish and Others v. Romania [GC], no. 76943/11, § 90, ECHR 2016 (extracts)",
        "Moreira Ferreira v. Portugal (no. 2) [GC], no. 19867/12, § 85, 11 July 2017",
        "Nejdet Şahin and Perihan Şahin v. Turkey [GC], no. 13279/05, § 49, 20 October 2011",
        "Ruiz Torija v. Spain, 9 December 1994, § 29, Series A no. 303‑A",
        "Saghinadze and Others v. Georgia, no. 18768/05, § 103, 27 May 2010",
        "Tatishvili v. Russia, no. 1509/02, § 58, ECHR 2007 I",
        "Van der Mussele v. Belgium, 23 November 1983, § 34, Series A no. 70",
        "Z and Others v. the United Kingdom [GC], no. 29392/95, § 101, ECHR 2001 V"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "469146",
    "typedescription": "15"
}