{
    "__articles": "6;6-1;13;29;29-3;41",
    "__conclusion": "Remainder inadmissible;Violation of Art. 6-1;Violation of Art. 13;Damage - claim dismissed",
    "applicability": "",
    "appno": "20526/02",
    "article": [
        "6",
        "41",
        "29",
        "13"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Damage - claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-78217.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 20526/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovenian national, Mr Franc Štavbe (“the applicant”), on 15 May 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Slovenian Government (“the Government”) were represented by their Agent, Mr L. Bembič, State Attorney-General.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged under Article 6 § 1 of the Convention that the proceedings before the domestic courts to which he was a party were unfair and excessively long. In substance, he also complained about the lack of an effective domestic remedy in respect of the excessive length of the proceedings (Article 13 of the Convention).",
                        "elements": []
                    },
                    {
                        "content": "4.  On 20 September 2005 the Court decided to communicate the complaints concerning the length of the proceedings and the lack of remedies in that respect to the Government. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the application at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "5.  The applicant was born in 1947 and lives in Zreče.",
                        "elements": []
                    },
                    {
                        "content": "1.  First set of proceedings",
                        "elements": [
                            {
                                "content": "6.  On 19 March 1993 the applicant was allegedly beaten by local police officers at a bus station and later also at the police station.",
                                "elements": []
                            },
                            {
                                "content": "7.  At an undetermined time, he instituted civil proceedings in the  (Okrajno sodišče v Slovenjskih Konjicah) against the Ministry of Interior (“the Ministry”), seeking damages for sustained injuries.",
                                "elements": []
                            },
                            {
                                "content": "8.  The judgment of the Supreme Court (Vrhovno sodišče) of 27 May 1998 dismissing the applicant's appeal on points of law was most likely served on the applicant at least by July 1998.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "2.  Second set of proceedings",
                        "elements": [
                            {
                                "content": "9.  On 19 May 1990 the applicant was allegedly beaten by four policemen.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 3 March 1992 the applicant instituted civil proceedings against the Ministry in the  Unit (Temeljno sodišče v Mariboru, Enota Maribor) seeking damages in the amount of 1,000,000 Slovenian tolars (approximately 4,170 euros) for the injuries sustained.",
                                "elements": []
                            },
                            {
                                "content": "On 21 May 1992 the court found the case out of its jurisdiction and transferred it to the  Unit (Temeljno sodišče v , Enota Ljubljana). The applicant's appeal against this decision was rejected on 2 March 1993 for being too late.",
                                "elements": []
                            },
                            {
                                "content": "On 28 June 1994 the Convention took effect with respect to .",
                                "elements": []
                            },
                            {
                                "content": "On 1 January 1995 the  (Okrajno sodišče v Ljubljani) gained jurisdiction in the present case following the reform of the Slovenian judicial system.",
                                "elements": []
                            },
                            {
                                "content": "On 12 October 2000 the court requested the Supreme Court to transfer the case to the . On 28 January 2001 the Supreme Court upheld the request and the case was transferred to the .",
                                "elements": []
                            },
                            {
                                "content": "On 8 October 2002 and 16 December 2003 the court held hearings. The applicant did not attend the latter hearing and send a written excuse only after the hearing had been held. At his request the court scheduled a new hearing for 29 January 2004. This hearing was adjourned at the request of the applicant until 17 February 2004. At this hearing the court decided to deliver a written judgment.",
                                "elements": []
                            },
                            {
                                "content": "The judgment dismissing the applicant's claim was served on the applicant on 27 February 2004.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 14 March 2004 the applicant appealed to the  (Višje sodišče v Celju). Two days later, his legal representative lodged a separate appeal.",
                                "elements": []
                            },
                            {
                                "content": "On 28 October 2004 the court allowed one of the appeals, set aside the first-instance court's judgment and remitted the case for re-examination.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 8 March 2005 the  held a hearing and again dismissed the applicant's claim.",
                                "elements": []
                            },
                            {
                                "content": "On 5 April 2005 the applicant appealed to the .",
                                "elements": []
                            },
                            {
                                "content": "The proceedings are still pending.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "3.  Third set of proceedings",
                        "elements": [
                            {
                                "content": "13.  On 30 December 1996 the Slovenjske Konjice Police (Policijska postaja Slovenjske Konjice) instituted proceedings against the applicant in the Slovenjske Konjice Court of Minor Offences (Sodnik za prekrške v Slovenjskih Konjicah) for driving a vehicle while drunk and using a driving licence that had expired. On 15 January 1997 another set of proceeding was instituted against the applicant for driving a vehicle while drunk.",
                                "elements": []
                            },
                            {
                                "content": "On 18 and 22 September 1997, by two separate decisions, the Slovenjske Konjice Court of Minor Offences convicted the applicant and imposed on him a fine, a three-month's ban on driving and payment of court fees. The decisions were served on the applicant on 29 September 1997.",
                                "elements": []
                            },
                            {
                                "content": "On 7 October 1997 the applicant allegedly appealed against both decisions by a letter sent from .",
                                "elements": []
                            },
                            {
                                "content": "On 10 June and 24 August 1998 respectively, the decisions were enforced and the fines and fees imposed were recovered from the applicant. On 6 October 1998 the court informed the Slovenjske Konjice Administrative Unit of the applicant's ban on driving.",
                                "elements": []
                            },
                            {
                                "content": "On 24 December 1998 the applicant informed the court that he had appealed against its decisions and that he had not yet received the decision in this respect from the appellate court.",
                                "elements": []
                            },
                            {
                                "content": "On 9 October 2000 the applicant lodged a claim for restitution of fines collected from him following the decisions of 18 and 22 September 1997. He submitted to the court a certificate form the post office in  that he did mail a letter to the court in 1997 allegedly appealing against the two decisions.",
                                "elements": []
                            },
                            {
                                "content": "His claim was considered as a request for the annulment of the finality clause (klavzula o pravnomočnosti) of the decisions of 18 and 22 September 1997.",
                                "elements": []
                            },
                            {
                                "content": "On 5 February 2001 the Slovenjske Konjice Court of Minor Offences rejected the request.",
                                "elements": []
                            },
                            {
                                "content": "On 16 February 2001 the applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 28 November 2002 the Senate for Minor Offences (Senat za prekrške) allowed the appeals and remitted the case to the first-instance court for re-examination. The decisions were served on the applicant on 19 April 2003.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 5 September 2003 the Slovenjske Konjice Court of Minor Offences upheld the applicant's requests for the annulment of the finality clause.",
                                "elements": []
                            },
                            {
                                "content": "On 18 September 2003 the applicant reiterated his claim for reimbursement of the fines and fees recovered from him together with interests.",
                                "elements": []
                            },
                            {
                                "content": "On 23 September 2003 the court set aside the decisions of 22 September 1997 and issued decisions on the termination of the proceedings because the statute of limitations had passed. The decisions were served on the applicant on 30 September 2003.",
                                "elements": []
                            },
                            {
                                "content": "On 13 October 2003 the court issued decisions for reimbursement of the fees and fines recovered from the applicant. The court fees and one part of fines recovered were paid to the applicant on 21 October 2003 and the other part of the fines on 17 November 2003.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 22 October 2003 the applicant appealed against the decisions of 13 October 2003. They were set aside on 9 January 2004 by the Senate for Minor Offences and remitted for re-examination. The decisions were served on the applicant on 29 March 2004.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 5 April 2004 the court transferred the case to the State Attorney's Office (Državno pravobranilstvo) which, ultimately, on 26 June 2004 returned the case to the court and declared that, in accordance with the Minor Offences Act (Zakon o prekrških), only applicant himself could claim interests directly from the State Attorney's Office. The applicant was informed of this but has not yet lodged any such claim.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "4.  Fourth set of proceedings",
                        "elements": [
                            {
                                "content": "18.  The applicant had a farm in Lemberg.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 4 September 1999 an unknown dog apparently slaughtered four of the applicant's goats. The applicant indicated to the Šmarje pri Jelšah Police (Policijska postaja Šmarje pri Jelšah) that the dog might be his neighbour's.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 7 February 2000 the applicant made a criminal complaint with the District Prosecutor's Office in Celje (Okrožno državno tožilstvo v Celju) against the chief of the Šmarje pri Jelšah Police for negligent work, because the police did not find the owner of the dog.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 20 February 2000 Celje District Prosecutor's Office rejected the criminal complaint.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 6 § 1 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant complained about the unfairness and excessive length of the proceedings. He relied on Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "23.  In substance, the applicant further complained that the remedies available for excessive legal proceedings in  were ineffective. Article 13 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  First set of proceedings",
                                        "elements": [
                                            {
                                                "content": "24.  In accordance with Article 35 of the Convention, the Court may only consider the complaints raised by the applicant, if they had been introduced with the Court within the delay of six months from the day on which the final decision was taken in this respect by the domestic authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The Court notes that the first set of proceedings was terminated, at the latest, by July 1998 when the decision of the Supreme Court was served on the applicant. This is more than six months before 15 May 2002, the day the applicant seized the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that all the applicant's complaints with regard to the first set of proceedings must be rejected for failure to comply with the six-months rule within the meaning of Article 35 §§ 1 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Second and third sets of proceedings",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a) Fairness",
                                "elements": [
                                    {
                                        "content": "26.  In accordance with Article 35 of the Convention, the Court may only consider the complaints raised by the applicant, after the applicant had exhausted all domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In this respect the Court notes that the second and third set of proceedings are still pending. Accordingly, the applicant's complaints are premature and must be rejected for non-exhaustion of domestic remedies within the meaning of Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b) Length",
                                "elements": [
                                    {
                                        "content": "28.  The Government pleaded non-exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant contested that argument, claiming that the remedies available were not effective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court notes that the present application is similar to the cases of Belinger and Lukenda (see Belinger v. Slovenia (dec.), no. 42320/98, 2 October 2001 and Lukenda v. Slovenia, no. 23032/02, 6 October 2005). In those cases the Court dismissed the Government's objection of non-exhaustion of domestic remedies because it found that the legal remedies at the applicant's disposal were ineffective. The Court recalls its findings in the Lukenda judgment that the violation of the right to a trial within a reasonable time is a systemic problem resulting from inadequate legislation and inefficiency in the administration of justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  As regards the instant case, the Court finds that the Government have not submitted any convincing arguments which would require the Court to distinguish it from its established case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court further notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. Nor is it inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The period to be taken into consideration with regard to the third set of proceedings began on 30 December 1996, the day the police instituted proceedings against the applicant in the Slovenjske Konjice Court of Minor Offences, and is still pending. It has therefore lasted over nine years and nine months and five instances have been involved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  First, the Court notes that the applicant's letter of 7 October 1997, by which he appealed against the two decisions of September 1997, apparently never reached the domestic courts. However, in his letter of 24 December 1998 the applicant informed the court of his appeal. The period of nearly one year and three months which elapsed between these two dates evidently cannot be attributed to the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Next, the Court observes that the applicant was informed of the communication of the State Attorney's Office to the first-instance court that in accordance with the domestic legislation only the applicant himself can claim interests directly from the State Attorney's Office. Since he has not done so, the period of over two years and three months, which elapsed since 26 June 2004, is imputable to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court notes that, in effect, it took the domestic courts approximately six years and five months to examine the two cases brought against the applicant in five instances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Having examined all the material submitted to it, and having regard to its case-law on the subject (see, inter alia, Viscomi v. Italiy (dec.), no. 52927/99, 8 February 2001), the Court considers that complaint concerning the length of the third set of the proceedings is manifestly ill-founded and must be rejected in accordance to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court recalls that Article 13 requires the State to provide an effective legal remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief (see Sürmeli v. Germany [GC], no. 75529/01, § 98, 8 June 2006). Considering that the complaint about the excessive length of the proceedings is inadmissible as manifestly ill-founded, the Court finds that the applicant did not have an arguable claim that his right to an effective remedy within the meaning of Article 13 was violated. Therefore, this claim does not reveal any appearance of violation of this provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, this complaint is manifestly ill-founded and must be rejected in accordance to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Fourth set of proceedings",
                                        "elements": [
                                            {
                                                "content": "39.  The Court recalls that the right to have criminal proceedings instituted against a third person and to have the person concerned convicted is not as such guaranteed by the Convention (see, Kubiszyn v. Poland (dec.), no. 37437/97, 21 September 1999). It therefore finds that this part of the application is incompatible ratione materiae with the provisions of the Convention and must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Article 6 § 1",
                                        "elements": [
                                            {
                                                "content": "40. The Government acknowledged that what was at stake in the second set of proceedings was of importance to the applicant who did not substantially contribute to the delays in the proceedings. The latter occurred, due to the reform of the judiciary which took effect in 1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The applicant did not comment the Government's observations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The period to be taken into consideration began on 28 June 1994, the day when the Convention entered into force with respect to , and has not yet ended. The relevant period has therefore lasted over twelve years and three months for two levels of jurisdiction. Due to a remittal four instances have been involved.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Having examined all the material submitted to it, and having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable-time” requirement (see, for example, Majhen v. Slovenia, no. 75773/01, 30 March 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been a breach of Article 6 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Article 13",
                                        "elements": [
                                            {
                                                "content": "45.  The Court reiterates that Article 13 guarantees an effective remedy before a national authority for an alleged breach of the requirement under Article 6 § 1 to hear a case within a reasonable time (see Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI). It notes that the objections and arguments put forward by the Government have been rejected in earlier cases (see Lukenda, cited above) and sees no reason to reach a different conclusion in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Accordingly, the Court considers that in the present case there has been a violation of Article 13 on account of the lack of a remedy under domestic law whereby the applicant could have obtained a ruling upholding his right to have his case heard within a reasonable time, as set forth in Article 6 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "48.  The applicant claimed 1,000,000 tolars (approximately 2,170 euros) for the damages caused by the alleged police brutality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government argued that such claim does not fall within the Court's jurisdiction, since it is of a fourth-instance nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court does not discern any causal link between the violations found and the damage claimed. It therefore rejects the claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "51.  The applicant made no claim for costs and expenses. Accordingly the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares admissible the complaint about the length of the second set of proceedings and the remainder of the application;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 November 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ. Hedigan",
            "role": "president"
        },
        {
            "name": "MrB.M. Zupančič",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrsA. Gyulumyan",
            "role": "judges"
        },
        {
            "name": "MrE. Myjer",
            "role": "judges"
        },
        {
            "name": "MrDavid Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "MrsI. Berro-Lefevre",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "09/11/2006 00:00:00",
    "docname": "CASE OF ŠTAVBE v. SLOVENIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-78217.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1130JUD002052602",
    "externalsources": [],
    "extractedappno": [
        "20526/02",
        "42320/98",
        "23032/02",
        "52927/99",
        "75529/01",
        "37437/97",
        "30979/96",
        "75773/01",
        "30210/96"
    ],
    "importance": "4",
    "introductiondate": "15/05/2002 00:00:00",
    "issue": [],
    "itemid": "001-78217",
    "judgementdate": "30/11/2006 00:00:00",
    "kpdate": "30/11/2006 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "136",
        "406",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "13",
        "29",
        "41",
        "6-1",
        "6",
        "29-3"
    ],
    "parties": [
        "ŠTAVBE",
        "SLOVENIA"
    ],
    "rank": "565.7939453125",
    "representedby": [
        "N/A"
    ],
    "respondent": "SVN",
    "respondentOrderEng": "43",
    "scl": [
        "Belinger v. Slovenia (dec.), no. 42320/98, 2 October 2001",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Kubiszyn v. Poland (dec.), no. 37437/97, 21 September 1999",
        "Kud?a v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI",
        "Lukenda v. Slovenia, no. 23032/02, 6 October 2005",
        "Majhen v. Slovenia, no. 75773/01, 30 March 2006",
        "Sürmeli v. Germany [GC], no. 75529/01, § 98, 8 June 2006",
        "Viscomi v. Italiy (dec.), no. 52927/99, 8 February 2001"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "341624",
    "typedescription": "15"
}