{
    "__articles": "6;6+6-3-d;6-1;6-3-d",
    "__conclusion": "No violation of Article 6+6-3-d - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Adversarial trial) (Article 6 - Right to a fair trial;Article 6-3-d - Examination of witnesses);No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing)",
    "applicability": "",
    "appno": "14212/10",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-d",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing",
                "Adversarial trial"
            ],
            "element": "No violation of Article 6+6-3-d - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-d - Examination of witnesses"
            ],
            "type": "no-violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-148641.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 14212/10) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Christoph Scholer (“the applicant”), on 4 March 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Rehberger, a lawyer practising in Saarbrücken. The German Government (“the Government”) were represented by two of their Agents, Mr H.-J. Behrens and Mrs K. Behr, of the Federal Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the criminal proceedings against him had been unfair because he had been convicted of drug offences incited by the police and because he had been unable to cross-examine the main witnesses for the prosecution at any stage of the proceedings, in violation of Article 6 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 12 November 2013 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1964. When lodging his application, he was detained in Saarbrücken Prison.",
                                "elements": []
                            },
                            {
                                "content": "A.  The investigation proceedings",
                                "elements": [
                                    {
                                        "content": "6.  In July 2007 the Zweibrücken Public Prosecutor’s Office was informed by a person, to whom they had guaranteed confidentiality and whose identity had remained unknown throughout the proceedings, that the applicant was selling large amounts of amphetamine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The Trier police therefore mandated another police informer, S., who was equally guaranteed confidentiality by the Zweibrücken Public Prosecutor’s Office and was supervised by police officer K., to test the veracity of these allegations. S. visited the applicant in his motorbike shop on 18 July 2007 and pretended being interested in buying a motorbike. He visited the applicant in the shop for the second time on 14 August 2007. On that occasion, the applicant told S. that a former member of his motorbike club “Bandidos” had cheated the club and offered S. 1,000 euros (EUR) if he would beat up that person. When the applicant showed S., who had disclosed his acquaintance with arms, his firearms and asked S. whether he could supply him with weapons, S. asked the applicant whether he could sell him amphetamine. The applicant asked in reply how much S. would need and what price he would be ready to pay. S. offered to pay EUR 4,000 per kilogram of amphetamine of a good quality. The applicant agreed to the offer and handed over to S. a sample of amphetamine which he had stored in a drawer of his garage. On 24 August 2007 S. again visited the applicant and offered purchasing 500 grams of amphetamine from the applicant, in accordance with the instructions from his supervising police officer. The applicant agreed to sell that amount of drugs at a price of EUR 2,000. He had carried a loaded revolver during all of his meetings with S. and had threatened S. with the revolver once, accusing him of being a traitor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 27 August 2007 the Trier District Court authorised the participation of an undercover police officer, C., supervised by police officer L., in the operation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 28 August 2007 S. bought 500 grams of amphetamine for EUR 2,000 from the applicant, who carried a loaded revolver during the transactions, handed it over to C. who was awaiting him at a different place and brought the money supplied by C. to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 20 September 2007 S. again visited the applicant in his garage and told him that he would like to buy further drugs from him. The applicant thereupon asked S. whether he would need one kilogram or more. S. ordered 500 grams of amphetamine, in accordance with his instructions from police officer K., and announced that he would need higher amounts of drugs in the future. The applicant agreed to the proposals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 4 October 2007 S. again bought 500 grams of amphetamine for EUR 2,000 in the presence of C. from the applicant, who carried a loaded revolver during the transaction. As advised by police officer K., S. then asked the applicant to supply a larger amount of drugs. The applicant explained that he could supply as much as S. wanted, five or ten kilograms. S. thereupon ordered 6.5 kilograms of amphetamine for which he was to pay EUR 26,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 16 October 2007 S. and C. bought the amount of amphetamine ordered from the applicant; the drugs were supplied by B. The applicant was arrested after having handed over the drugs to S. and while collecting the money from C. The police further seized 10 grams of amphetamine in the applicant’s flat and numerous guns in his garage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  B., having been informed of his right to remain silent, confirmed to the police after his arrest and subsequently before the investigating judge that he had participated in the drug transaction on 16 October 2007 and supplied the amphetamine seized on that day.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The proceedings before the Trier Regional Court",
                                "elements": [
                                    {
                                        "content": "14.  On 31 July 2008 the Trier Regional Court convicted the applicant of two counts of drug trafficking in not insignificant amounts while carrying a weapon and another count of drug trafficking in not insignificant amounts and sentenced him to five years and six months’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Regional Court established the facts as summarized above (see paragraphs 6-13 above). It further took note of the fact that the applicant, a full member of the motorbike club “MC Bandidos Chapter Kaiserslautern”, had previously been convicted, in particular, by the Trier Regional Court of trafficking in drugs (amphetamine) on 9 February 1989 and sentenced to three years and ten months’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Regional Court observed that the applicant and his co-accused B. had not made any submissions on the drug charges during the trial hearing. Its findings of fact were based on the credible statements made by S. to his supervising police officer K. and, in respect of the last offence, on the confession made by co-accused B. during the investigation proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In the hearing, the Regional Court, having rejected the applicant’s objection to hearing police officer K. as a witness, had questioned K. as a witness giving hearsay evidence on the observations made by police informer S. It had not been possible to summon and question S. in person as the Rhineland-Palatinate Ministry for the Interior had issued a declaration dated 10 April 2008, supplemented on 21 July 2008 following the trial court’s proposal of alternative methods of questioning, blocking the disclosure of his identity (Sperrerklärung). These declarations, running to twelve and four pages respectively, had been read out in the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Ministry had argued in these declarations that it was necessary to keep the identities of police informer S., and also of undercover police officer C., secret in order to protect their life and limb and that of their relatives. In the Ministry’s submission, there was a high risk that the applicant would organise a violent revenge against them. He was a member of the motorbike club “MC Bandidos, Chapter Kaiserslautern”, which was well-organised worldwide and known for violent, ruthless acts against persons considered as traitors. Members of the motorbike club were currently suspected of involvement in homicides. The applicant, on whose premises a considerable number of firearms had been found, had himself offered S. EUR 1,000 for assaulting a former member of the motorbike club who was suspected of having deceived the club in the course of business transactions. Further perpetrators who had been involved in the drug deal might equally possess firearms and had not been arrested yet. The disclosure of the identity of the police informer and of the well-trained undercover agent would further compromise the police’s ability to investigate serious crimes with their help or that of other informers in the future.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Ministry further stated that there were no means other than the non-disclosure of their identity for the Land to protect the physical integrity of the police informer and of the undercover agent. In particular, keeping their names or places of residence secret or excluding the public and the applicant during their interrogation in court would be insufficient to protect them, owing to the presence of the applicant’s lawyers and possibly of contact persons of the applicant observing the court building at the day of the trial. The Ministry also rejected the Regional Court’s proposal to have S. questioned by a commissioned judge outside the main hearing as the applicant’s lawyers would be present during such a hearing and might pass on information to the applicant allowing the latter to detect S.’s identity. Likewise, a video conference including acoustic and optical shielding, as equally proposed by the Regional Court, could not exclude S.’s and C.’s identification by their figure, by their gestures and language used or by the disclosure of details permitting the detection of their identity in the course of questioning by the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In the Regional Court’s view, the reasons given in the Ministry’s declarations for the non-disclosure of S.’s, and also C.’s, identities were neither arbitrary nor obviously unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Regional Court noted that police officer K. had questioned S. on 26 October 2007 and had reported S.’s statements in the hearing. It had then given the defence the opportunity to put questions to S. in writing. On 25 June 2008 K. again questioned S., submitting to him the court’s questions and those of B.’s defence counsel, and again reported S.’s statements in court. Both police officer K.’s and S.’s detailed statements without contradictions were credible, having regard also to the fact that it had only hearsay evidence before it. The Regional Court noted, in particular, that the applicant had contested having carried a loaded revolver during the first two transactions, claiming that the object in his pocket had been a multi-tool. It found that S. had already mentioned on 26 October 2007 that the applicant had carried a weapon. When again being questioned by police officer K. on the court’s request on 25 June 2008, S. had given more details in respect of the revolver and had convincingly explained when and how he had seen that it had been loaded, which demonstrated the veracity of his statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Regional Court found that the statements made by the police informer could be used as evidence. Under the well-established case-law of the Federal Court of Justice (the Regional Court referred to Federal Court of Justice, file no. 1 StR 221/99, judgment of 18 November 1999, BGHSt 45, pp. 321 ss., see paragraph 34 below), the use of police informers was permitted to combat serious crimes which were difficult to investigate, such as drug trafficking. It was not relevant in that context whether the applicant had been incited by a police informer to commit an offence as, in any event, this would not lead to an exclusion of evidence. In that event, the court would only have to state in the reasons of its judgment that there had been a breach of the right to a fair trial under Article 6 § 1 of the Convention and would have to mitigate the penalty as a result thereof.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Regional Court considered that S.’s submissions had been supported by considerable further circumstantial evidence. In particular, the nature and amount of drugs trafficked was proven as S. had handed the drugs in question over to the police immediately after the respective transactions. Moreover, in respect of the last offence, the applicant and B. had been caught in the act and arrested at the scene of the crime. Furthermore, B. had initially confessed to the (third) offence in the investigation proceedings and his statements had been reported in the hearing by the police officer and the investigating judge who had questioned him at the time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Finally, both B.’s confession and S.’s statements concerning the second offence had been confirmed by the submissions made by undercover police officer C. to police officer L. who supervised him. L. had testified as a witness giving hearsay evidence in the hearing, the court having dismissed the applicant’s objection to hearing him. The identity of C. had remained unknown as he had equally been covered by the Ministry’s declaration blocking a disclosure of his identity. The investigations by an undercover police officer had been lawful under Articles 110a and 110b § 2 of the Code of Criminal Procedure (see paragraphs 31-32 below), as they had been authorised by the Public Prosecutor’s Office and the District Court and had been indispensable in order to further investigate suspicions of drug trafficking by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  When fixing the sentence, the Regional Court considered as aggravating factors the frequency of the offences as well as the applicant’s prior conviction for drug trafficking. It took into account as mitigating elements that the drug transactions had been under police surveillance from the outset and that the drugs could not, therefore, freely circulate on the market. Moreover, the applicant had trafficked in so-called soft drugs of average quality only. Furthermore, the applicant was disabled at a rate of 70 per cent and therefore particularly susceptible to suffer from detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In the Regional Court’s view the applicant had not, however, been unduly incited by police informer S. to commit the offences in question, within the meaning of the case-law of the Federal Court of Justice (the Regional Court again referred to the Federal Court of Justice’s judgment of 18 November 1999, cited above, BGHSt 45, pp. 321 ss.). The applicant had already been involved in drug trafficking and been predisposed to sell drugs prior to his meeting with the police informer. This was proven, in particular, by the fact that he had supplied S. with an amphetamine sample already when they discussed drug transactions for the first time. Moreover, he had indicated on that occasion that he could supply S. with larger amounts of drugs. The Regional Court found in that context that the price offered by S. to the applicant (EUR 4,000) was the average price for a kilogram of amphetamine of average quality in the region. Furthermore, the applicant had previously been convicted of drug trafficking. As his offences had not therefore been the result of unlawful police incitement, there was no ground for mitigating the sentence on that account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The proceedings before the Federal Court of Justice",
                                "elements": [
                                    {
                                        "content": "27.  On 1 August 2008 the applicant lodged an appeal on points of law with the Federal Court of Justice. He claimed, in particular, that his right to a fair trial under Article 6 §§ 1 and 3 (d) of the Convention had been breached as he had been unable to cross-examine police informer S. and undercover agent C., on whose submissions his conviction had essentially been based. Moreover, S. had unduly incited him to sell drugs. The evidence obtained by the incitement should therefore have been excluded at his trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 12 December 2008 the Federal Court of Justice dismissed the applicant’s appeal on points of law against the Regional Court’s judgment as ill-founded.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The proceedings before the Federal Constitutional Court",
                                "elements": [
                                    {
                                        "content": "29.  On 19 January 2009 the applicant lodged a constitutional complaint with the Federal Constitutional Court. He complained, in particular, that the judgment of the Regional Court, confirmed by the Federal Court of Justice, had breached his right to a fair trial under the Basic Law. He had been unduly incited by the prosecution authorities to commit the offences he had later been found guilty of. Therefore, the evidence obtained by police incitement should have been excluded at his trial (he referred to the European Court of Human Right’s judgment in the case of Pyrgiotakis v. Greece, no. 15100/06, 21 February 2008 to support his view). Moreover, throughout the proceedings, he had not had an opportunity to question the police informer and the undercover police officer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 3 September 2009 the Federal Constitutional Court declined to consider the applicant’s constitutional complaint (file no. 2 BvR 164/09). The decision was served on the applicant’s counsel on 10 September 2009.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Provisions on undercover agents and police informers",
                                "elements": [
                                    {
                                        "content": "31.  Under Article 110a § 1 no. 1 of the Code of Criminal Procedure, undercover investigators may be used to investigate criminal offences if there are sufficient factual indications showing that a criminal offence of considerable significance has been committed in the field of illegal trade in drugs. Their intervention is only admissible if the investigation would offer no prospects of success or be considerably more difficult otherwise. Article 110a § 2 of the Code of Criminal Procedure provides that undercover investigators are police officers who investigate using a longerlasting changed identity conferred on them (so-called legend).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Article 110b § 2 of the Code of Criminal Procedure provides that interventions of an undercover investigator which are directed against a specific suspect or in the course of which the undercover investigator enters a flat which is not generally accessible, have to be authorised by the court. Under Article 110b § 3 of the Code of Criminal Procedure the identity of the undercover investigator may be kept secret even after the termination of the intervention. In criminal proceedings, the identity may be kept secret under the terms of Article 96, in particular if there is cause for concern that disclosure of the identity would jeopardize the life, limb or liberty of the undercover investigator or of another person or compromise the possibility of further using the undercover investigator. Article 96 of the Code of Criminal Procedure provides that the submission of files or other documents officially impounded by authorities may not be requested if their highest superior authority declares that disclosure of the content of these files or documents would be detrimental to the welfare of the Federation or of a German Land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The use of police informers is not specifically addressed in the Code of Criminal Procedure, but falls under the general provisions of Articles 161 and 163 of the Code of Criminal Procedure authorising the police and the Public Prosecutor’s Office to investigate criminal offences.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant case-law of the Federal Court of Justice",
                                "elements": [
                                    {
                                        "content": "34.  Under the Federal Court of Justice’s well-established case-law, the use of police informers and undercover police officers is, in principle, permitted in order to combat crimes which are particularly dangerous and difficult to investigate, such as drug trafficking (see, in particular, Federal Court of Justice, file no. 1 StR 221/99, judgment of 18 November 1999, BGHSt 45, pp. 321 ss., § 10 (of the internet version) with further references). The right to a fair trial under Article 6 § 1 of the Convention is breached, however, if the accused had been induced to commit the offences he was indicted of by an incitement contrary to the rule of law and imputable to the State (see, in particular, Federal Court of Justice, file no. 1 StR 221/99, cited above, § 8). As to the consequences to be drawn from a finding of police incitement, under the Federal Court of Justice’s case-law, an incitement to commit an offence, even if it was contrary to the rule of law, does not constitute a bar to criminal proceedings. It only has to be taken into consideration – as a considerable mitigating factor – in the fixing of the penalty (so-called fixing of penalty approach (Strafzumessungslösung); see, inter alia, Federal Court of Justice, file no. 1 StR 221/99, cited above, §§ 13 and 18 with further references).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION ON ACCOUNT OF THE IMPOSSIBILITY TO QUESTION TWO WITNESSES FOR THE PROSECUTION",
                        "elements": [
                            {
                                "content": "35.  The applicant complained that he had been unable to cross-examine the police informer and the undercover police officer at any stage of the proceedings, despite the fact that his conviction had been based on their statements alone. He relied on Article 6 of the Convention, which, in so far as relevant, provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him; ...”",
                                "elements": []
                            },
                            {
                                "content": "36.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "37.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "38.  The applicant claimed that the criminal proceedings against him had breached Article 6 §§ 1 and 3 (d) of the Convention. He argued that his right to cross-examine the prosecution witnesses, namely police informer S. and undercover agent C., had been breached, in particular because there had not been any other evidence against him. A cross-examination of the police informer would have been essential because the latter had not told the truth in his first hearing (via police officer K.) by the Regional Court. In that hearing, the informer had not mentioned central incriminating aspects, such as the allegation that the applicant had threatened the informer with a loaded gun, an element which he had mentioned for the first time in a second hearing on 25 June 2008. It would have been crucial in such circumstances to enable the applicant to question the informer directly in order to safeguard his defence rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In the Government’s view, the criminal proceedings against the applicant had been fair despite the fact that the applicant had been unable to cross-examine the police informer and the undercover agent directly and had thus complied with Article 6 §§ 1 and 3 (d) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Referring to the criteria established in the Court’s case-law in respect of the lack of an opportunity to cross-examine witnesses for the prosecution (in particular, Al-Khawaja and Tahery v. the United Kingdom [GC], nos. 26766/05 and 22228/06, §§ 118 ss., ECHR 2011), the Government argued that there had both been valid reasons not to allow the applicant to question the police informer and the undercover agent in court and there had been sufficient factors compensating for the lack of opportunity for the applicant to put questions to them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  As to the reasons for not granting the applicant an opportunity to question the police informer and the undercover agent directly, the Government submitted that the latter two’s life and limb would have been at risk otherwise. The extent of the risk to which the witnesses would have been exposed had been convincingly explained and corroborated with facts in the declaration of the Rhineland-Palatinate Ministry for the Interior blocking the disclosure of their identities, which had been examined and considered as not being arbitrary by the Trier Regional Court. There were no shortcomings in that declaration and the applicant accordingly had not availed himself of the opportunity to have the lawfulness of the Ministry’s declaration reviewed by the administrative courts. The State authorities were obliged in these circumstances to protect the life and limb of the witnesses. Their interest in protection outweighed that of the applicant in directly cross-examining them also because the risk they were exposed to emanated from the applicant’s sphere.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government stressed that there had been further available evidence, in addition to the statements made by the police informer and the undercover agent, introduced into the proceedings indirectly through their supervising officers, to prove the applicant guilty of three counts of drug trafficking. In respect of the third offence, the Regional Court had been able to base its findings on the confession which the applicant’s co-accused B. had made before the investigating judge and which the latter had reported in the hearing and on the result of the search of B.’s flat. Furthermore, the Regional Court had disposed of evidence enabling it to verify the statements of the informer and the undercover agent in respect of all three offences. The drugs sold by the applicant had been seized immediately after the offences. Moreover, the court had regard to the results of the searches of the applicant’s garage and flat.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Finally, even assuming that the statements made by the two witnesses for the prosecution had been the decisive evidence against the applicant at least for the first and second offence, the restrictions in his defence rights resulting from the fact that he had not been provided an opportunity to question these witnesses had been compensated. The Regional Court had done everything in its power to question the witnesses directly in the hearing. Moreover, the applicant had been given the opportunity to put written questions to the witnesses. He had therefore been in a position to challenge the credibility of the witnesses. The Regional Court had further assessed the credibility of the hearsay evidence before it with particular caution. In particular, it had taken note of the fact that police informer S. had made additional statements in his second interrogation concerning the weapons carried by the applicant during the transactions. Contrary to the applicant, it had, however, considered the fact that S. had been able to provide details in response to further questioning as demonstrating that he told the truth.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "44.  The Court reiterates that the guarantees in paragraph 3 (d) of Article 6 are specific aspects of the right to a fair hearing set forth in paragraph 1 of this provision which must be taken into account in any assessment of the fairness of proceedings. The admissibility of evidence is a matter for regulation by national law and the national courts and the Court’s concern under Article 6 § 1 is to evaluate the overall fairness of the criminal proceedings (see, inter alia, Gäfgen v. Germany, no. 22978/05, §§ 162-163, 30 June 2008). In making this assessment the Court will look at the proceedings as a whole having regard to the rights of the defence but also to the interests of the public and the victims that crime is properly prosecuted (see Gäfgen, cited above, § 175) and, where necessary, to the rights of witnesses (see, amongst many authorities, Doorson v. the Netherlands, 26 March 1996, § 70, Reports 1996II; Al-Khawaja and Tahery v. the United Kingdom [GC], nos. 26766/05 and 22228/06, § 118, ECHR 2011; and Sievert v. Germany, no. 29881/07, § 58, 19 July 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Article 6 § 3 (d) enshrines the principle that, before an accused can be convicted, all evidence against him must normally be produced in his presence at a public hearing with a view to adversarial argument. Exceptions to this principle are possible but must not infringe the rights of the defence, which, as a rule, require that the accused should be given an adequate and proper opportunity to challenge and question a witness against him, either when that witness makes his statement or at a later stage of proceedings (see Lucà v. Italy, no. 33354/96, § 39, ECHR 2001II; Solakov v. the former Yugoslav Republic of Macedonia, no. 47023/99, § 57, ECHR 2001X; Vronchenko v. Estonia, no. 59632/09, § 55, 18 July 2013; and Rosin v. Estonia, no. 26540/08, § 52, 19 December 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court has recently clarified in its judgment in the cases of AlKhawaja and Tahery (cited above) that the following three elements must be examined where a witness against the accused is absent at the hearing by the trial court. First, there must be a good reason for the nonattendance of a witness (ibid., § 119). In case of a witness’s absence owing to fear, the Court considered that when the witness’s fear is attributable to threats or other actions of the defendant or those acting on his behalf, it is appropriate to allow the evidence of that witness to be introduced at trial without the need for the witness to give live evidence or be examined by the defendant or his representatives. A defendant who has acted in this manner must be taken to have waived his rights to question such witnesses under Article 6 § 3 (d) (ibid., §§ 122-123). When the witness’s fear of testifying is not directly attributable to threats made by the defendant or his agents, but to their notoriety, the trial court must conduct appropriate enquiries to determine first, whether or not there are objective grounds for that fear, and, second, whether those objective grounds are supported by evidence (ibid., §§ 122 and 124 with further references). Finally, when a witness has not been examined at any prior stage of the proceedings, allowing the admission of a witness statement in lieu of live evidence at trial must be a measure of last resort. Before a witness can be excused from testifying on grounds of fear, the trial court must be satisfied that all available alternatives, such as witness anonymity and other special measures, would be inappropriate or impracticable (ibid., § 125).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In the event that the impossibility of examining a witness or having him or her examined is due to the fact that he or she is missing, the authorities must take reasonable efforts to secure his or her presence. However, provided that the authorities cannot be accused of a lack of diligence in their efforts to award the defendant an opportunity to examine the witness in question, the witness’s unavailability as such does not make it necessary to discontinue the prosecution (see Scheper v. the Netherlands (dec.), no. 39209/02, 5 April 2005; Mayali v. France, no. 69116/01, § 32, 14 June 2005; Haas v. Germany (dec.), no. 73047/01, 17 November 2005; and Mirilashvili v. Russia, no. 6293/04, § 163, 11 December 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court shall examine, secondly, whether the statement of the absent witness, whom the defendant has had no opportunity to examine or to have examined, whether during the investigation or at the trial, is the sole or decisive (that is, of such significance or importance as is likely to be determinative of the outcome of the case) evidence against the defendant (see Al-Khawaja and Tahery, cited above, §§ 131 and 147).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Even in that event, the admission of the statement of an absent witness as evidence will not automatically result in a breach of Article 6 § 1. However, the Court must then subject the proceedings to the most searching scrutiny. Because of the dangers of the admission of such evidence, it would constitute a very important factor to balance in the scales and one which would require sufficient counterbalancing factors, including the existence of strong procedural safeguards. The Court must therefore examine, thirdly, whether there are sufficient counterbalancing factors in place, including measures that permit a fair and proper assessment of the reliability of that evidence to take place (Al-Khawaja and Tahery, cited above, § 147).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The problems posed by absent witnesses and anonymous witnesses are not different in principle (see Al-Khawaja and Tahery, cited above, § 127; Ellis, Simms and Martin against the United Kingdom (dec.), nos. 46099/06 and 46699/06, § 74, 10 April 2012; and Pesukic v. Switzerland, no. 25088/07, § 45, 6 December 2012). If the defence is unaware of the identity of the person it seeks to question, it may be deprived of the very particulars enabling it to demonstrate that he or she is prejudiced, hostile or unreliable (see Pesukic, cited above, § 45) and, just as in the case of an absent witness, is faced with difficulties in challenging the reliability of the evidence given by the witness (compare Al-Khawaja and Tahery, cited above, § 127).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Accordingly, in line with the criteria clarified by the Court in the cases of Al-Khawaja and Tahery (cited above) in respect of absent witnesses, in assessing the fairness of a trial involving anonymous witnesses, the Court must examine, first, whether there are good reasons to keep secret the identity of the witness. Second, the Court must consider whether the evidence of the anonymous witness was the sole or decisive basis of the conviction. Third, where a conviction is based solely or decisively on the evidence of an anonymous witness, the Court must be satisfied that there are sufficient counterbalancing factors, including the existence of strong procedural safeguards, to permit a fair and proper assessment of the reliability of that evidence to take place (see Ellis, Simms and Martin, cited above, §§ 76-78; Pesukic, cited above, § 45; compare also Gani v. Spain, no. 61800/08, §§ 40-41, 19 February 2013; see previously, for instance, Haas, cited above, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court notes that, in the present case, neither the applicant nor his counsel were able to cross-examine police informer S. and undercover police officer C. in person at the trial or at least during the investigation stage. The trial court was unable to summon these witnesses because the Rhineland-Palatinate Ministry for the Interior had blocked the disclosure of their identities, arguing that there was a high risk that the applicant would organise a violent revenge against them. The witnesses were thus both absent from the applicant’s trial and anonymous in the sense that their true identity was unknown to the defence, the applicant having met the witnesses in person under their false identities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In determining whether, in these circumstances, the trial against the applicant had complied with his rights under Article 6 §§ 1 and 3 (d) of the Convention, the Court must determine, in the light of the above principles, first, whether there was a good reason both for keeping secret the identity of the witnesses and for their non-attendance at the trial. It notes that the primary reason for the witnesses’ absence at the applicant’s trial was that the trial court was unable to summon them for lack of disclosure of their true identities and contact details by the Rhineland-Palatinate Ministry for the Interior. The trial court made reasonable, but fruitless efforts to secure the witnesses’ presence or at least their questioning by alternative methods in that it notably proposed to the Ministry to examine the witnesses in person via a video conference or a commissioned judge. As it was thus a domestic authority of the defendant State, the said Ministry, which was responsible for the witnesses’ anonymity and their absence from trial, the Court considers it necessary to test also the reasoning given by that authority, and accepted by the trial court, directly for its compliance with the criteria developed in the Court’s case-law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court observes in this respect that the reason given by the Ministry for the witnesses’ anonymity and non-attendance at the trial was the need for the protection of their life and limb and that of their relatives. In determining whether the witnesses’ absence owing to fear was attributable to threats or other actions of the defendant or those acting on his behalf, the Court notes that the applicant or his agents do not appear having threatened S. directly in respect of a forthcoming witness statement of the latter before the trial court. However, the applicant had already threatened S. with a loaded revolver during one of the drug transactions, accusing him of being a traitor. Moreover, he had shown himself ready to organise a violent revenge against persons considered as traitors in that he had himself offered the applicant money for beating up a person who was considered to have cheated his motorbike club.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Even assuming that these threats uttered by the applicant against S. are not to be understood as sufficiently direct threats against S. in case he testified against the applicant at a trial and that the applicant must therefore not be considered as having waived his right to question S., the Court observes the following. If the need for protection of police informer S., and also of undercover agent C., is considered not directly attributable to threats made by the defendant or his agents in this respect, but to their notoriety, the trial court must have conducted appropriate enquiries to determine whether or not there were objective grounds for that fear, supported by evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court notes in this respect that the trial court endorsed the reasoning of the Rhineland-Palatinate Ministry for the Interior which had explained that keeping the witnesses’ identity secret and not permitting their attendance at the trial was necessary in order to protect their life and limb and that of their relatives. There was a high risk that the applicant would organise a violent revenge against them. He was a full member of the motorbike club “Bandidos”, a well-organised club known for its violent and ruthless acts against persons considered as traitors and members of whom were then suspected of involvement in homicides. The Court further notes that the applicant had offered S. money for beating up a person who was considered having deceived the club and had himself already threatened S. with a loaded gun. The Court is satisfied that, having regard to these elements and to the evidence taken by the trial court in these respects in the hearing, that the court could reasonably consider S.’s and C.’s need for protection objectively justified. It further observes in this context that the applicant did not contest the Government’s observation that he had not availed himself of the opportunity to have the lawfulness of the Ministry’s declaration reviewed by the administrative courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court must further examine whether excusing the witnesses from testifying at the trial on grounds of protecting them and maintaining their anonymity was a measure of last resort, as required by the Court’s case-law (see paragraph 46 above). It notes in this context that the trial court examined alternative measures allowing the examination of the witnesses in person, notably having the witnesses questioned by a commissioned judge outside the main hearing in the presence of the applicant’s lawyers or via a video conference including acoustic and optical shielding. It considered that there was not only a risk of the witnesses’ identification by their figure, gestures or language – which were known to the applicant, but not to other persons present on his behalf – but also a risk of disclosure of details in the course of questioning by the defence permitting the detection of their identity. The Court accepts that the trial court could consider these alternatives as insufficient to protect the witnesses in the circumstances. It recalls, in this context, that allowing notably police informers to provide information anonymously is a vital tool in prosecuting, in particular, organised crime (see Donohoe v. Ireland, no. 19165/08, § 80, 12 December 2013, with further references). There was, therefore, a good reason both for keeping secret the identity of the witnesses and for their non-attendance at the trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court must examine, second, whether the statements of the absent and anonymous witnesses at issue were the sole or decisive evidence against the applicant. It notes that according to the Regional Court, its findings were based, in particular, on the statements made by S. and reported in the hearing by his supervising police officer K. and, in respect of the last offence, on the confession made by co-accused B. during the investigation proceedings, reported by the investigating judge at the trial. These submissions were supported by other corroborating evidence, including the drugs handed over to the police immediately after each transaction, the fact that the applicant and his co-accused B. were caught in the act during the third offence and the fact that an albeit small quantity of amphetamine was found in the applicant’s flat. S.’s statements further matched the statements made by undercover agent C. and reported in the hearing by his supervising police officer L.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In view of these elements, the Court considers that – even taking into account that the drugs seized in the first and second transaction constituted material evidence – the conviction concerning the first and second offence was to a decisive degree based on police informer S.’s testimony. In contrast, in respect of the third offence, S.’s statements appear to have been considerable, but not decisive evidence against the applicant, given that the trial court could and did base its findings on the confession to the offence made by co-accused B. – albeit introduced into the trial by the investigating judge and thus being hearsay evidence – and the evidence obtained by the fact that the applicant was caught in the act by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court must therefore determine, third, whether there were sufficient counterbalancing factors in place, including the existence of strong procedural safeguards, permitting a fair and proper assessment of the reliability of the impugned witness evidence. It considers that the main counterbalancing factor for the restriction of the applicant’s defence rights was that the latter was given the opportunity, as were the court, the prosecution and the co-accused, to put questions to informer S. in writing, to which the latter replied, the replies being again reported by his supervising police officer K. in the hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Moreover, the Regional Court assessed the hearsay evidence before it with particular care. It tested the reliability of that evidence in the light of the corroborating evidence before it. In particular, the additional evidence obtained in respect of the third and most serious offence served to corroborate the hearsay evidence in respect of the first and second drug transactions between the same persons, that is, the applicant, S. and C. The cautious evaluation of the evidence by the trial court is further demonstrated in its examination of the applicant’s allegation that police informer S. had made contradictory and wrong statements on the weapon the applicant had carried during his meetings with S. and that the applicant had only had a multi-tool with him. The Regional Court found in this respect that informer S. had not made contradictory statements during his first and second interrogation reported by K., but, on the court’s request, had only given more details on the weapon carried by the applicant and on how he had seen that it had been loaded in the second meeting.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Having regard to these elements, the Court finds that there were sufficient counterbalancing factors in place which permitted the trial court to assess the reliability of the impugned witness evidence fairly and properly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  In view of the foregoing, the Court concludes that the trial against the applicant as a whole has not been unfair because of the fact that he was unable to examine or have examined the witnesses for the prosecution S. and C. in person. There has accordingly been no violation of Article 6 §§ 1 and 3 (d) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION ON ACCOUNT OF POLICE INCITEMENT",
                        "elements": [
                            {
                                "content": "64.  The applicant further complained that the criminal proceedings against him had been unfair in that he had been unduly incited by the investigation authorities, acting as agents provocateurs, to commit the drug offences he had subsequently been convicted of. He again relied on Article 6 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "65.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "66.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "67.  The applicant argued that he had been unlawfully incited by the police informer and the undercover agent to commit the drug offences in question, in breach of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The applicant submitted that he had not been predisposed to commit drug offences. The fact that residuals of amphetamine had been found at his place or that he had possessed small quantities of drugs had not proven this. He had carried out a drug deal only after he had been asked by S. whether he could sell him drugs. He had neither been involved in organized drug crime nor had he trafficked in drugs prior to having been contacted by the police informer. It had not been proven in court that he had had any further drug providers or buyers. Without S.’s and C.’s intervention, he would not have committed an offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  In the applicant’s submission, the informer and the undercover agent had not remained essentially passive in the drug transactions. The police informer had been sent to him in order to incite him to sell drugs and had accordingly asked him whether he would do so. Moreover, the police informer had also incited him to traffic in drugs by offering him an exceptionally high price, which had been at the upper end of what was usual (EUR 4,000 for one kilogram of amphetamine). Moreover, the investigators had enhanced the quantity of drugs to be delivered by him in subsequent transactions. In addition, S. had incited him to conclude drug deals also by mentioning the possibility of further transactions, namely the purchase of a motorbike from him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Relying on the Court’s case-law (he referred to Pyrgiotakis, cited above), the applicant argued that the evidence obtained by his unlawful entrapment should have been excluded at his trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  In the Government’s submission, the proceedings against the applicant had complied with Article 6 § 1 of the Convention. The use of a police informer and an undercover agent to investigate suspicions of drug trafficking against the applicant and the use of the evidence obtained by that measure in the criminal proceedings against him had not breached his right to a fair trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Government argued that, as had been found by the Trier Regional Court, the applicant had not been incited, within the meaning of the Court’s case-law on undue interventions of agents provocateurs, by the police informer and the undercover agent to commit the drug offences he had subsequently been convicted of. He would have committed these offences also without the authorities’ intervention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Referring to the criteria for examining whether there had been undue police incitement for the purposes of the Court’s case-law (so-called substantive test of incitement; see, in particular, Bannikova v. Russia, no. 18757/06, §§ 37 ss., 4 November 2010), the Government submitted that the applicant had been predisposed to commit the drug offences in question. He had not only been convicted of drug trafficking (amphetamine) already in 1989. Several further factual elements indicated that the applicant had already been involved in drug trafficking before being contacted by the police informer. In particular, the applicant had stocked amphetamine in his garage and flat independently of his meeting with S. and had handed over a sample thereof to S. already at their second meeting, when they discussed the sale of drugs for the first time. When asked by S. about business opportunities in this respect, he immediately started organizing several drug transactions. The speedy conclusion of the transactions, the applicant’s familiarity with the prices for amphetamine and his ability to procure larger amounts of drugs within a short time indicated that the applicant had already been involved in organized drug crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Government further argued that the informer and the undercover agent had remained essentially passive in the transactions. When asking the applicant on his second visit on 14 August 2007 whether an amphetamine deal was possible, S. had not done more than necessary to conduct covert investigations. The applicant had immediately consented to drug trafficking, had handed over an amphetamine sample without having been asked to do so and had fixed the modalities of the drug deals. It had been the applicant who had increased the quantity of drugs sold at every meeting. Moreover, as had been confirmed by the Trier Regional Court, S. had not offered more than the market price for the drugs in question. S. further had not incited the applicant to continue trafficking in drugs by linking the purchase of drugs with that of a motorbike from him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Furthermore, the Government submitted that the involvement of the police informer and the undercover agent had been in accordance with domestic law. The involvement of undercover police officer C. in the operation had been in accordance with Articles 110a ss. of the Code of Criminal Procedure (see paragraphs 31-32 above). In particular, it had been authorized by the Trier District Court on 27 August 2007. Likewise, the intervention of police informer S. had complied with Articles 161 and 163 of the Code of Criminal Procedure (see paragraph 33 above), as interpreted by the domestic courts. Both C. and S. had been supervised.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  Finally, the Government argued that the Trier Regional Court had thoroughly examined the applicant’s incitement plea and had convincingly considered it unfounded.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "77.  The Court reiterates that the Convention does not preclude reliance, at the investigation stage of criminal proceedings and where the nature of the offence so warrants, on sources such as anonymous informants. However, the subsequent use of their statements by the court of trial to found a conviction is a different matter. The use of undercover agents must be restricted and safeguards put in place even in cases concerning the fight against drug trafficking. The requirements of a fair criminal trial under Article 6 entail that the public interest in the fight against drug trafficking cannot justify the use of evidence obtained as a result of police incitement (see Teixeira de Castro v. Portugal, 9 June 1998, §§ 35-36, Reports of Judgments and Decisions 1998IV; and Vanyan v. Russia, no. 53203/99, § 46, 15 December 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  When faced with a plea of police incitement, or entrapment, the Court will, in a first step, attempt to establish whether there has been such incitement or entrapment (substantive test of incitement; see Bannikova v. Russia, no. 18757/06, § 37, 4 November 2010). Police incitement occurs where the officers involved or persons acting on their instructions do not confine themselves to investigating criminal activity in an essentially passive manner, but exert such an influence on the subject as to incite the commission of an offence that would otherwise not have been committed, in order to make it possible to establish the offence, that is, to provide evidence and institute a prosecution (see Ramanauskas v. Lithuania [GC], no. 74420/01, § 55, ECHR 2008 with further references; and Bannikova, cited above, § 37; compare also Pyrgiotakis v. Greece, no. 15100/06, § 20, 21 February 2008). The rationale behind the prohibition on police incitement is that it is the police’s task to prevent and investigate crime and not to incite it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  In order to distinguish police incitement, or entrapment, in breach of Article 6 § 1 from the use of legitimate undercover techniques in criminal investigations, the Court has developed the following criteria.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  In deciding whether the investigation was “essentially passive” the Court will examine the reasons underlying the covert operation and the conduct of the authorities carrying it out. The Court will rely on whether there were objective suspicions that the applicant had been involved in criminal activity or was predisposed to commit a criminal offence (see Bannikova, cited above, § 38).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Court found, in that context, in particular, that the national authorities had had no good reason to suspect a person of prior involvement in drug trafficking where he had no criminal record, no preliminary investigations had been opened against him and there was nothing to suggest that he had a predisposition to become involved in drug dealing until he was approached by the police (see Teixeira de Castro, cited above, § 38; confirmed in Edwards and Lewis v. the United Kingdom [GC], nos. 39647/98 and 40461/98, §§ 46 and 48, ECHR 2004X; Khudobin v. Russia, no. 59696/00, § 129, ECHR 2006XII (extracts); Ramanauskas, cited above, § 56; and Bannikova, cited above, § 39; see also Pyrgiotakis, cited above, § 21). In addition to the aforementioned, the following may, depending on the circumstances of a particular case, also be considered indicative of pre-existing criminal activity or intent: the applicant’s demonstrated familiarity with the current prices for drugs and ability to obtain drugs at short notice (compare Shannon v. the United Kingdom (dec.), no. 67537/01, ECHR 2004IV) and the applicant’s pecuniary gain from the transaction (see Khudobin, cited above, § 134; and Bannikova, cited above, § 42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  When drawing the line between legitimate infiltration by an undercover agent and incitement of a crime the Court will further examine the question whether the applicant was subjected to pressure to commit the offence. In drug cases it has found the abandonment of a passive attitude by the investigating authorities to be associated with such conduct as taking the initiative in contacting the applicant, renewing the offer despite his initial refusal, insistent prompting, raising the price beyond average or appealing to the applicant’s compassion by mentioning withdrawal symptoms (see, among other cases, Bannikova, cited above, § 47; and Veselov and Others v. Russia, nos. 23200/10, 24009/07 and 556/10, § 92, 2 October 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  When applying the above criteria, the Court places the burden of proof on the authorities. It falls to the prosecution to prove that there was no incitement, provided that the defendant’s allegations are not wholly improbable. In practice, the authorities may be prevented from discharging this burden by the absence of formal authorisation and supervision of the undercover operation (see Bannikova, cited above, § 48). The Court has emphasised in that context the need for a clear and foreseeable procedure for authorising investigative measures, as well as for their proper supervision. It considered judicial supervision as the most appropriate means in case of covert operations (see Bannikova, cited above, §§ 49-50; compare also Edwards and Lewis, cited above, §§ 46 and 48).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Court is called upon to determine whether the applicant committed the drug offences he was convicted of as a result of police incitement in breach of Article 6 § 1 (substantive test of incitement). This was the case if the police must be considered not to have investigated the applicant’s activities in an essentially passive manner, but to have exerted such an influence on him as to incite the commission of drug offences he would not have committed otherwise.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Having regard to the criteria established in the Court’s case-law in order to distinguish police incitement from legitimate undercover techniques, the Court notes that the following factors led the authorities to suspect that the applicant was predisposed to trafficking in drugs. The police mounted three test purchases with the help of police informer S. only after the Public Prosecutor’s Office had been made aware by a different anonymous informer that the applicant was allegedly selling large amounts of amphetamine. Moreover, the applicant had previously been convicted of trafficking in amphetamine. Although that conviction dated back to 1989, and was thus pronounced some eighteen years prior to the police investigations in 2007, it proved that the applicant had already been involved in offences such as the one he was then suspected of.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Moreover, there were further elements indicating that the applicant was involved in drug trafficking. When asked for the first time by the police informer whether he could supply him with amphetamine, the applicant, immediately accepting the price proposed by the police informer, showed to be familiar with the current market prices for that drug. Furthermore, he had notably stored a drug sample in his garage which he handed over to the informer on his own initiative when they discussed the sale of drugs for the first time and which, therefore, had obviously been stocked independently of the informer enquiring about the possibility to buy drugs from the applicant. The applicant further demonstrated, in particular, in the course of the third drug transaction that he was able to supply larger quantities of drugs at short notice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  In view of these elements, the Court is satisfied that the authorities had sufficiently good reasons to suspect that the applicant was involved in drug trafficking or at least predisposed to commit such an offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  As regards the manner in which the police investigated the applicant’s activities, the Court observes that it had been the police, via its informer S., who approached the applicant to inquire about the possibility to conclude a drug transaction. However, it has not been shown that police informer S., supervised by police officer K. and subsequently working in cooperation with C., a trained undercover police officer who participated in the operation following a court order, went beyond the conduct of an “ordinary” customer of a drug dealer throughout the investigations. The police informer did not subject the applicant to undue pressure to conclude the drug transactions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Court notes in this respect that the police informer, who had only asked the applicant about his readiness to sell drugs, has not been shown to have prompted the applicant to sell him drugs. The applicant, for his part, immediately consented to concluding drug transactions following the informer’s inquiry. Furthermore, as regards the applicant’s argument that he had been incited to sell drugs by having been offered an exceptionally high purchase price at the upper end of what was usual, the Court notes that according to the Trier Regional Court’s findings (see paragraph 26 above), which have not been substantially challenged by the applicant, the price offered by the police informer was the average price for that amount and quality of amphetamine in the region. Moreover, the Court is not convinced by the applicant’s argument that he had been incited to conclude a drug transaction in order to facilitate the sale of a motorbike. It has not been shown that the police informer had linked the drug transactions in any way to the possible purchase of a motorbike from the applicant. As to the applicant’s argument that the police investigators had enhanced the quantity of drugs ordered, thus inciting him to traffic in larger amounts of drugs, the Court notes that the police informer indeed asked the applicant prior to the third drug transaction whether he could supply him with larger amounts of drugs. However, the exact quantity of drugs ordered was only fixed at 6.5 kilograms by the informer after the applicant had explained that he could supply the informer with as much drugs as the informer wanted, five or ten kilograms (see paragraph 11 above). The Court therefore concludes that the applicant was not subjected to undue pressure by the informer, acting on the police’s instructions, to commit the drug offences he was subsequently found guilty of.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  In view of the foregoing, the Court is satisfied that the police investigated the applicant’s activities in an essentially passive manner and did not incite the applicant to commit drug offences he would not have committed had an “ordinary” customer approached him instead of the police. The undercover measure thus did not amount to police incitement, as defined in the Court’s case-law under Article 6 § 1 of the Convention. The subsequent use, in the criminal proceedings against the applicant, of the evidence obtained by the undercover measure therefore does not raise an issue under Article 6 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  There has accordingly been no violation of Article 6 § 1 of the Convention on account of police incitement.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, by a majority, the application admissible in respect of the complaint about the impossibility to question two witnesses for the prosecution;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares, unanimously, the application admissible in respect of the complaint about police incitement;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, by four votes to three, that there has been no violation of Article 6 §§ 1 and 3 (d) of the Convention on account of the impossibility to question two witnesses for the prosecution;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, unanimously, that there has been no violation of Article 6 § 1 of the Convention on account of alleged police incitement.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 December 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges Zupančič, Yudkivska and De Gaetano is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  We regret that we are unable to subscribe to the majority view in this case that there has been no violation of Article 6 § 1 read in conjunction with Article 6 § 3 (d) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  First of all, it is pertinent to recall that the Grand Chamber judgment in Al-Khawaja and Tahery v. the United Kingdom ([GC], nos. 26766/05 and 22228/06, ECHR 2011) heavily relied upon by the majority in the instant case, was crafted in the context of specific provisions of English law and also in the context of the criticism levelled by English courts at the Court’s “sole or decisive rule” with regard to evidence which an accused is not able to test in open court through cross-examination, as provided for in Article 6 § 3 (d). While the Al-Khawaja and Tahery judgment may, indeed, be considered a successful example of “dialogue between courts”, it remains a very “country-specific” judgment, and this Court should be extremely careful in extrapolating even “general principles” from that case to other cases.",
                        "elements": []
                    },
                    {
                        "content": "3.  Secondly, the rights set out in paragraph 3 of Article 6 are, by definition, “minimum rights”. This expression would therefore suggest that if any exceptions are to be made to these rights, such exceptions must be very narrowly construed.",
                        "elements": []
                    },
                    {
                        "content": "4.  Turning to the instant case, the majority accept that, notwithstanding any other evidence, the statements made by police informer S. were decisive for the outcome of the proceedings concerning the first and second offences with which the applicant was charged (see paragraph 59). The statements made by police informer S., as well as those made by undercover police officer C., were never confirmed on oath before anyone – in that sense it may be a bit misleading to refer to them as “testimony”. The identity of S. and C. was never disclosed to the trial court. The decision not to disclose their identity – in effect, to have anonymous evidence introduced at the trial – was not taken by a judicial authority but by the Rhineland-Palatinate Ministry for the Interior (paragraph 17), the Trier Regional Court’s competence being limited to deciding whether the reasons given for the Ministry’s decision were arbitrary or manifestly unlawful (paragraph 20). At paragraph 56 it is suggested that the applicant could have contested the “lawfulness” of the Ministry’s declaration before the administrative courts. Apart from the fact that “lawfulness” is a very narrow ground of judicial review, it is significant that the respondent Government did not raise the issue of non-exhaustion of domestic remedies, which itself suggests that such judicial review would not have been an adequate remedy for the applicant in respect of his complaints.",
                        "elements": []
                    },
                    {
                        "content": "5.  Even if one were to apply ad unguem the criteria set forth in AlKhawaja and Tahery, the instant case fails the test on two scores.",
                        "elements": []
                    },
                    {
                        "content": "6.  At paragraph 125 of Al-Khawaja and Tahery it is stated as follows:",
                        "elements": []
                    },
                    {
                        "content": "7.  The Trier Regional Court had, to its credit, attempted to arrange for S. and C. to give evidence and be cross-examined through a videoconferencing procedure, which would have included acoustic and optical shielding (see paragraph 19). Even this procedure was effectively blocked by the Ministry, the purported reason being that such a procedure “could not exclude S. and C.’s identification by their figure, by their gestures and language used or by the disclosure of details permitting the detection of their identity in the course of questioning by the defence”. Remarkably, the Trier Regional Court seems to have accepted this reasoning. Apart from the fact that it could have ensured that no questions were put by the defence to the “acoustically and optically shielded” witnesses with a view to eliciting information as to their true identity, one fails to understand why this method of cross-examination was also discarded. S. and C. were not unknown to the applicant – it was only their true identity which was unknown. It cannot, therefore, be said that all available alternatives (paragraph 46) were exhausted. Moreover it is not at all clear why a commissioned judge (mentioned in paragraph 19) or other judicial authority could not have access to S. in the absence of the applicant’s lawyers (whereas supervising police officer K. could, see paragraph 8, below).",
                        "elements": []
                    },
                    {
                        "content": "8.  Secondly, and more crucially, the “main counterbalancing factor for the restriction of the applicant’s defence rights” (paragraph 60) is made out to be the applicant’s possibility of putting questions in writing to S. These questions would then have been relayed through S.’s supervising police officer, K. (himself a prosecution witness), who would report back to the court. K. is a police officer, part of the “prosecution side”, and moreover the person who orchestrated the whole sting operation; he was the person with the utmost interest in securing a conviction in this case. S. is a prosecution witness. We find it remarkable that the Trier Regional Court – which actually availed itself of K.’s “services” – should consider such an “allinthefamily” procedure to be safe. Not surprisingly the applicant refused to avail himself of this procedure.",
                        "elements": []
                    },
                    {
                        "content": "9.  For these reasons we are of the view that there has been, in the present case, a violation of Article 6 § 1 read in conjunction with Article 6 § 3 (d).",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mark Villiger",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SCHOLER v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-148641.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:1218JUD001421210",
    "externalsources": [],
    "extractedappno": [
        "14212/10",
        "221/99",
        "15100/06",
        "164/09",
        "26766/05",
        "22228/06",
        "22978/05",
        "29881/07",
        "33354/96",
        "47023/99",
        "59632/09",
        "26540/08",
        "39209/02",
        "69116/01",
        "73047/01",
        "6293/04",
        "46099/06",
        "46699/06",
        "25088/07",
        "61800/08",
        "19165/08",
        "18757/06",
        "53203/99",
        "74420/01",
        "39647/98",
        "40461/98",
        "59696/00",
        "67537/01",
        "23200/10",
        "24009/07",
        "556/10"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-148641",
    "judgementdate": "18/12/2014 00:00:00",
    "kpdate": "18/12/2014 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "15",
        "122"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-1",
        "6-3-d"
    ],
    "parties": [
        "SCHOLER",
        "GERMANY"
    ],
    "rank": "1213.26501464844",
    "representedby": [
        "REHBERGER M."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "421607",
    "typedescription": "15"
}