{
    "__articles": "5;5-2;5-3;5-4;5-5;10;10-1;10-2;34;35;35-1;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 10 - Freedom of expression-{General} (Article 10-1 - Freedom of expression);Violation of Article 5 - Right to liberty and security (Article 5-3 - Brought promptly before judge or other officer);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention;Take proceedings);Violation of Article 5 - Right to liberty and security (Article 5-5 - Compensation);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "29994/02",
    "article": [
        "34",
        "10",
        "35",
        "5",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "Violation of Article 10 - Freedom of expression-{General}",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-5 - Compensation"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-171773.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 29994/02) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by twenty Turkish nationals on 17 July 2002. Their names and dates of birth are set out in the Appendix.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr S.N. Öztürk and Mr M. Filorinalı, lawyers practising in Istanbul. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 10 September 2008 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  At the time of the events giving rise to the present application, the applicants lived in Istanbul and their children attended different public elementary schools.",
                                "elements": []
                            },
                            {
                                "content": "5.  On unspecified dates in December 2001 the applicants (save for Mr Yılmaz Yavuz) each sent petitions to the Bağcılar, Esenler and Kadıköy Education Directorates with a request for their children to be provided with education in Kurdish in their respective elementary schools. It appears that similar petitions were submitted by many other parents of Kurdish ethnic origin around the same time.",
                                "elements": []
                            },
                            {
                                "content": "6.  According to the examples submitted by the applicants, the petitions were worded, with slight variations, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“I want my child who is studying at ... school to receive education in Kurdish, which is his [her] mother tongue, in addition to education in Turkish, at school...”",
                                "elements": []
                            },
                            {
                                "content": "7.  On receipt of the petitions the relevant education directorates informed the Istanbul Security Directorate, which brought the matter to the attention of the principal public prosecutor’s office at the Istanbul State Security Court.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 28 December 2001 the public prosecutor asked the Anti-terrorism branch of the Istanbul Security Directorate to identify the names and addresses of the persons who had petitioned the Bağcılar and Esenler Education Directorates with a request for education in Kurdish. It appears that on an unspecified date the same instruction was given in relation to the petitions lodged with the Kadıköy Education Directorate.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 8 January 2002 the public prosecutor requested a warrant authorising a search of the homes of forty people, including the applicants, who had submitted petitions. The public prosecutor considered that the petitions in question had been made on the instructions of the PKK (Workers’ Party of Kurdistan), an illegal armed organisation, and wished to collect relevant evidence from the petitioners’ homes. The Istanbul State Security Court granted the public prosecutor’s request that day.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 9 January 2002 the public prosecutor instructed the Antiterrorism branch of the Istanbul Security Directorate to conduct the searches with a view to finding evidence that could link the relevant persons to the PKK as aiders and abettors. It also instructed the Anti-terrorism branch to take the petitioners into police custody and question them in relation to the content and purpose of their petitions. The public prosecutor provided a list of questions to ask the petitioners, which mainly aimed to establish whether they had acted on the orders of the PKK.",
                                "elements": []
                            },
                            {
                                "content": "11.  Early on the morning of 13 January 2002 police officers from the Anti-terrorism branch of the Istanbul Security Directorate carried out a simultaneous search of all the properties, including the applicants’ houses. The search and seizure reports drafted by the police and signed by the applicants and other members of the household indicated that a search warrant had been issued by the Istanbul State Security Court on account of their petitions requesting education in Kurdish for their children. The reports also stated that the public prosecutor had ordered the petitioners’ arrest for questioning. According to these search and seizure reports, no illegal material was found in the applicants’ homes.",
                                "elements": []
                            },
                            {
                                "content": "12. The applicants were arrested and taken into police custody following the searches on 13 January 2002. The search and seizure reports and custody records submitted by the Government indicate that the applicants were arrested and taken into police custody at the following times:",
                                "elements": []
                            },
                            {
                                "content": "13.  On the same day the applicants were questioned by officers from the Anti-terrorism branch of the Istanbul Security Directorate. They were asked, in particular, whether they had submitted the petitions in accordance with the PKK’s new “civil disobedience” strategy adopted at its Sixth National Conference held between 5 and 22 August 2001. The applicants Meryem Peker and Yılmaz Yavuz claimed that they had not submitted any petitions requesting education in Kurdish to any State authorities. The remaining applicants mainly denied any affiliation with the PKK and stated that they had submitted the petitions in question so that their children could learn their parents’ mother tongue. Some of the applicants also stated that the issue of submission of such petitions had also been discussed at the Bağcılar branch of HADEP (Halkın Demokrasi Partisi – the People’s Democracy Party), a Turkish political party, which they attended from time to time. The applicants’ signed statements suggest that interpretation services were provided to three of them (Ayşe Döner, Fatma Yılmaz and Güli Akyol) on request. A note drafted by the police also suggests that the applicants other than Meryem Peker, Halime Günana, Asiya Karadeniz and Yılmaz Yavuz were illiterate.",
                                "elements": []
                            },
                            {
                                "content": "14.  It appears that in the meantime, some of the applicants’ families contacted the Istanbul Bar Association seeking legal aid for their relatives during their detention in police custody. A lawyer was accordingly appointed. On 13 January 2002 the lawyer applied to the public prosecutor’s office at the Istanbul State Security Court for information in relation to twelve of the applicants (Esma Döner, Gülperi Döner, Ayşe Döner, Hanım Gülün, Şahide Gümüş, Hasibe Yılmaz, Fatma Yılmaz, Tenzile Akyol, Güli Akyol, Fatma Duruşkan, Meryem Peker and Mehmet Şirin Döner). In particular, he enquired about their legal status and the charges they were facing, and asked to meet them and to provide them with the necessary legal assistance. On the same day he applied to the Istanbul State Security Court to have the same twelve applicants released, arguing that they were being held in custody unlawfully.",
                                "elements": []
                            },
                            {
                                "content": "15.  On the same day a judge at the Istanbul State Security Court decided that there was no need to decide on the lawyer’s request as there was no record of the individuals in question being detained in relation to an investigation conducted by the public prosecutor’s office. On 16 January 2002 the Istanbul State Security Court rejected a request by the lawyer to have the decision rendered by the judge set aside.",
                                "elements": []
                            },
                            {
                                "content": "16.  In the meantime, on 14 January 2002 the public prosecutor informed the lawyer that the applicants in question were in custody on suspicion of being affiliated with an illegal organisation, and that there was no need to decide on the lawyer’s request to have access to them as no authorisation for their detention in police custody had yet been issued by the public prosecutor’s office.",
                                "elements": []
                            },
                            {
                                "content": "17.  It appears that shortly after that decision, still on 14 January 2002, the public prosecutor authorised the applicants’ detention in police custody for four days between 13 and 17 January 2002. The authorisation was granted in response to a request made by the Anti-terrorism branch of the Istanbul Security Directorate, who had claimed that the applicants’ detention was needed for the completion of their files, in particular to verify whether the petitions had been submitted by the applicants themselves, whether they had any affiliation with the PKK and whether they were being searched for in connection with other offences (see paragraph 32 below for the legal basis for that authorisation).",
                                "elements": []
                            },
                            {
                                "content": "18.  At 8.30 a.m. on 17 January 2002 the applicants were taken out of the detention centre and, following a routine medical check-up, were brought before the public prosecutor at the Istanbul State Security Court. They admitted before the public prosecutor that they had written the petitions, either themselves or with the help of their children, but stated that they had no other motive than wanting their children to learn their mother tongue. They denied any involvement with the PKK. Some of the applicants claimed that they had submitted petitions after hearing about it from other parents at school or on television. According to the information provided by the Government, seven of the applicants (Ayşe Döner, Hasibe Yılmaz, Fatma Yılmaz, Tenzile Akyol, Güli Akyol, Meliha Can and Kudret Dağ) were assisted by an interpreter during questioning by the public prosecutor.",
                                "elements": []
                            },
                            {
                                "content": "19.  At an unspecified time on 17 January 2002 the applicants (except for Meryem Peker, Mehmet Şirin Döner and Yılmaz Yavuz) were brought before a judge at the Istanbul State Security Court, who ordered their release after taking statements from them. The applicants concerned were actually released following the Istanbul State Security Court’s order. Seven of the applicants (Ayşe Döner, Şahide Gümüş, Hasibe Yılmaz, Fatma Yılmaz, Güli Akyol, Meliha Can and Kudret Dağ) were assisted by an interpreter before that court. It appears that Meryem Peker, Mehmet Şirin Döner and Yılmaz Yavuz were also released that day, but the decision ordering their release was not submitted to the Court.",
                                "elements": []
                            },
                            {
                                "content": "20.  On the same day the public prosecutor filed an objection concerning the decision to release the applicants, claiming that it was evident from the statements made by them following their arrest that they had submitted the petitions in an organised manner with the aim of assisting the PKK’s “politicisation” process. The public prosecutor added that although the applicants appeared to have lawfully used their right to petition, in reality they were acting on the instructions of the PKK and were thus aiding and abetting that organisation.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 18 January 2002 the Istanbul State Security Court upheld the public prosecutor’s objection in respect of the applicants Esma Döner, Hanım Gülün, Hasibe Yılmaz, Meliha Can, Şükrüye Temüroğlu, Halime Günana and Zübeyde Yavuz, and issued a warrant for their arrest. The court did not provide any reasons for its decision.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 22 January 2002 the lawyer asked the Istanbul State Security Court to set aside its decision of 18 January 2002 ordering the arrest of the relevant applicants. On 28 January 2002 the State Security Court dismissed that request, basing its decision on the nature of the offence, date of arrest, state of the evidence and contents of the case file.",
                                "elements": []
                            },
                            {
                                "content": "23.  In the meantime, on 19 January 2002 Esma Döner, Hasibe Yılmaz and Zübeyde Yavuz were arrested on the basis of that warrant. The next day they were remanded in custody. It appears that the remaining four applicants named in the warrant could not be located.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 21 January 2002 the applicants Esma Döner and Zübeyde Yavuz filed objections concerning their detention on remand.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 22 January 2002 the Istanbul State Security Court dismissed Esma Döner and Zübeyde Yavuz’s objections, basing its decision on the nature of the offence and the state of the evidence.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 6 February 2002 the public prosecutor at the Istanbul State Security Court decided not to prosecute the applicant Yılmaz Yavuz because of a lack of evidence against him.",
                                "elements": []
                            },
                            {
                                "content": "27.  On the same day the public prosecutor issued an indictment against thirty-eight suspects, including the remaining applicants, accusing them of aiding and abetting an armed organisation under Article 169 of the Criminal Code and section 5 of the Prevention of Terrorism Act (Law no. 3713) in force at the material time. In the indictment the public prosecutor stated that following the arrest and conviction of their leader Abdullah Öcalan, the PKK had set out to pursue new policies. Accordingly, at the Sixth National Conference held between 5 and 22 August 2001, it had adopted the “Democratisation and Peace Project”, a new strategy which had involved undertaking non-violent activities of “civil disobedience” and aimed at leaving the State and its authorities in a difficult position in the international arena. The public prosecutor submitted that such organised acts of civil disobedience agreed on by the PKK had included petitioning the State authorities for education in Kurdish, dressing up in traditional Kurdish female costume, and applying to courts or population registration offices with requests for their Kurdish identities to appear on their national identity cards. When viewed against this background, the petitions in question \n– which had been submitted to certain authorities on predetermined dates and times – could not be considered to be individual acts. They had actually been part of an organised movement which had aimed to implement the decisions adopted by the PKK and thereby undermine the authority of the State.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 12 February 2002 the first-instance court ordered the release of the applicants Esma Döner, Hasibe Yılmaz and Zübeyde Yavuz pending the criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 28 May 2003 the Istanbul State Security Court acquitted all the accused, including the applicants, because on the facts none of the elements of the crime of aiding and abetting an armed organisation had been present in their actions and there was no other evidence to support the allegations brought against them. The judgment became final on 5 June 2003.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Criminal Code (Law no. 765, repealed on 1 June 2005)",
                                "elements": [
                                    {
                                        "content": "30.  At the time of the events at issue, Article 169 of the Criminal Code, which is no longer in force, provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Any person who, knowing that an armed gang or organisation is illegal, assists it, harbours its members, provides it with food, weapons and ammunition or clothes or facilitates its operations in any manner whatsoever shall be sentenced to no less than three and no more than five years’ heavy imprisonment ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Detention in police custody and judicial review of such detention",
                                "elements": [
                                    {
                                        "content": "31.  Section 9(a) of the State Security Courts Act (Law no. 2845), which is no longer in force, provided that the offences under, inter alia, Article 169 of the Criminal Code fell within the exclusive jurisdiction of those courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  At the material time, section 16 provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Any person arrested in connection with an offence within the jurisdiction of State Security Courts shall be brought before a judge and questioned within forty-eight hours at the latest, not including the time needed to convey the detainee to the judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If an offence has been committed jointly by three or more persons, this period may be extended for up to four days by written order of the public prosecutor owing to difficulties in collecting evidence or to the number of perpetrators, or for similar reasons. If the investigation is not concluded within that period, it may be extended for up to seven days at the request of the public prosecutor and by the decision of the judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The period of seven days referred to in the second paragraph may be extended for up to ten days at the request of the public prosecutor and by the decision of the judge in respect of persons arrested in regions where a state of emergency has been declared in accordance with Article 120 of the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Article 128 § 4 of the Code of Criminal Procedure (Law no. 1412 repealed on 1 June 2005) in force at the material time provided that any person who was arrested, or whose police custody period was extended on the order of a public prosecutor, was entitled to challenge that measure before the appropriate judge with a view to securing his or her immediate release. The judge had to rule on the matter within twenty-four hours following an examination based on the case file, without holding a hearing.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Compensation for unlawful detention",
                                "elements": [
                                    {
                                        "content": "34.  The relevant domestic law and practice under Law no. 466 on the payment of compensation to persons unlawfully arrested or detained (“the Unlawful Detention (Compensation) Act”), which is no longer in force, may be found in Adırbelli and Others v. Turkey (no. 20775/03, § 18, 2 December 2008).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Constitution",
                                "elements": [
                                    {
                                        "content": "35.  At the material time the relevant provisions of the Constitution read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 3",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The State of Turkey constitutes with its territory and nation, an indivisible whole. The official language is Turkish.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 14",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The rights and freedoms set out in the Constitution may not be exercised with a view to undermining the territorial integrity of the State, the unity of the nation or the democratic and secular Republic founded on human rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "No provision of this Constitution shall be interpreted in a manner that would grant the State or individuals the right to engage in activities intended to destroy the fundamental rights and freedoms embodied in the Constitution or to restrict them beyond what is permitted by the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 42",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No one may be deprived of the right to instruction and education.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No language other than Turkish shall be taught as a mother tongue to Turkish citizens at any institutions of training or education. Foreign languages to be taught in institutions of training and education and the rules to be followed by schools conducting training and education in a foreign language shall be determined by law. The provisions of international treaties are reserved.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 74",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Citizens and foreigners resident in Turkey, with the condition of observing the principle of reciprocity, have the right to apply in writing to the competent authorities and to the Grand National Assembly of Turkey with regard to requests and complaints concerning themselves or the public...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Teaching of the Kurdish language",
                                "elements": [
                                    {
                                        "content": "36.  At the time of the events in question, domestic law did not provide for the teaching of or in the Kurdish language at any level of education in public or private institutions. On 3 August 2002 the Foreign Language Education and Teaching Act (Law no. 2923 of 14 October 1983) was amended by Law no. 4771 with a view to regulating the principles of education and training of citizens of Turkey in the different languages and dialects traditionally used in daily life. The title of the legislation in question was changed to the “Foreign Language Education and Teaching and the Learning of Different Languages and Dialects used by Turkish Citizens Act”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 30 July 2003 an amendment was made to the second sentence of section 2(a) of Law no. 2923 with a view to enabling the opening of private courses for the teaching of the different languages and dialects used by citizens of Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Regulation on Foreign Language Education and Training was issued on 31 May 2006 by the Ministry of Education in order to regulate the principles of teaching foreign languages at the public and private schools affiliated to the Ministry. Moreover, by decisions dated 25 June 2012, 7 September 2012 and 23 January 2014 the Board of Education and Training of the Ministry of Education added “living languages and dialects (Kurdish language)” to the weekly timetable of primary and secondary schools as an elective subject.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Section 2 of Law no. 2923 was amended on 2 March 2014 by Law no. 6529 with a view to facilitating the opening of private schools to provide education and training in a language or dialect traditionally used in daily life by citizens of Turkey. In line with this amendment, on 5 July 2014 the Regulation on Foreign Language Education and Training was also amended to enable education and training in a language or dialect traditionally used by citizens of Turkey in their daily lives in private schools.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicants complained under Article 5 §§ 2, 3 and 4 of the Convention that the authorities had failed to inform them of the reasons for their arrest, that they had not been brought promptly before a judge, and that there had not been any effective remedies to challenge the lawfulness of their arrest and detention. They also complained under Article 5 § 5 that they had had no right to compensation under domestic law in respect of those complaints.",
                                "elements": []
                            },
                            {
                                "content": "The relevant paragraphs of Article 5 provide as follows:",
                                "elements": []
                            },
                            {
                                "content": "“2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power...",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Failure to exhaust domestic remedies",
                                        "elements": [
                                            {
                                                "content": "41.  The Government asked the Court to dismiss the applicants’ complaints under Article 5 §§ 4 and 5 of the Convention for failure to comply with the requirement of exhaustion of domestic remedies under Article 35 § 1. They maintained that the applicants could have sought compensation under the Unlawful Detention (Compensation) Act (Law no. 466).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The applicants rejected the Government’s arguments. In this connection, they submitted a copy of a court decision concerning a person who had been arrested and taken into custody at the same time as them and with respect to the same events, whose claim for compensation under Law no. 466 was dismissed by the domestic court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court considers that the Government’s objection is inextricably linked to the substance of the applicants’ complaints under Article 5 §§ 4 and 5 of the Convention. It follows that this issue should be joined to the merits of those complaints (see, for instance, Öcalan v. Turkey (dec.), no. 46221/99, 14 December 2000; Süleyman Erdem v. Turkey, no. 49574/99, § 28, 19 September 2006; and Elğay v. Turkey, no. 18992/03, § 26, 20 January 2009).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Other admissibility issues",
                                        "elements": [
                                            {
                                                "content": "44.  The applicants complained under Article 5 § 2 that the authorities had failed to inform them promptly of the reasons for their arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Government argued that the applicants had been promptly informed of the reasons for their arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court notes that the general principles governing the elementary safeguard embodied in Article 5 § 2 of the Convention were set out in the case of Fox, Campbell and Hartley v. the United Kingdom (30 August 1990, § 40, Series A no. 182).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court observes that the search and seizure reports dated 13 January 2002, which were signed by the applicants, clearly indicated that a search warrant had been issued by the Istanbul State Security Court on account of their petitions requesting education in Kurdish for their children, and that the public prosecutor at the Istanbul State Security Court had ordered their arrest in order to question them in relation to those petitions. The Court stresses that none of the applicants claimed that they were unable to fully understand the content of the search and seizure reports, which gave a fairly precise indication as to why they were being arrested.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court also notes that subsequent to their arrest at their homes, the applicants were taken to the Istanbul Security Directorate for questioning. According to the interview records, which also bore their signatures, the applicants were asked specific questions relating to the petitions and their suspected affiliation with the PKK, with the assistance of an interpreter as needed (see paragraph 13 above). The Court observes that only three of the applicants were assisted by an interpreter during police questioning, whereas more applicants requested such assistance during their subsequent questioning by the public prosecutor and judge at the Istanbul State Security Court (see paragraphs 18 and 19 above). Be that as it may, in the absence of any allegations from any of the applicants that they were denied the assistance of an interpreter before the police despite their requests, the Court is satisfied that all applicants sufficiently understood the subject matter of the police questioning, which once again clearly indicated the suspicions against them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Having regard to the foregoing, and bearing in mind that Article 5 § 2 does not require that reasons for an arrest be given in any particular form, the Court concludes that the applicants must be deemed to have been aware of the reasons of their arrest at the time of or shortly after their arrest (see, for example, Kerr v. the United Kingdom (dec.), no. 40451/98, 7 December 1999; Dikme v. Turkey, no. 20869/92, § 56, ECHR 2000VIII; and Süleyman Erdem, cited above, § 43). It follows that this part of the application should be rejected as manifestly ill-founded pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court notes that the applicants’ complaints under Article 5 §§ 3, 4 and 5 of the Convention are not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It also notes that these complaints are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Article 5 § 3 of the Convention",
                                        "elements": [
                                            {
                                                "content": "51.  The applicants complained under Article 5 § 3 of the Convention that they had not been brought promptly before a judge in connection with their detention in police custody between 13 and 17 January 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Government submitted that the applicants’ allegation under this head was ill-founded as they had been brought promptly before a judge following their arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court reiterates the importance of the guarantees afforded by Article 5 § 3 to an arrested person (see, among other authorities, Medvedyev and Others v. France [GC], no. 3394/03, § 118, ECHR 2010). The main purpose of this provision is to ensure that arrested persons are physically brought before a judicial officer promptly, which provides an important measure of protection against arbitrary behaviour, incommunicado detention and ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  While the requirement of promptness has to be assessed in each case according to its specific features (see, among other authorities, Aquilina v. Malta [GC], no. 25642/94, § 48, ECHR 1999III), the strict time constraint imposed by this requirement of Article 5 § 3 leaves little flexibility in interpretation (see, for example, Brogan and Others v. the United Kingdom, 29 November 1988, § 62, Series A no. 145B and McKay v. the United Kingdom [GC], no. 543/03, § 33, ECHR 2006X).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Turning to the case at hand, the Court notes that the applicants were arrested on 13 January 2002, and were brought before a judge at the Istanbul State Security Court on 17 January 2002, who ordered their release. The Court cannot, however, establish the exact period that elapsed between their arrest and their appearance before the judge, because the custody records submitted by the Government indicate the time of arrest for only some of the applicants and provide no information about the time of their appearance before the judge (see paragraphs 12 and 19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court nevertheless notes from the information available that the time the applicants spent in the detention centre alone  without taking into account the periods between their arrest and actual placement in detention (which for some of the applicants was as long as six hours and twenty minutes) and after their removal from the detention centre until their appearance before the judge  was between three days and seventeen hours and four days (see paragraph 12). The Court considers, even on the basis of that limited information, that the applicants were not brought “promptly” before a judge for the reasons set out below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court notes in this connection that while it has required that the initial review by a judge take place within a “maximum” of four days after arrest (see McKay, cited above, § 33, and Magee and Others v. the United Kingdom, nos. 26289/12, 29062/12 and 29891/12, §§77-78, ECHR 2015 (extracts)), this case-law must not be understood as requiring no justification where the relevant period is less than four days (see Gal v. Ukraine, no. 6759/11, § 28, 16 April 2015). Accordingly, Article 5 § 3 may still be breached before the end of the four-day period in the absence of specific circumstances justifying detention for such a period of time (see, for instance, Kandzhov v. Bulgaria, no. 68294/01, § 66, 6 November 2008 and Gutsanovi v. Bulgaria, no. 34529/10, §§ 158-159, ECHR 2013 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that in the present case, permission to extend the applicants’ detention until 17 January 2002 was obtained mainly to complete the applicants’ files (see paragraph 17 above). The Government did not, however, provide any information regarding any specific investigatory measures taken during this period that required the applicants’ deprivation of liberty, or present any specific difficulties or exceptional circumstances which would have prevented the authorities from bringing the applicants before a judge much sooner, considering in particular the non-complex and non-violent nature of their allegedly criminal act (see, mutatis mutandis, Kandzhov, cited above, § 66 and Gutsanovi, cited above, §§ 158-159).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Having regard to the foregoing, the Court considers that the applicants were not brought promptly before a judge following their arrest in the particular circumstances of the case. The incompleteness of the custody records in relation to the exact times of arrest and appearance before a judge, which suggest that most of the applicants were in fact kept in police custody for longer than four days, must also be taken into consideration in this regard (see paragraph 55 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  There has accordingly been a violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Article 5 § 4 of the Convention",
                                        "elements": [
                                            {
                                                "content": "61.  The applicants alleged under Article 5 § 4 of the Convention that there had been no effective remedies in domestic law to challenge the lawfulness of their arrest and detention in police custody. They argued in particular that they had had no access to legal assistance or to their families during their detention in police custody, and that the Istanbul State Security Court had used formulaic reasoning to dismiss their objections and had delivered its decisions without hearing them in person.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Government did not submit any observations on this complaint other than those regarding the remedy provided under Law no. 466 (see paragraph 41 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court reiterates that the purpose of Article 5 § 4 is to assure to persons who are arrested and detained the right to actively seek judicial supervision of the lawfulness of the measure to which they are thereby subjected (see, mutatis mutandis, De Wilde, Ooms and Versyp v. Belgium, 18 June 1971, § 76, Series A no. 12). A remedy must be made available during a person’s detention to allow that person to obtain speedy judicial review of the lawfulness of the detention, capable of leading, where appropriate, to his or her release. The existence of the remedy required by Article 5 § 4 must be sufficiently certain, not only in theory but also in practice, failing which it will lack the accessibility and effectiveness required for the purposes of that provision (see, mutatis mutandis, Vachev v. Bulgaria, no. 42987/98, § 71, ECHR 2004VIII (extracts), and Stoichkov v. Bulgaria, no. 9808/02, § 66, 24 March 2005). The accessibility of a remedy implies, inter alia, that the circumstances voluntarily created by the authorities must be such as to give applicants a realistic opportunity to use the remedy (see, mutatis mutandis, Čonka v. Belgium, no. 51564/99, §§ 44 and 55, ECHR 2002I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Turning first to the objection raised by the Government, the Court notes that it has already examined and rejected similar arguments in previous cases where it held that a claim under Law no. 466 could not constitute proceedings of the type required by Article 5 § 4 on account of the lack of jurisdiction in such proceedings to order release if the detention was found to be unlawful or to award reparation for a breach of the Convention if the detention complied with domestic law as in the instant case (see, for instance, Öcalan v. Turkey [GC], no. 46221/99, § 71, ECHR 2005IV, and Süleyman Erdem, cited above, § 33). The Court finds no particular circumstances in the instant case which would require it to depart from such findings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court secondly notes that under Article 128 § 4 of the Code of Criminal Procedure in force at the material time, the applicants were entitled, as soon as they were taken into custody, to apply to a judge to challenge the lawfulness of that detention or of the decision of the public prosecutor to extend it, and the judge had to decide the matter within twenty-four hours of an examination based on the case file (see paragraph 33 above). The Court does not, however, consider that the relevant provision constituted an effective remedy on the facts of the case before it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  It observes in this connection, first and foremost, that the applicants were not given a realistic opportunity by the authorities to use the remedy in question, bearing in mind that most of them were illiterate with a limited understanding of Turkish and no legal training, and were also denied any access to their lawyers or families during the period of their detention. In the Court’s opinion, the specific circumstances the applicants found themselves in while in incommunicado detention in police custody made it very difficult for them to have effective recourse to the remedy under Article 128 of the former Code of Criminal Procedure (see, mutatis mutandis, Öcalan [GC], cited above, § 70).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court also notes that it has already found in similar circumstances that the remedy which existed in theory under Article 128 of the former Code of Criminal Procedure was not effective in practice, since it offered little prospect of success and did not comply with the procedural guarantees required under Article 5 § 4 (see, for example, Öcalan [GC], cited above, §§ 66-71; Maçin v. Turkey, no. 52083/99, §§ 3033, 4 May 2006; and İpek and Others v. Turkey, nos. 17019/02 and 30070/02, § 41, 3 February 2009 and the cases cited therein). In the absence of any arguments by the Government to the contrary, the Court sees no reason to depart from its findings in those cases. It follows that, even in the case of the applicants who had managed to file objections concerning their detention despite the difficulties noted above, the proceedings under Article 128 of the former Code of Criminal Procedure did not provide an effective remedy satisfying the requirements of Article 5 § 4 of the Convention. The Court finds it particularly striking that when examining the objections raised by the relevant applicants against their detention, the judge at the Istanbul State Security Court did not even verify whether or not they were in police custody, which reinforces the conclusion about the ineffectiveness of this remedy on the facts of the instant case (see the judge’s decision in paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court acknowledges that no issue arises with regard to the right to a speedy judicial review of the lawfulness of detention under Article 5 § 4 of the Convention where a detainee is released before any speedy review could have taken place (see, for instance, Fox, Campbell and Hartley v. the United Kingdom, 30 August 1990, § 45, Series A no. 182; Slivenko v. Latvia [GC], no. 48321/99, § 159, ECHR 2003X; and M.B. and Others v. Turkey, no. 36009/08, § 45, 15 June 2010). Moreover, it reiterates that a period of up to four days before first appearance before a judge may be compatible with the requirements of Article 5 § 3 (see paragraph 57 above). Nevertheless, the wording of Article 5 § 4 indicates that it becomes operative immediately after arrest or detention and is applicable to “[e]veryone who is deprived of his liberty” (see Petkov and Profirov v. Bulgaria, nos. 50027/08 and 50781/09, § 67, 24 June 2014). The right to “take proceedings” thus arises at that stage, with the consequence that the denial of the right to institute such proceedings – subject to reasonable practical considerations – will raise an issue under Article 5 § 4, all the more so when such a denial is in breach of domestic law. Thus, in the case of Petkov and Profirov, the Court held that Article 5 § 4 required the provision of a judicial remedy to the applicants, who were detained in police custody for less than twenty-four hours, to enable them to challenge their detention and obtain release (cited above, §§ 64-71).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the present case, while the applicants were released by a judge at the Istanbul State Security Court after approximately four days’ detention following the automatic review of their detention within the meaning of Article 5 § 3, during that four day period they were practically denied access to a remedy to challenge the lawfulness of their detention for the reasons explained above which, in the Court’s opinion, contravenes not only the relevant requirements of Turkish law but also goes against the object and purpose of Article 5 § 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Having regard to the foregoing, the Court dismisses the Government’s preliminary objection under this head and finds that there has been a violation of Article 5 § 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Article 5 § 5 of the Convention",
                                        "elements": [
                                            {
                                                "content": "71.  The applicants complained under Article 5 § 5 of the Convention that they had not had a right to compensation in respect of the alleged violation of their rights under Article 5.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Government did not submit any specific observations under this head, save for those mentioned above (see paragraph 41).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court reiterates that Article 5 § 5 is complied with where it is possible to apply for compensation in respect of a deprivation of liberty effected in conditions contrary to paragraphs 1, 2, 3 or 4 (see Elğay, cited above, § 30). The right to compensation set forth in paragraph 5 therefore presupposes that a violation of one of the preceding paragraphs of Article 5 has been established, either by a domestic authority or by the Court (see Saraçoğlu and Others v. Turkey, no. 4489/02, § 50, 29 November 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court has found in the present case that the applicants were not brought promptly before a judge within the meaning of Article 5 § 3 and that their right to challenge the lawfulness of their detention in police custody was infringed, in violation of Article 5 § 4 (see paragraphs 60 and 70 above). It follows that Article 5 § 5 of the Convention is applicable. The Court must therefore establish whether or not Turkish law at the time of the events in question afforded the applicants in this case an enforceable right to compensation for the breaches of Article 5.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  In this connection, the Court observes that it was open to the applicants to bring a claim for compensation under section 1(6) of Law no. 466 as the criminal proceedings against them had ended with their acquittal. However, the Court has already found in other cases raising similar issues that when awarding compensation under Law no. 466, the national courts based their assessment solely on the fact that there had been an acquittal. The national courts’ assessment was therefore an automatic consequence of the acquittal and did not amount to the establishment of a violation of any of paragraphs 1 to 4 of Article 5 (see, for example, Sinan Tanrıkulu and Others v. Turkey, no. 50086/99, § 50, 3 May 2007; Medeni Kavak v. Turkey, no. 13723/02, § 34, 3 May 2007; Saraçoğlu and Others, cited above, § 52; Elğay, cited above, § 32; and Mekiye Demirci v. Turkey, no. 17722/02, § 70, 23 April 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  It follows that, in the applicants’ case, Law no. 466 did not provide an enforceable right to compensation for the breach of their rights under Article 5 §§ 3 and 4 of the Convention, as required by Article 5 § 5.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77. The Court accordingly dismisses the Government’s preliminary objection under this head and concludes that there has been a violation of Article 5 § 5 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "78.  The applicants maintained under Article 7 of the Convention that they had been subjected to criminal proceedings for using their constitutional right to file a petition, despite the absence of any provisions in domestic law criminalising such conduct.",
                                "elements": []
                            },
                            {
                                "content": "79.  The Court, being the master of characterisation to be given in law to the facts of the case (see Aksu v. Turkey [GC], nos. 4149/04 and 41029/04, § 43, ECHR 2012), considers that this complaint falls to be examined under Article 10 of the Convention. The relevant parts provide:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime...”.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  As regards the applicant Yılmaz Yavuz",
                                        "elements": [
                                            {
                                                "content": "80.  The Court observes that, although the applicant Yılmaz Yavuz was initially arrested on the same grounds as the other applicants, no criminal charges were subsequently brought against him since he had not submitted a petition to the authorities requesting education in Kurdish. Accordingly, the Court considers that the applicant’s arrest and subsequent detention cannot be viewed in terms of an interference with his rights under Article 10. It follows that this part of the application must be rejected as being manifestly ill-founded with the meaning of Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  As regards the remaining applicants",
                                        "elements": [
                                            {
                                                "content": "81.  The Court considers that although the respondent State did not raise an objection as to the Court’s competence ratione personae in relation to the remaining applicants’ complaints under this head, the issue of victim status calls for consideration by the Court given that it is closely linked to the question of whether there was an interference with the applicants’ right to freedom of expression (see, Gülcü v. Turkey, no. 17526/10, § 78, 19 January 2016, and, mutatis mutandis, Babajanov v. Turkey, no. 49867/08, § 70, 10 May 2016). The Court therefore joins the issue of victim status to the merits (see paragraphs 85-89 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "83.  The applicants maintained in their observations that they had been prevented from exercising their democratic right to submit a petition, which amounted to an infringement of their right to freedom of expression under Article 10 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Government argued that there had been no interference with the applicants’ right to freedom of expression under Article 10. They claimed in this connection that the petitions that had been the subject matter of the criminal proceedings in the instant case had been submitted as part of a collective action organised by the PKK, a terrorist organisation, as could be seen from their virtually identical wording and the timing of their submission. In these circumstances, the criminal investigation initiated in relation to those petitions had been prescribed by law and necessary in a democratic society in the interests of the prevention of disorder. They also argued that even if an interference were to be found on the facts, the applicants had been acquitted at the end of the criminal proceedings and there had therefore been no violation of their right to freedom of expression.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "85.  The Court observes that the applicants submitted petitions to certain State authorities requesting education in Kurdish for their children – an act provided for under the Constitution and a medium through which they were exercising their right to freedom of expression. As a result of them expressing their opinion on the subject of education in Kurdish in that manner, their homes were searched, they were arrested and taken into police custody for approximately four days and some of them were remanded in custody for almost a month afterwards. Subsequently, criminal proceedings were brought against them for aiding and abetting an illegal armed organisation pursuant to Article 169 of the Criminal Code, an offence punishable by three to five years’ “heavy imprisonment”, and they were on trial before a State Security Court for over a year and four months on those charges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court notes that while the criminal proceedings in question were still pending at the time the present application was lodged, the applicants were eventually acquitted of the charges brought against them, which raises the question as to whether there has nonetheless been an “interference” with their right to freedom of expression and whether they can still be considered to be “victims” of an alleged breach of that right.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Court notes in this connection that State action that has been found to amount to an interference with the right to freedom of expression encompasses a wide variety of measures – mainly in the form of a “formality, condition, restriction or penalty” (see, mutatis mutandis, Wille v. Liechtenstein [GC], no. 28396/95, § 43, ECHR 1999VII) – and may include, depending on the circumstances, criminal proceedings not culminating in a criminal conviction (see, for instance, Altuğ Taner Akçam v. Turkey, no. 27520/07, §§ 65-83, 25 October 2011, and Dilipak v. Turkey, no. 29680/05, §§ 40-51, 15 September 2015 and the cases cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  Turning to the facts of the present case, the Court considers that regardless of the outcome of the criminal proceedings at issue, the string of measures that the applicants faced within the framework of those proceedings for merely petitioning the State authorities on a matter of “public interest” (see more in paragraph 103 below) – notably their arrest and deprivation of liberty – amounted to an interference with the exercise of their right to freedom of expression (see, mutatis mutandis, Kandzhov, cited above, § 70, and the cases cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  Furthermore, the Court considers that the applicants’ acquittal at the end of those proceedings did not automatically have the effect of removing the effects of the interference with their right to freedom of expression and thus depriving them of their victim status on the particular facts of the instant case. The Court reiterates in this connection that a decision or measure favourable to an applicant is not in principle sufficient to deprive him of his status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see Gülcü, cited above, § 99 and the cases cited therein). In the instant case the Istanbul State Security Court, when ordering the applicants’ acquittal, neither acknowledged nor afforded redress for the alleged breach of their right to freedom of expression on account of the measures they had faced as mentioned in paragraphs 85 and 88 above. For this reason, the applicants may not be considered to have lost their victim status on account of their acquittal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  Such interference will give rise to a breach of Article 10 unless it can be shown that it was “prescribed by law”, pursued one or more legitimate aims under paragraph 2, and was “necessary in a democratic society” for achieving such aims.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The parties did not submit any specific observations on whether the interference was prescribed by law. The Government, however, stated that the impugned measures against the applicants pursued the legitimate aim of “prevention of disorder”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The Court reiterates that the expression “prescribed by law”, within the meaning of Article 10 § 2, requires firstly that the impugned measure should have some basis in domestic law. However, it also refers to the quality of the law in question, which requires that legal rules should be accessible to the person concerned, their consequences foreseeable and their compatibility with the rule of law ensured (see, for further details, Centro Europa 7 S.r.l. and Di Stefano v. Italy [GC], no. 38433/09, § 141, ECHR 2012; Delfi AS v. Estonia [GC], no. 64569/09, § 121, ECHR 2015; Perinçek v. Switzerland [GC], no. 27510/08, § 131, ECHR 2015 (extracts); Association Ekin v. France, no. 39288/98, § 44, ECHR 2001-VIII; and Dink v. Turkey, nos. 2668/07, 6102/08, 30079/08, 7072/09 and 7124/09, § 114, 14 September 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  Turning to the facts of the present case, the Court observes that the interference in question was based on Article 169 of the Criminal Code in force at the material time, concerning the offence of aiding and abetting an illegal armed organisation. This fact is not contested by the parties. The Court therefore accepts that the restriction in question had a basis in domestic law in the formal sense.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  As to the quality of the relevant law, there is no question that the law at issue was accessible. The Court, however, has doubts about the foreseeability of the consequences of the provision in question in that it may not have been possible to foresee that the mere submission of a petition requesting education in Kurdish for elementary school students would be considered to be aiding and abetting a terrorist organisation. Nor is the legitimate aim of the measures taken against the applicants evident in these circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  However, having regard to its examination of these matters below from the point of view of the “necessity” of the measure (see paragraphs 96109), the Court considers that it is not required to reach a final conclusion on whether the interference was prescribed by law and pursued a legitimate aim (see Association Ekin, cited above, § 46; Dink, cited above, §§ 116 and 118; and Nedim Şener v. Turkey, no. 38270/11, §§ 102 and 105, 8 July 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The parties did not submit any specific observations on this matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The general principles concerning the question whether an interference with freedom of expression is “necessary in a democratic society” are well established in the Court’s case-law (see, amongst recent authorities, Karácsony and Others v. Hungary [GC], no. 42461/13, § 132, 17 May 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Court reiterates accordingly, and in so far as is relevant to the present case, that freedom of expression constitutes one of the essential foundations of a democratic society. Subject to Article 10 § 2, freedom of expression is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb the State or any sector of the population. Such are the demands of pluralism, tolerance and broadmindedness without which there is no “democratic society” (see Handyside v. the United Kingdom, 7 December 1976, § 49, Series A no. 24, and Baka v. Hungary [GC], no. 20261/12, § 158, 23 June 2016 and the cases cited therein). As set forth in Article 10, freedom of expression is subject to exceptions, which must, however, be construed strictly, and the need for any restrictions must be established convincingly (see Baka, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  When examining whether restrictions on the rights and freedoms guaranteed by the Convention can be considered “necessary in a democratic society” within the meaning of Article 10 § 2, the Contracting States enjoy a certain but not unlimited margin of appreciation. It is, in any event, for the Court to give a final ruling on the restriction’s compatibility with the Convention and this is to be done by assessing the circumstances of a particular case (see Kudrevičius and Others v. Lithuania [GC], no. 37553/05, § 142, 15 October 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  In exercising its supervisory jurisdiction, the Court must look at the impugned interference in the light of the case as a whole. An interference will be considered “necessary in a democratic society” for a legitimate aim if it answers a “pressing social need” and, in particular, if it is proportionate to the legitimate aim pursued and if the reasons adduced by the national authorities to justify it are “relevant and sufficient” (see, mutatis mutandis, Fernández Martínez v. Spain [GC], no. 56030/07, § 124, ECHR 2014 (extracts)). In doing so, the Court has to satisfy itself that the national authorities, basing themselves on an acceptable assessment of the relevant facts, applied standards which were in conformity with the principles embodied in Article 10 of the Convention (see Pedersen and Baadsgaard v. Denmark [GC], no. 49017/99, § 91, ECHR 2004XI, and Cumhuriyet Vakfı and Others v. Turkey, no. 28255/07, § 59, 8 October 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  In the present case, the Court observes that the applicants were subjected to a series of measures for petitioning the State authorities for the provision of education in Kurdish in elementary schools. The arguments put forward by the public prosecutor in the indictment and by the Government in their observations reveal that the applicants faced those measures not on account of the substance of their requests as such, but because they had allegedly submitted them as part of a collective action instigated by an illegal armed organisation, the PKK (see paragraphs 9, 10, 17, 27 and 84 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  While the Court does not underestimate the difficulties to which the fight against terrorism gives rise, it considers that that fact alone does not absolve the national authorities from their obligations under Article 10 of the Convention. Accordingly, although freedom of expression may be legitimately curtailed in the interests of national security, territorial integrity and public safety, those restrictions must still be justified by relevant and sufficient reasons and respond to a pressing social need in a proportionate manner (as noted in paragraph 100 above). In making this assessment, the Court must look at the impugned interference in the light of the case as a whole, including the content of the remarks held against the applicants, the context in which they were made, and the actual impact that those remarks were likely to produce (see Nedim Şener, cited above, § 117).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The Court accordingly observes that the petitions at issue requesting education in Kurdish in elementary schools were submitted amidst a public debate in Turkey regarding the social and cultural rights of Turkish citizens of Kurdish ethnic origin, including in particular their right to education in their mother tongue. Having regard to the content and context of those petitions and to the legislative changes that ensued in the area of education in Kurdish language shortly after their submission, the Court thus considers that the applicants’ request concerned a matter of “public interest” (see Eğitim ve Bilim Emekçileri Sendikası v. Turkey, no. 20641/05, § 74, ECHR 2012 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The Court reiterates in this connection that there is little scope under Article 10 § 2 of the Convention for restrictions on debate on questions of public interest (see the Wingrove v. the United Kingdom, 25 November 1996, § 58, Reports of Judgments and Decisions 1996V; Sürek v. Turkey (no. 1) [GC], no. 26682/95, § 61, ECHR 1999IV; and Sürek v. Turkey (no. 4) [GC], no. 24762/94, § 57, 8 July 1999), and State authorities must therefore display restraint in resorting to criminal proceedings where such debate is concerned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  The Court observes, however, that contrary to this principle, the relevant State authorities did not display the restraint called for by the circumstances and evidence before them when dealing with the applicants’ petitions. It notes accordingly that on receipt by the General Education Directorates, the petitions were at once transmitted to the Istanbul Security Directorate, and from there to the public prosecutor’s office at the Istanbul State Security Court, which from the outset treated them as acts of aiding and abetting the PKK, on the grounds that the PKK had made general appeals for such petitions to be submitted (see the preliminary investigative measures taken by the public prosecutor’s office in paragraphs 9, 10, 17 and 27 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  Thereupon, the relevant State authorities not only initiated an investigation against the applicants for engaging in a terrorism-related offence, but used the legal arsenal at their hands in an almost repressive manner against them. The Court notes in this regard that the applicants’ homes were searched in the early hours of the morning, that they were arrested and placed in police custody for approximately four days and, in the case of some of them, continued to be held for almost a month pending the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  The Court considers these measures, and certainly those involving a deprivation of the applicants’ liberty, to be unjustified and disproportionate in the circumstances of the case, having regard to the purpose of the petitions in question and the context in which they were submitted. In the Court’s opinion, the applicants in the instant case, parents of elementary school pupils, used their constitutional right to file a petition to make a request regarding the education of their children. For the Court, neither the views expressed in those petitions nor the form in which they were conveyed raise doubts regarding the peaceful nature of their request. Furthermore, the fact that the applicants’ peaceful request regarding the education of their children may have coincided with the aims or instructions of an illegal armed organisation did not remove that request from the scope of protection of Article 10 (see, for a similar discussion in the context of Article 220 of the new Turkish Criminal Code, Gülcü, cited above, § 112, and the comments of the Council of Europe’s Commissioner of Human Rights referred to in paragraphs 68 and 69 of that judgment). The Court stresses in this regard that in a democratic society based on the rule of law, political ideas which challenge the existing order and whose realisation is advocated by peaceful means must be afforded a proper opportunity of expression (see, mutatis mutandis, Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, nos. 29221/95 and 29225/95, § 97, ECHR 2001IX), which, on the instant facts, the prosecution authorities ignored.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Having regard to the foregoing arguments, the Court considers that while applying the measures against the applicants, the relevant State authorities failed to use as a basis an acceptable assessment of the relevant facts and apply standards which were in conformity with the principles embodied in Article 10 of the Convention despite the important interests at stake (see Jersild v. Denmark, 23 September 1994, § 31, Series A no. 298). The Court cannot therefore hold that the interference in question was “necessary in a democratic society”. This is all the more so considering that shortly after the applicants’ arrest and while they were still on trial for aiding and abetting the PKK by way of their petitions requesting education in Kurdish, the Foreign Language Education and Teaching Act (Law no. 2923) was amended on 2 August 2002 to provide for such education, at least on a private basis initially (see paragraph 36 above and Eğitim ve Bilim Emekçileri Sendikası, cited above, § 11, 55 and 74).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  There has accordingly been a violation of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 2 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "110.  The applicants maintained that the authorities’ attitude towards Kurdish people’s right to education in their mother tongue had amounted to a violation of Article 14 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "111.  The Court notes that this complaint was communicated to the Government in conjunction with Article 2 of Protocol No. 1 to the Convention.",
                                "elements": []
                            },
                            {
                                "content": "112.  The Court reiterates that the applicants in the instant case were charged with aiding and abetting the PKK on account of their petitions requesting education in Kurdish in elementary schools. However, the evidence indicates, as already discussed (see paragraph 101 above), that they were charged not because of the content of their petitions per se, but for allegedly acting on the instructions of an illegal armed organisation in submitting those petitions. There is no information in the case file to suggest that the substance of the applicants’ request was taken into consideration by the relevant State authorities.",
                                "elements": []
                            },
                            {
                                "content": "113.  Looking at the facts of the case as a whole and the parties’ arguments, the Court considers that the crux of the problem is not the denial of the applicants’ right to education and alleged discriminatory nature of such an attitude, concerns which were never voiced before the domestic authorities, but the measures they faced for submitting those petitions with the alleged intent of supporting the PKK. In the Court’s opinion, the measures thus applied in respect of the applicants were principally an impediment to their right to freedom of expression, and it was the infringement of that right that lies at the heart of the case presented to the Court.",
                                "elements": []
                            },
                            {
                                "content": "114.  Having regard to the facts of the case, the submissions of the parties and its finding of a violation under Article 10 of the Convention (see paragraph 109 above), and noting also the changes in the domestic law regarding the teaching of the Kurdish language (see paragraphs 36-39 above), the Court considers that there is no need to give a separate ruling on the admissibility or the merits of the applicants’ complaints under this head (see, for example, Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014 and the cases cited therein).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "115.  Lastly, the applicants raised a number of complaints under Articles 6 §§ 1 and 3 (a), (b), (c) and 8 of the Convention. They complained under Article 6 §§ 1 and 3 that the Istanbul State Security Court had lacked independence and impartiality, that the authorities had failed to inform them promptly of the charges against them, that they had been denied access to a lawyer during their detention in police custody, including at the time of their questioning by the police and the public prosecutor, that their lawyer’s requests to access the criminal case file during the investigation stage had been refused, and that they had not had adequate time and facilities for the preparation of their defence. They also maintained under Article 8 that they had submitted the petitions in question to enable their children to communicate with their family members in Kurdish, and that the measures they had faced as a result had therefore also violated that provision.",
                                "elements": []
                            },
                            {
                                "content": "116.  In their observations, dated 1 April 2009, the applicants also complained of additional violations of their rights under Article 5 § 4 and Article 13.",
                                "elements": []
                            },
                            {
                                "content": "117.  In the light of all the material in its possession, the Court finds that these allegations by the applicants do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its protocols. It follows that these complaints must be declared inadmissible as manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "118.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "119.  The applicants claimed 15,000 euros (EUR) each in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The Government argued that the claims were unsubstantiated and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  The Court considers that the applicants, except for Yılmaz Yavuz, must have suffered nonpecuniary damage on account of the violation of their rights under Article 5 §§ 3, 4 and 5 and Article 10 of the Convention, which cannot be compensated for solely by the finding of violations. Having regard to the seriousness of the violations in question and to equitable considerations, it awards the applicants, except for Yılmaz Yavuz, EUR 10,000 each in respect of non-pecuniary damage. As for the applicant Yılmaz Yavuz, the Court considers that he must also have suffered nonpecuniary damage on account of the violations of his rights under Article 5 §§ 3, 4 and 5 alone. It therefore awards that applicant EUR 6,500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "122.  The applicants also claimed EUR 11,400 for lawyer’s fees and EUR 550 for other costs and expenses incurred before the Court, such as photocopying, postage and telephone costs and translation fees. In that connection, they submitted a timesheet showing that their legal representatives had carried out 114 hours’ legal work. The remaining expenses were not supported by any documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Government contested those claims, deeming them unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the applicants the sum of EUR 3,000 jointly, covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "125.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT,",
                "elements": [
                    {
                        "content": "1.  Joins, unanimously, the issue of the applicants’ “victim status” to the merits of the applicants’ complaints under Article 10 of the Convention, and holds that the applicants have victim status in relation to those complaints;",
                        "elements": []
                    },
                    {
                        "content": "2.  Joins, unanimously, the Government’ s objection as to the non-exhaustion of domestic remedies in relation to the applicants’ complaints under Article 5 §§ 4 and 5 of the Convention to the merits of those complaints and dismisses it;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares, unanimously, the complaints under Article 5 §§ 3, 4 and 5 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Declares, by a majority, the complaints raised by the applicant Yılmaz Yavuz under Article 10 of the Convention inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "5.  Declares, unanimously, the complaints raised by the remaining applicants under Article 10 admissible;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds, unanimously, that there is no need to examine the admissibility or the merits of the complaints under Article 14 of the Convention taken in conjunction with Article 2 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Declares, unanimously, the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds, unanimously, that there has been a violation of Article 5 §§ 3, 4 and 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds, unanimously, that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "10.  Holds , unanimously,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "11.  Dismisses, by six votes to one, the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 March 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinions of Judges Lemmens and Turković are annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "ANNEX",
                        "elements": []
                    },
                    {
                        "content": "LIST OF APPLICANTS",
                        "elements": []
                    },
                    {
                        "content": "Esma Döner, born in 1970",
                        "elements": []
                    },
                    {
                        "content": "Gülperi Döner, born in 1974",
                        "elements": []
                    },
                    {
                        "content": "Ayşe Döner, born in 1962",
                        "elements": []
                    },
                    {
                        "content": "Hanım Gülün, born in 1973",
                        "elements": []
                    },
                    {
                        "content": "Şahide Gümüş, born in 1960",
                        "elements": []
                    },
                    {
                        "content": "Hasibe Yılmaz, born in 1958",
                        "elements": []
                    },
                    {
                        "content": "Fatma Yılmaz, born in 1956",
                        "elements": []
                    },
                    {
                        "content": "Tenzile Akyol, born in 1960",
                        "elements": []
                    },
                    {
                        "content": "Güli Akyol, born in 1953",
                        "elements": []
                    },
                    {
                        "content": "Fatma Duruşkan, born in 1970",
                        "elements": []
                    },
                    {
                        "content": "Meryem Peker, born in 1957",
                        "elements": []
                    },
                    {
                        "content": "Mehmet Şirin Döner, born in 1971",
                        "elements": []
                    },
                    {
                        "content": "Şükrüye Temüroğlu, born in 1964",
                        "elements": []
                    },
                    {
                        "content": "Meliha Can, born in 1964",
                        "elements": []
                    },
                    {
                        "content": "Halime Günana, born in 1956",
                        "elements": []
                    },
                    {
                        "content": "Zübeyde Yavuz, born in 1956",
                        "elements": []
                    },
                    {
                        "content": "Asiya Karadeniz, born in 1965",
                        "elements": []
                    },
                    {
                        "content": "Zübeyde Sapan, born in 1973",
                        "elements": []
                    },
                    {
                        "content": "Kudret Dağ, born in 1957",
                        "elements": []
                    },
                    {
                        "content": "Yılmaz Yavuz, born in 1983",
                        "elements": []
                    },
                    {
                        "content": "1.  I voted on all points with my colleagues. There are, however, some points upon which I have hesitated.",
                        "elements": []
                    },
                    {
                        "content": "2.  As far as the analysis of the complaint under Article 10 of the Convention is concerned, I note that the applicants did not complain about a violation of their right to freedom of expression. Rather, they complained under Article 7 of the Convention that they had been charged with an offence and subjected to criminal proceedings, despite the absence of any provision in domestic law criminalising their conduct (see paragraph 78 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "We are nevertheless examining the complaint under Article 10, on the basis of a reclassification of the initial complaint (see paragraph 79 of the judgment). I find such a reclassification disputable. A complaint relating to the contents of domestic criminal law is a priori not related to the fundamental right to express opinions, even if the charges are directed at the expression of an opinion.",
                        "elements": []
                    },
                    {
                        "content": "What is more, while the applicants complained, under Article 7, only about the fact that the charges had no basis in domestic law, the judgment leaves open the corresponding question under Article 10 of whether the interference was “prescribed by law” (see paragraph 95 of the judgment). The precise complaint made by the applicants is thus left unanswered. Instead, the judgment finds a violation on the ground that the interference was not necessary in a democratic society (see paragraph 108 of the judgment). While the applicants complained about a purely legal issue (charges without a legal basis), the judgment examines whether, in the light of the concrete circumstances of the case, the action undertaken by the authorities could be considered proportionate to the aim pursued. This is, in my opinion, quite a different matter from that complained of.",
                        "elements": []
                    },
                    {
                        "content": "However, the Government did not object to the reclassification, instead entering into a discussion, albeit a brief one, of the merits of the Article 10 complaint (see paragraph 84 of the judgment). For that reason, I joined my colleagues in the examination of that complaint. I should add that on the merits, I am in full agreement with the judgment.",
                        "elements": []
                    },
                    {
                        "content": "3.  With respect to the complaint under Article 14 of the Convention, we state that there is no need to give a separate ruling on the admissibility and the merits of that complaint (see paragraph 114 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "In general, I would hesitate to concur with such a decision. An Article 14 complaint is intrinsically different in nature from a complaint under other Articles of the Convention: while the latter complaint is (only) about an interference with the applicant’s rights, the former is about the treatment given to the applicant in comparison with others. Moreover, I would not exclude that in a case relating to the treatment of a minority, the discrimination issue is in fact the heart of the matter (see, as regards the treatment of Roma in the area of education, D.H. and Others v. the Czech Republic [GC], no. 57325/00, ECHR 2007IV; Oršuš and Others v. Croatia [GC], no. 15766/03, ECHR 2010; and Horváth and Kiss v. Hungary, no. 11146/11, 29 January 2013).",
                        "elements": []
                    },
                    {
                        "content": "This case, however, is exceptional in this respect. As indicated in the judgment, there have been in the meantime changes in the domestic law regarding the teaching of the Kurdish language (see paragraph 114 of the judgment). Taking this new development into account, which reduces the object of the present Article 14 complaint to one of historical importance only, and of course also in the light of our finding of a violation of Article 10 of the Convention, I agree with my colleagues that it is now unnecessary to examine the Article 14 complaint separately.",
                        "elements": []
                    },
                    {
                        "content": "1.  I respectfully disagree with the majority that Yılmaz Yavuz’s arrest and subsequent detention cannot be viewed in terms of interference with the Article 10 right to freedom of speech.",
                        "elements": []
                    },
                    {
                        "content": "2.  His premises were searched and he was arrested and detained for four days under suspicion of writing a petition requesting the provision of education in Kurdish and thus aiding and abetting an illegal organisation – just like the other applicants. In the present case the authorities abused or misused the wording of Article 169 of the Criminal Code prescribing the punishment of “(a)ny person who ... facilitates [the] operations [of an illegal organisation] in any manner whatsoever ...” (see paragraph 30 of the judgment). This was apt to have the effect of harassing and intimidating individuals of Kurdish origin suspected of expressing their legitimate demands, which was nothing more than peaceful speech. The vague and/or overbroad language of the law was specifically misused to target the Kurdish minority in order to silence their minority voices.",
                        "elements": []
                    },
                    {
                        "content": "3.  Such a law, coupled with such a practice, is liable to have a severely dissuasive effect on the members of the Kurdish minority in expressing their specific concerns, opinions and demands (compare Dilipak v. Turkey, no. 29680/05, §§ 46, 47 and 50, 15 September 2015, and Altuğ Taner Akçam v. Turkey, no. 27520/07, §§ 70-75, 25 October 2011). In this context, the fact that the applicant in question claimed that he had never submitted a petition to the authorities (compare Müdür Duman v. Turkey, no. 15450/03, § 30, 6 October 2015) and the fact that the public prosecutor at the Istanbul State Security Court decided later not to prosecute him because of a lack of evidence (compare Altuğ Taner Akçam, cited above, §§ 70-75), did not diminish the chilling effect of the Government’s actions against him (search, arrest and detention) based on Article 169, and the chilling effect of that law itself.",
                        "elements": []
                    },
                    {
                        "content": "4.  I could not agree more with the former UN Special Rapporteur on freedom of expression, Frank La Rue, that “(a)rbitrary use of criminal law to sanction legitimate expression constitutes one of the gravest forms of restriction to the right of free speech, as it not only creates a ‘chilling effect’, but also leads to other human rights violations ...”. This is true even if along the way the person is not convicted due to a lack of evidence.",
                        "elements": []
                    },
                    {
                        "content": "5.  Thus, in the case of Yılmaz Yavuz it is important to emphasise that the arbitrary use of criminal law to sanction legitimate expression, coupled with an intrusive investigation, not only led to human rights violations under Article 5 of the Convention (as the majority held), but above all created a “chilling effect” (which the majority omitted to acknowledge because of his claim that he never submitted the petition to the authorities). Indeed, the actions which the authorities took against the applicant in question cannot be regarded as solely comprising purely hypothetical risks of limitation of freedom of expression (see Dilipak, cited above, § 50). On the contrary, such actions are perfectly capable of creating fears leading the applicant and other members of the Kurdish minority – even those of ordinary firmness and certainly those who are risk averse – to engage in self-censorship. This is true even where, as in the present case, the applicant claims that he never submitted the petition and despite the fact that he was never prosecuted due to a lack of evidence.",
                        "elements": []
                    },
                    {
                        "content": "6.  In the case of the applicant Yılmaz Yavuz the investigation crossed the line from permissible information-gathering to having a chilling effect: the investigation was conducted in retaliation for a petition containing legitimate demands, it resulted in actual harm (arrest and detention), it implied very serious punishment and it was conducted together with a number of other investigations concerning the very same “protected speech”. The fact that in the applicant’s case the investigation was dropped due to a lack of evidence, and that he himself claimed that he never wrote the petition, did not diminish its intrusive character and its abusiveness as an informal system of prior restraint. The latter in itself raises an issue under the Convention. The two issues are not mutually exclusive. Hence, unlike the majority I do not find that it was appropriate to reject Yılmaz Yavuz’s application concerning the violation of his freedom of speech as being manifestly ill-founded.",
                        "elements": []
                    },
                    {
                        "content": "7.  Finally, given that fears of arbitrary actions, combined with uncertainty as to how the vague and/or overbroad laws will be applied, lead to self-censorship, with the result that the protection of minority rights is weakened, dissent dries up and democracy loses its essence, I find it unfortunate that in the present case the Court avoided examining the case from the perspective of the quality of the relevant law (see paragraph 94 of the judgment), even more so since the applicants complained originally under Article 7 of the Convention (see paragraph 78 of the judgment).",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Julia Laffranque",
            "role": "president"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Paul Lemmens",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        },
        {
            "name": "Stéphanie Mourou-Vikström",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DÖNER AND OTHERS v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-171773.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0307JUD002999402",
    "externalsources": [],
    "extractedappno": [
        "29994/02",
        "20775/03",
        "46221/99",
        "49574/99",
        "18992/03",
        "40451/98",
        "20869/92",
        "3394/03",
        "25642/94",
        "543/03",
        "26289/12",
        "29062/12",
        "29891/12",
        "6759/11",
        "68294/01",
        "34529/10",
        "42987/98",
        "9808/02",
        "51564/99",
        "52083/99",
        "17019/02",
        "30070/02",
        "48321/99",
        "36009/08",
        "50027/08",
        "50781/09",
        "4489/02",
        "50086/99",
        "13723/02",
        "17722/02",
        "4149/04",
        "41029/04",
        "17526/10",
        "49867/08",
        "28396/95",
        "27520/07",
        "29680/05",
        "38433/09",
        "64569/09",
        "27510/08",
        "39288/98",
        "2668/07",
        "6102/08",
        "30079/08",
        "7072/09",
        "7124/09",
        "38270/11",
        "42461/13",
        "20261/12",
        "37553/05",
        "56030/07",
        "49017/99",
        "28255/07",
        "20641/05",
        "26682/95",
        "24762/94",
        "29221/95",
        "29225/95",
        "47848/08",
        "57325/00",
        "15766/03",
        "11146/11",
        "15450/03",
        "17/27"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Law no. 466 on the payment of compensation to persons unlawfully arrested or detained",
        "Article 128 § 4 of the Code of Criminal Procedure",
        "Article 169 of the Criminal Code"
    ],
    "itemid": "001-171773",
    "judgementdate": "07/03/2017 00:00:00",
    "kpdate": "07/03/2017 00:00:00",
    "kpthesaurus": [
        "448",
        "191",
        "30",
        "438",
        "481",
        "45",
        "149",
        "148",
        "265",
        "183",
        "498",
        "14",
        "128",
        "216",
        "577",
        "283",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "10-2",
        "5-3",
        "5-4",
        "5-5",
        "34",
        "35-1",
        "10",
        "10-1",
        "35",
        "5",
        "5-2",
        "41"
    ],
    "parties": [
        "DÖNER AND OTHERS",
        "TURKEY"
    ],
    "rank": "1788.599609375",
    "representedby": [
        "ÖZTÜRK S.N.",
        "FILORINALI M."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Aksu v. Turkey [GC], nos. 4149/04 and 41029/04, § 43, ECHR 2012",
        "Altuğ Taner Akçam v. Turkey, no. 27520/07, §§ 65-83, 25 October 2011",
        "Aquilina v. Malta [GC], no. 25642/94, § 48, ECHR 1999 III",
        "Association Ekin v. France, no. 39288/98, ECHR 2001-VIII",
        "Babajanov v. Turkey, no. 49867/08, § 70, 10 May 2016",
        "Baka v. Hungary [GC], no. 20261/12, § 158, 23 June 2016",
        "Brogan and Others v. the United Kingdom, 29 November 1988, § 62, Series A no. 145 B",
        "Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014",
        "Centro Europa 7 S.r.l. and Di Stefano v. Italy [GC], no. 38433/09, § 141, ECHR 2012",
        "Čonka v. Belgium, no. 51564/99, §§ 44 and 55, ECHR 2002 I",
        "Cumhuriyet Vakfı and Others v. Turkey, no. 28255/07, § 59, 8 October 2013",
        "De Wilde, Ooms and Versyp v. Belgium, 18 June 1971, § 76, Series A no. 12",
        "Delfi AS v. Estonia [GC], no. 64569/09, § 121, ECHR 2015",
        "Dikme v. Turkey, no. 20869/92, § 56, ECHR 2000 VIII",
        "Dilipak v. Turkey, no. 29680/05, §§ 40-51, 15 September 2015",
        "Dink v. Turkey, nos. 2668/07, 6102/08, 30079/08, 7072/09 and 7124/09, 14 September 2010",
        "Eğitim ve Bilim Emekçileri Sendikası v. Turkey, no. 20641/05, ECHR 2012 (extracts)",
        "Elğay v. Turkey, no. 18992/03, 20 January 2009",
        "Fernández Martínez v. Spain [GC], no. 56030/07, § 124, ECHR 2014 (extracts)",
        "Fox, Campbell and Hartley v. the United Kingdom, 30 August 1990, Series A no. 182",
        "Gal v. Ukraine, no. 6759/11, § 28, 16 April 2015",
        "Gülcü v. Turkey, no. 17526/10, 19 January 2016",
        "Gutsanovi v. Bulgaria, no. 34529/10, §§ 158-159, ECHR 2013 (extracts)",
        "Handyside v. the United Kingdom, 7 December 1976, § 49, Series A no. 24",
        "İpek and Others v. Turkey, nos. 17019/02 and 30070/02, § 41, 3 February 2009",
        "Jersild v. Denmark, 23 September 1994, § 31, Series A no. 298",
        "Kandzhov v. Bulgaria, no. 68294/01, 6 November 2008",
        "Karácsony and Others v. Hungary [GC], no. 42461/13, § 132, 17 May 2016",
        "Kerr v. the United Kingdom (dec.), no. 40451/98, 7 December 1999",
        "Kudrevičius and Others v. Lithuania [GC], no. 37553/05, § 142, 15 October 2015",
        "M.B. and Others v. Turkey, no. 36009/08, § 45, 15 June 2010",
        "Maçin v. Turkey, no. 52083/99, §§ 30 33, 4 May 2006",
        "Magee and Others v. the United Kingdom, nos. 26289/12, 29062/12 and 29891/12, §§77-78, ECHR 2015 (extracts)",
        "McKay v. the United Kingdom [GC], no. 543/03, § 33, ECHR 2006 X",
        "Medeni Kavak v. Turkey, no. 13723/02, § 34, 3 May 2007",
        "Medvedyev and Others v. France [GC], no. 3394/03, § 118, ECHR 2010",
        "Mekiye Demirci v. Turkey, no. 17722/02, § 70, 23 April 2013",
        "Nedim Şener v. Turkey, no. 38270/11, §§ 102 and 105, 8 July 2014",
        "Öcalan v. Turkey (dec.), no. 46221/99, 14 December 2000",
        "Öcalan v. Turkey [GC], no. 46221/99, ECHR 2005 IV",
        "Pedersen and Baadsgaard v. Denmark [GC], no. 49017/99, § 91, ECHR 2004 XI",
        "Perinçek v. Switzerland [GC], no. 27510/08, § 131, ECHR 2015 (extracts)",
        "Petkov and Profirov v. Bulgaria, nos. 50027/08 and 50781/09, § 67, 24 June 2014",
        "Saraçoğlu and Others v. Turkey, no. 4489/02, 29 November 2007",
        "Sinan Tanrıkulu and Others v. Turkey, no. 50086/99, § 50, 3 May 2007",
        "Slivenko v. Latvia [GC], no. 48321/99, § 159, ECHR 2003 X",
        "Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, nos. 29221/95 and 29225/95, § 97, ECHR 2001 IX",
        "Stoichkov v. Bulgaria, no. 9808/02, § 66, 24 March 2005",
        "Süleyman Erdem v. Turkey, no. 49574/99, 19 September 2006",
        "Sürek v. Turkey (no. 1) [GC], no. 26682/95, § 61, ECHR 1999 IV",
        "Sürek v. Turkey (no. 4) [GC], no. 24762/94, § 57, 8 July 1999",
        "Vachev v. Bulgaria, no. 42987/98, § 71, ECHR 2004 VIII (extracts)",
        "Wille v. Liechtenstein [GC], no. 28396/95, § 43, ECHR 1999 VII",
        "Wingrove v. the United Kingdom, 25 November 1996, § 58, Reports of Judgments and Decisions 1996 V"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "461957",
    "typedescription": "15"
}