{
    "__articles": "6;6-1;29;29-3;41;P1-1;P1-1-1",
    "__conclusion": "Violation of Art. 6-1 and P1-1 (quashing of final judgment);Violation of Art. 6-1 and P1-1 (enforcement delays);Pecuniary damage - financial award;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "14853/03",
    "article": [
        "6",
        "41",
        "29",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "enforcement delays"
            ],
            "element": "Violation of Art. 6-1 and P1-1",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "enforcement delays"
            ],
            "element": "Violation of Art. 6-1 and P1-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-76964.docx": [
            {
                "content": "PROCEDURE",
                "elements": [],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background information",
                                "elements": []
                            },
                            {
                                "content": "B.  Judicial proceedings",
                                "elements": []
                            },
                            {
                                "content": "C.  Enforcement proceedings",
                                "elements": [
                                    {
                                        "content": "“Having regard to the difficult social situation in the  in the current year... the court considers it necessary to recover 5,412,251.81 Russian roubles in [the applicant’s] favour from the Russian Treasury in twenty monthly instalments... It has been established that the deferred instalments shall be guaranteed against inflation in accordance with the Russian laws...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Quashing of the judgment by way of supervisory review",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The RSFSR Code of Civil Procedure (in force until 1 February 2003)",
                                "elements": []
                            },
                            {
                                "content": "B.  Code of Civil Procedure of the ",
                                "elements": [
                                    {
                                        "content": "Article 362. Grounds for quashing or altering judicial decisions by appeal courts",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The grounds for quashing or altering judicial decisions by appeal courts are:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  violation or incorrect application of substantive or procedural legal provisions.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 376. Right to apply to a court exercising supervisory review",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Judicial decisions that have become legally binding, with the exception for judicial decisions by the Presidium of the Supreme Court of the Russian Federation, may be appealed against... to a court exercising supervisory review, by parties to the case and by other persons whose rights or legal interests have been adversely affected by these judicial decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Judicial decisions may be appealed against to a court exercising supervisory review within one year after they became legally binding...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 381. Examination of an application for supervisory review",
                                        "elements": []
                                    },
                                    {
                                        "content": "“2. Having examined an application for supervisory review, the judge issues a decision on –",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  obtaining the case file if there exist doubts as to the lawfulness of the judicial decision...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  If a decision to obtain the file has been made, the judge may suspend enforcement of the judicial decision until the supervisory-review proceedings have been completed...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 384. Decision on remitting the case for examination on the merits \nby a supervisory-review court",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A judicial decision on remitting the case for examination on the merits by a supervisory-review court must contain:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(7)  a reasoned description of the grounds for remitting the case for examination on the merits...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 387. Grounds for quashing or altering judicial decisions \nby way of supervisory review",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Judicial decisions of lower courts may be quashed or altered by way of supervisory review on the grounds of substantial violations of substantive or procedural legal provisions.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 390. Competence of the supervisory-review court",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Having examined the case by way of supervisory review, the court may...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  quash the judicial decision issued by a court of first, second or supervisory-review instance in whole or in part and remit the matter for a fresh examination;...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  quash or alter the judicial decision issued by a court of first, second or supervisory-review instance and issue a new judicial decision, without remitting the matter for a fresh examination, if substantive legal provisions have been erroneously applied or interpreted.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Resolution of the Plenary Supreme Court of the ",
                                "elements": [
                                    {
                                        "content": "“22.  ...The [one-year] time-limit for lodging an application for supervisory review of judicial decisions that became legally binding before 1 February 2003, shall run from 1 February 2003.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Case-law review of civil cases in the second quarter of 2004 by the Supreme Court (Resolution of 6 October 2004)",
                                "elements": []
                            },
                            {
                                "content": "E.  Enforcement Proceedings Act (Law of 21 July 1997)",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL NO. 1 ON ACCOUNT OF THE QUASHING OF THE JUDGMENTS",
                        "elements": [
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing within a reasonable time... by [a]... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": []
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Arguments by the parties",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Article 6 of the Convention",
                                "elements": []
                            },
                            {
                                "content": "(b)  Article 1 of Protocol No. 1",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL NO. 1 ON ACCOUNT OF LENGTHY NON-ENFORCEMENT OF THE JUDICIAL DECISIONS",
                        "elements": [
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "58.  It follows that at least between 5 April 2002 and 22 July 2004 the judicial decisions in the applicant’s favour were “enforceable” and it was incumbent on the State agency to abide by their terms. In any event, the Court reiterates that the quashing of a judgment in a manner which has been been found to have been incompatible with the principle of legal certainty and the applicant’s “right to a court” cannot be accepted as a justification for the failure to enforce that judgment (see Sukhobokov v. , no. 75470/01, § 26, 13 April 2006). Accordingly, the Government’s objection must be dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "69.  The Court recalls that in the instant case it found a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1, in that the judicial decisions in the applicant’s favour had remained unenforced for a long period of time and had been subsequently quashed. The applicant was thereby prevented from receiving the money he had legitimately expected to receive. There has been therefore a causal link between the violations found and the applicant’s claim for the pecuniary damage. At the time the judicial decisions in the applicant’s favour were issued, the award was approximately equivalent to EUR 154,500 at the official exchange rate (see paragraph 17 above). Moreover, further pecuniary loss must have been occasioned on account of the period that elapsed from the time the judicial decisions had become enforceable until the Court’s award (see Grinberg v. Russia, no. 23472/03, § 39, 21 July 2005). The applicant’s assessment of that loss in the amount of EUR 6,100 does not appear excessive or unreasonable. In any event, the Government did not suggest a different method for calculation of interest. Accordingly, the Court awards the applicant EUR 160,600 in respect of the pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": []
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1 on account of the quashing of the judgment of 5 April 2002 by way of supervisory review;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1 on account of the prolonged non-enforcement of the judicial decisions of 5 April and 14 October 2002;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 September 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "31/08/2006 00:00:00",
    "docname": "CASE OF BORSHCHEVSKIY v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-76964.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0921JUD001485303",
    "externalsources": [],
    "extractedappno": [
        "14853/03",
        "52854/99",
        "69529/01",
        "60974/00",
        "48758/99",
        "50178/99",
        "63973/00",
        "75470/01",
        "24669/02",
        "59498/00",
        "25964/02",
        "15021/02",
        "23472/03"
    ],
    "importance": "3",
    "introductiondate": "21/03/2003 00:00:00",
    "issue": [],
    "itemid": "001-76964",
    "judgementdate": "21/09/2006 00:00:00",
    "kpdate": "21/09/2006 00:00:00",
    "kpthesaurus": [
        "369",
        "304",
        "445",
        "7",
        "40",
        "113",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-1",
        "29",
        "29-3",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "BORSHCHEVSKIY",
        "RUSSIA"
    ],
    "rank": "559.811889648438",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Androsov v. Russia, no. 63973/00, § 69, 6 October 2005",
        "Brum?rescu v. Romania, judgment of 28 October 1999, Reports of Judgments and Decisions 1999-VII, § 61 et § 74",
        "Burdov v. Russia, no. 59498/00, ECHR 2002-III",
        "Gerasimova v. Russia (dec.), no. 24669/02, 16 September 2004",
        "Grinberg v. Russia, no. 23472/03, § 39, 21 July 2005",
        "Nikitin v. Russia, no. 50178/99, §§ 57 and 59, ECHR 2004-...",
        "Poznakhirina v. Russia, no. 25964/02, 24 February 2005",
        "Pravednaya v. Russia, no. 69529/01, § 25, 18 November 2004",
        "Roseltrans v. Russia, no. 60974/00, §§ 27-28, 21 July 2005",
        "Ryabykh v. Russia, no. 52854/99, §§ 51-56, ECHR 2003-X",
        "Sukhobokov v. Russia, no. 75470/01, § 26, 13 April 2006",
        "Volkova v. Russia, no. 48758/99, §§ 34-36, 5 April 2005",
        "Wasserman v. Russia (no. 1), no. 15021/02, 18 November 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "339723",
    "typedescription": "15"
}