{
    "__articles": "14;P1-1;P1-1-1",
    "__conclusion": "No violation of P1-1;No violation of Art. 14",
    "applicability": "",
    "appno": "39050/97",
    "article": [
        "14",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "14",
            "base_article": "14",
            "element": "No violation of Art. 14",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-60964.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39050/97) against the Slovak Republic lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by both a Slovakian and German national, Mr Armand Jantner (“the applicant”), on 17 July 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Government of the Slovak Republic (“the Government”) were represented by Mr P. Vršanský, their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his right to the peaceful enjoyment of his possessions was violated and that he was discriminated against as a result of the dismissal of his claim for restitution of property.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11). ",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section. Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 20 November 2001 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). ",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant left Czechoslovakia for Germany in 1968. After his judicial rehabilitation in 1990 he started living partly in Czechoslovakia and partly in Germany. According to the applicant, he spent the major part of the year 1992 in Czechoslovakia. On 25 September 1992 he registered his permanent residence at his friend’s address in Krompachy. He remained registered at this address until 22 June 1994.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 28 September 1992 the applicant lodged a claim for restitution of his father’s and uncle’s property under the Land Ownership Act of 1991. ",
                                "elements": []
                            },
                            {
                                "content": "10.  On 15 May 1996 the Spišská Nová Ves Land Office dismissed the applicant’s claim on the ground that at the relevant time he had not permanently resided within the territory of the former Czech and Slovak Federal Republic as required by Section 4(1) of the Land Ownership Act.",
                                "elements": []
                            },
                            {
                                "content": "11.  The Land Office established that a registered letter sent on 8 April 1993 could not be delivered as at that time nobody had lived at the applicant’s address in Krompachy. The Land Office had before it also a certificate in which the competent German authority confirmed that the applicant had registered his main abode (Hauptwohnung) in Wendelstein since 1973. The accompanying letter by the Slovakian vice-consul to Munich explained that, unlike in Slovakia, no distinction was made between permanent and temporary residence in Germany. The letter further stated that under German law the main abode was the place of residence preponderantly used by the person concerned in Germany, and that there was no obligation under German law to terminate its registration when a person spent the major part of a year abroad. The vice-consul expressed the view that in case that the applicant’s stay in Slovakia exceeded 183 days a year, his residence there could, theoretically, be regarded as permanent within the meaning of the Citizens’ Residence Registration Act of 1982.",
                                "elements": []
                            },
                            {
                                "content": "12.  In its decision the Land Office referred also to a police report according to which the applicant had not effectively established his permanent residence in Krompachy. The Land Office concluded, with reference to Section 3(2) and (5) and Section 4(1) of the Citizens’ Residence Registration Act of 1982 and to the relevant case-law and administrative practice, that the applicant did not meet the permanent residence requirement.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 19 June 1996 the applicant requested the Košice Regional Court to review the Land Office’s decision. He alleged that since the beginning of 1992 he had resided at various places in Slovakia and submitted witness statements to this effect. The applicant further explained that several times a year he went to Germany where he was undergoing cancer therapy. ",
                                "elements": []
                            },
                            {
                                "content": "14.  On 29 November 1996 the Košice Regional Court upheld the administrative decision challenged by the applicant. It noted that by the date of expiry of the deadline for lodging his claim on 31 December 1992 the applicant had not permanently resided within the former Czech and Slovak Federal Republic as required by Section 4(1) of the Land Ownership Act. ",
                                "elements": []
                            },
                            {
                                "content": "15.  The Regional Court recalled, in particular, that under Section 4(1) of the Citizens’ Residence Registration Act of 1982 citizens cannot permanently reside at more than one address at the same time. As the applicant failed to terminate the registration of his main abode in Germany prior to the registration of his permanent residence in Krompachy, his stay in the then Czechoslovakia was to be regarded as temporary. Reference was made to the relevant case-law and to the practice of the Ministry of the Interior. ",
                                "elements": []
                            },
                            {
                                "content": "16.  The Regional Court further held that the applicant had submitted no evidence indicating that his abode in Krompachy met the requirements of a permanent residence within the meaning of Section 3(2) of the Citizens’ Residence Registration Act. Moreover, a police report before the court indicated that the applicant’s registration in Krompachy had been of a formal nature. ",
                                "elements": []
                            },
                            {
                                "content": "17.  On 30 July 1999 the Supreme Court refused to re-examine the case as there was no remedy available against the Regional Court’s judgment of 29 November 1996.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Land Ownership Act of 1991",
                                "elements": [
                                    {
                                        "content": "18.  The relevant provisions of the Land Ownership Act of 1991 (Zákon o úprave vlastníckych vzťahov k pôde a inému poľnohospodárskemu majetku) read as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 4",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Persons entitled to claim the restitution of property are nationals of the Czech and Slovak Federal Republic with permanent residence within its territory whose land and buildings forming a part of an agricultural estate were transferred to the State or to other legal persons during the period between 25 February 1948 and 1 January 1990 in the manner set out in Section 6(1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. In case of decease, prior to the expiry of the time-limit laid down in Section 13, of the person whose real property was transferred to the State or to other legal persons during the period between 25 February 1948 and 1 January 1990 in the manner set out in Section 6(1) ... the following natural persons are entitled to restitution provided that they are nationals of the Czech and Slovak Federal Republic and permanently reside within its territory: ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "c) children ... of the persons mentioned in paragraph 1 ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "e) siblings of the persons mentioned in paragraph 1 and, in case of decease of one of the siblings, his or her children.” ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 13",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Any claim for restitution of property under Section 6 shall be filed not later than on 31 December 1992... The right to restitution of property shall lapse when the claim was not filed in time...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Citizens’ Residence Registration Act of 1982",
                                "elements": [
                                    {
                                        "content": "19.  The relevant provisions of the Citizens’ Residence Registration Act of 1982 (Zákon o hlásení a evidovaní pobytu občanov) read as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 3",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "“2. A citizen’s permanent residence is the place where he or she permanently lives, that is, as a rule, where his or her family or parents live, or the place where the citizen’s home or occupation is located. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  The stay of citizens permanently living abroad within the territory of Czechoslovakia shall be considered as being temporary.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 4 ",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Every citizen shall have his or her permanent residence registered; citizens may not have permanent residence registered at more than one place at the same time.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Relevant domestic practice",
                                "elements": [
                                    {
                                        "content": "20.  In accordance with the established practice, the permanent residence requirement has not been complied with when a person fails to show that the registration of his or her permanent residence abroad was terminated before he or she registered as permanently residing on the territory of the former Czechoslovakia or, as the case may be, on the territory of one of its successor States.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Under the practice of the Ministry of the Interior, a person may register as permanently residing in the Slovak Republic only after the termination of his or her permanent residence abroad. Otherwise the residence of such a person in the Slovak Republic is considered as being temporary until the termination of the registration abroad.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In its decision no. 1 Cdo 114/92 of 22 December 1992 the Supreme Court held, in the context of proceedings concerning restitution of property under the Extra-Judicial Rehabilitations Act of 1991, that when examining whether a person claiming restitution of property meets the requirement of permanent residence and whether he or she genuinely intends to permanently reside in Czechoslovakia, the courts should not confine themselves to the legislation governing the registration of citizens. In such cases regard should be had, in addition to the compliance with the obligation to have one’s permanent residence registered, to all relevant circumstances of the case such as the ability of the person concerned to settle in Czechoslovakia, his or her personal situation, his or her ties both in Czechoslovakia and abroad as well as to the aim of the laws on restitution of property. This position has been confirmed by the subsequent practice of the Supreme Court (see, e.g., No. 2 Cdo 33/94 of 25 May 1994, No. 2 Cdo 20/96 of 30 April 1996 or No. 2 Cdo 47/96 of 22 July 1996).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "23.  The applicant complained that the permanent residence requirement laid down in Section 4(1) of the Land Ownership Act and the refusal to grant his claim for restitution of property for his alleged failure to comply with that requirement infringed his property rights. He relied on Article 1 of Protocol No. 1 which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "24.  The Government argued that the applicant had failed to meet the permanent residence requirement laid down in the Land Ownership Act of 1991 and that his claim cannot, therefore, be regarded as a “possession” within the meaning of Article 1 of Protocol No. 1. In particular, the applicant did not terminate the registration of his main abode in Germany prior to registering in Slovakia which was a prerequisite for considering his residence in Slovakia as permanent. In the Government’s view, the information available indicates that the applicant did not register in Slovakia with a genuine intention to permanently reside there as required by the practice of the national authorities. ",
                                "elements": []
                            },
                            {
                                "content": "25.  The applicant contended that he was entitled to have the property restored as he met the requirements of the relevant law and that the dismissal of his action amounted to a violation of his right to peacefully enjoy his possessions guaranteed by Article 1 of Protocol No. 1. ",
                                "elements": []
                            },
                            {
                                "content": "26.  He maintained, in particular, that he had had his permanent residence registered in Slovakia at the moment when he had filed the claim for restitution of property as required by the law. He explained that at that time he had lived together with his friend in the latter’s house in Krompachy and that they had later moved to the latter’s flat in Košice as the house was not suitable for living in winter time. The applicant unregistered his permanent residence in Krompachy on 22 June 1994. As from 1993, he actually lived in Piešťany in a house under reconstruction and paid social security contributions under the Slovakian scheme as required in cases when a person had permanent residence in Slovakia. He argued that such payments had not been required by the law in 1992. ",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court recalls that the Convention institutions have consistently held that “possessions” within the meaning of Article 1 of Protocol No. 1 can be either “existing possessions” or assets, including claims, in respect of which an applicant can argue that he has at least a “legitimate expectation” that they will be realised. On the other hand, the hope that a long-extinguished property right may be revived cannot be regarded as a “possession” within the meaning of Article 1 of Protocol No. 1; nor can a conditional claim which has lapsed as a result of the failure to fulfil the condition (see the recapitulation of the relevant principles in Malhous v. the Czech Republic (dec.) [GC], no. 33071/96, 13 December 2000, ECHR 2000-XII and Gratzinger and Gratzingerova v. the Czech Republic (dec.) [GC], no. 39794/98, § 69, to be published in ECHR 2002, with further references).",
                                "elements": []
                            },
                            {
                                "content": "28.  In the present case the applicant’s action did not concern his “existing possessions” and the applicant did not have the status of an owner but was merely a claimant, like the applicants in the case of Gratzinger and Gratzingerova v. the Czech Republic cited above. ",
                                "elements": []
                            },
                            {
                                "content": "29.  It therefore remains to be determined whether the applicant had a “legitimate expectation” that a current, enforceable claim would be determined in his favour. In this respect the Court notes that Section 4(1) of the Land Ownership Act of 1991 entitled the applicant to claim the restitution of his relatives’ property provided that, inter alia, he met the requirement of permanent residence within the then Czech and Slovak Federal Republic. ",
                                "elements": []
                            },
                            {
                                "content": "30.  As to the applicant’s argument that the domestic authorities decided on his action erroneously, the Court notes that in its judgment of 29 November 1996 the Košice Regional Court recalled that under Section 4(1) of the Citizens’ Residence Registration Act of 1982 citizens cannot permanently reside at more than one address at the same time. As the applicant failed to terminate the registration of his main abode in Germany prior to the registration of his permanent residence in Krompachy, his stay in the then Czechoslovakia was to be regarded as temporary. Reference was made to the relevant case-law and to the practice of the Ministry of the Interior. ",
                                "elements": []
                            },
                            {
                                "content": "31.  In addition, the evidence available indicated that the applicant’s stay at his friends’ address in Krompachy had lacked the attributes of permanent residence within the meaning of Section 3(2) of the Citizens’ Residence Registration Act, and that his registration at that address had been formal. The Regional Court concluded that by the date of expiry of the deadline for lodging his claim on 31 December 1992 the applicant had not resided permanently within the former Czech and Slovak Federal Republic as required by Section 4(1) of the Land Ownership Act. ",
                                "elements": []
                            },
                            {
                                "content": "32.  Having regard to the information before it and considering that it has only limited power to deal with alleged errors of fact or law committed by the national courts (see García Ruiz v. Spain [G.C.] no. 30544/96, § 28, ECHR 1999-I and Kopp v. Switzerland, judgment of 25 March 1998, Reports of Judgments and Decisions 1988-II, p. 540, § 59), the Court considers that it cannot substitute its view for that of the Košice Regional Court on the applicant’s compliance with the permanent residence requirement laid down in Section 4(1) of the Land Ownership Act of 1991. ",
                                "elements": []
                            },
                            {
                                "content": "33.  Thus under the relevant law, as applied and interpreted by domestic authorities, the applicant neither had a right nor a claim amounting to a legitimate expectation in the sense of the Court’s case-law to obtain restitution of the property in question and therefore no “possession” within the meaning of Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court further recalls that Article 1 of Protocol No. 1 does not guarantee the right to acquire property (see e.g. Van der Mussele v. Belgium, judgment of 23 November 1983, Series A no. 70, § 48). It also cannot be interpreted as imposing any restrictions on the Contracting States’ freedom to choose conditions under which they accept to restore property which had been transferred to them before they ratified the Convention.",
                                "elements": []
                            },
                            {
                                "content": "35.  Consequently, neither the decisions complained of by the applicant nor the application of the Land Ownership Act of 1991 in his case amounted to an interference with his right to the peaceful enjoyment of his possessions. ",
                                "elements": []
                            },
                            {
                                "content": "36.  There has therefore been no violation of Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The applicant complained that he was discriminated against in the enjoyment of his property rights as a result of the interpretation and application of the permanent residence requirement in the proceedings concerning his restitution claim. He relied on Article 14 of the Convention which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "38.  The Government contended, with reference to their above argument that the applicant’s claim for restitution of property falls outside the scope of Article 1 of Protocol No. 1, that no issue under Article 14 of the Convention can arise in the present case.",
                                "elements": []
                            },
                            {
                                "content": "39.  The applicant disagreed.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Court recalls that Article 14 only complements the other substantive provisions of the Convention and the Protocols. It has no independent existence since it has effect solely in relation to “the enjoyment of the rights and freedoms” safeguarded by those provisions. Although the application of Article 14 does not presuppose a breach of those provisions – and to that extent it is autonomous – there can be no room for its application unless the facts at issue fall within the ambit of one or more of the latter (see Jewish liturgical association Cha’are Shalom Ve Tsedek v. France [GC], no. 27417/95, § 86, ECHR 2000-VII; Polacek and Polackova v. the Czech Republic (dec.) [GC], no. 38645/97, § 69). ",
                                "elements": []
                            },
                            {
                                "content": "41.  Since the Court has found above that the proceedings complained of did not concern the applicant’s “possessions” within the meaning of Article 1 of Protocol No. 1, Article 14 of the Convention cannot be combined with that provision in the particular circumstances of the case. ",
                                "elements": []
                            },
                            {
                                "content": "42.  There has therefore been no violation of Article 14 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been no violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 14 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 March 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrM. Pellonpää",
            "role": "president"
        },
        {
            "name": "MrsE. Palm",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "Mr M. O’Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF JANTNER v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60964.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:0304JUD003905097",
    "externalsources": [],
    "extractedappno": [
        "39050/97",
        "114/92",
        "33/94",
        "20/96",
        "47/96",
        "33071/96",
        "39794/98",
        "30544/96",
        "27417/95",
        "38645/97"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Land Ownership Act 1991, section 4(1)",
        "Citizens' Residence Registration Act 1982, sections 3 and 4(1)"
    ],
    "itemid": "001-60964",
    "judgementdate": "04/03/2003 00:00:00",
    "kpdate": "04/03/2003 00:00:00",
    "kpthesaurus": [
        "369",
        "311",
        "343"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "14",
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "JANTNER",
        "SLOVAKIA"
    ],
    "rank": "456.249603271484",
    "representedby": [],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [
        "García Ruiz v. Spain [G.C.] no. 30544/96, § 28, ECHR 1999-I",
        "Gratzinger and Gratzingerova v. the Czech Republic (dec.) [GC], no. 39794/98, § 69, ECHR 2002",
        "Cha'are Shalom Ve Tsedek v. France [GC], no. 27417/95, § 86, ECHR 2000-VII  Kopp v. Switzerland, judgment of 25 March 1998, Reports of Judgments and Decisions 1988-II, p. 540, § 59",
        "Malhous v. the Czech Republic (dec.) [GC], no. 33071/96, 13 December 2000, ECHR 2000-XII",
        "Polacek and Polackova v. the Czech Republic (dec.) [GC], no. 38645/97, § 69",
        "Van der Mussele v. Belgium, judgment of 23 November 1983, Series A no. 70, § 48"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318198",
    "typedescription": "14"
}