{
    "__articles": "10;10-1;10-2;34;35;35-1;41",
    "__conclusion": "Preliminary objections dismissed (Article 34 - Victim);Preliminary objection dismissed (Article 35-1 - Six month period);Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom to impart information);Pecuniary damage - award",
    "applicability": "",
    "appno": "14234/88;14235/88",
    "article": [
        "10",
        "41",
        "35",
        "34"
    ],
    "conclusion": [
        {
            "details": [
                "Article 34 - Victim"
            ],
            "element": "Preliminary objections dismissed",
            "type": "other"
        },
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom to impart information"
            ],
            "element": "Violation of Article 10 - Freedom of expression -{General}",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-57789.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1. The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 24 April 1991, and on 3 July 1991 by the Government of Ireland (\"the Government\"), within the three-month period laid down in Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\"). It originated in two applications against  lodged with the Commission under Article 25 (art. 25) on 10 August and 15 September 1988. The first (no. 14234/88) was brought by Open Door Counselling Ltd, a company incorporated in Ireland; the second (no. 14235/88) by another Irish company, Dublin Well Woman Centre Ltd, and one citizen of the United States of America, Ms Bonnie Maher, and three Irish citizens, Ms Ann Downes, Mrs X and Ms Maeve Geraghty.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and the declaration whereby  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46) and the Government’s application referred to Article 48 (art. 48). The object of the request and the application was to obtain a decision as to whether or not the facts of the case disclosed a breach by Ireland of its obligations under Articles 8, 10 and 14 (art. 8, art. 10, art. 14) and also, in the case of the application, to examine these issues in the context of Articles 2, 17 and 60 (art. 2, art. 17, art. 60).",
                        "elements": []
                    },
                    {
                        "content": "2. In response to the enquiry made in accordance with Rule 33 para. 3 (d) of the Rules of Court, the applicants stated that they wished to take part in the proceedings and designated the lawyers who would represent them (Rule 30). On 23 January 1992 the President granted leave, pursuant to Rule 30 of the Rules of Court, to the first applicant company to be represented at the oral proceedings by a lawyer from the .",
                        "elements": []
                    },
                    {
                        "content": "3. The Chamber to be constituted included ex officio Mr B. Walsh, the elected judge of Irish nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 para. 3 (b)). In a letter to the President of 8 May 1991, Mr Walsh stated that he wished to withdraw pursuant to Rule 24 para. 2, as the case arose out of a decision of the Irish Supreme Court in which he had participated. On 19 June the Agent of the Government informed the Registrar that the Hon. Mr Justice Blayney had been appointed as ad hoc judge (Article 43 of the Convention and Rule 23) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "On 26 April the President of the Court had drawn by lot the names of the other seven members of the Chamber, namely Mr J. , Mr L.-E. Pettiti, Mr J. De Meyer, Mrs E. Palm, Mr R. Pekkanen, Mr A.N. Loizou and Mr J.M. Morenilla (Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "4. Mr Ryssdal assumed the office of President of the Chamber (Rule 21 para. 5) and, through the Registrar, consulted the Agent of the Government, the Delegate of the Commission and the representatives of the applicants on the organisation of the procedure (Rules 37 para. 1 and 38). In accordance with the President’s orders and directions, the Registrar received, on 31 October and 4 November 1991, the memorials of the applicants and the Government and, on 6 December 1991, the observations of the Delegate of the Commission.",
                        "elements": []
                    },
                    {
                        "content": "5. On 28 August 1991, the President had granted, under Rule 37 para. 2, leave to \"Article 19\" (the International Centre against Censorship) to submit written comments on specific aspects of the case. Leave had been granted on the same date to the Society for the Protection of Unborn Children (S.P.U.C.). The respective comments were received on 28 November.",
                        "elements": []
                    },
                    {
                        "content": "6. On 27 January 1992 the President consented to the filing of a document, pursuant to Rule 37 para. 1, second sub-paragraph, submitted by Dublin Well Woman Centre Ltd.",
                        "elements": []
                    },
                    {
                        "content": "7. As directed by the President, the hearing took place in public in the , , on 24 March 1992. The Chamber had held a preparatory meeting beforehand during which it decided, pursuant to Rule 51, to relinquish jurisdiction forthwith in favour of the plenary Court. It also consented to the filing of various documents by the applicants and refused a request by lawyers acting on behalf of S.P.U.C. to address the Court.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission",
                        "elements": []
                    },
                    {
                        "content": "- for the applicants",
                        "elements": []
                    },
                    {
                        "content": "Open Door Counselling Ltd",
                        "elements": []
                    },
                    {
                        "content": "Dublin Well Woman Centre Ltd and Others",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Gleeson and Mr O’Reilly for the Government, by Mr Frowein for the Commission and by Mr Clarke, Mr Hardiman and Mr Cole for the applicants, as well as replies to questions put by the Court.",
                        "elements": []
                    },
                    {
                        "content": "8. The Government made further submissions concerning the applicants’ claims under Article 50 (art. 50) on 10 April 1992. Comments by the applicants in reply were filed on 15 June 1992.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I. INTRODUCTION",
                        "elements": [
                            {
                                "content": "A. The applicants",
                                "elements": [
                                    {
                                        "content": "9. The applicants in this case are (a) Open Door Counselling Ltd (hereinafter referred to as Open Door), a company incorporated under Irish law, which was engaged, inter alia, in counselling pregnant women in Dublin and in other parts of Ireland; and (b) Dublin Well Woman Centre Ltd (hereinafter referred to as Dublin Well Woman), a company also incorporated under Irish law which provided similar services at two clinics in Dublin; (c) Bonnie Maher and Ann Downes, who worked as trained counsellors for Dublin Well Woman; (d) Mrs X, born in 1950 and Ms Maeve Geraghty, born in 1970, who join in the Dublin Well Woman application as women of child-bearing age. The applicants complained of an injunction imposed by the Irish courts on Open Door and Dublin Well Woman to restrain them from providing certain information to pregnant women concerning abortion facilities outside the jurisdiction of  by way of non-directive counselling (see paragraphs 13 and 20 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Open Door and Dublin Well Woman are both non-profit- making organisations. Open Door ceased to operate in 1988 (see paragraph 21 below). Dublin Well Woman was established in 1977 and provides a broad range of services relating to counselling and marriage, family planning, procreation and health matters. The services offered by Dublin Well Woman relate to every aspect of women’s health, ranging from smear tests to breast examinations, infertility, artificial insemination and the counselling of pregnant women.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10. In 1983, at the time of the referendum leading to the Eighth Amendment of the Constitution (see paragraph 28 below), Dublin Well Woman issued a pamphlet stating inter alia that legal advice on the implications of the wording of the provision had been obtained and that \"with this wording anybody could seek a court injunction to prevent us offering\" the non-directive counselling service. The pamphlet also warned that \"it would also be possible for an individual to seek a court injunction to prevent a woman travelling abroad if they believe she intends to have an abortion\".",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The injunction proceedings",
                                "elements": [
                                    {
                                        "content": "1. Before the High Court",
                                        "elements": [
                                            {
                                                "content": "11. The applicant companies were the defendants in proceedings before the High Court which were commenced on 28 June 1985 as a private action brought by the Society for the Protection of Unborn Children (Ireland) Ltd (hereinafter referred to as S.P.U.C.), which was converted into a relator action brought at the suit of the Attorney General by order of the High Court of 24 September 1986 (the Attorney General at the relation of the Society for the Protection of Unborn Children (Ireland) Ltd v. Open Door Counselling Ltd and Dublin Well Woman Centre Ltd [1988] Irish Reports, pp. 593-627).",
                                                "elements": []
                                            },
                                            {
                                                "content": "12. S.P.U.C. sought a declaration that the activities of the applicant companies in counselling pregnant women within the jurisdiction of the court to travel abroad to obtain an abortion were unlawful having regard to Article 40.3.3o of the Constitution which protects the right to life of the unborn (see paragraph 28 below) and an order restraining the defendants from such counselling or assistance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13. No evidence was adduced at the hearing of the action which proceeded on the basis of certain agreed facts. The facts as agreed at that time by Dublin Well Woman may be summarised as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) It counsels in a non-directive manner pregnant women resident in ;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) Abortion or termination of pregnancy may be one of the options discussed within the said counselling;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) If a pregnant woman wants to consider the abortion option further, arrangements will be made by the applicant to refer her to a medical clinic in ;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d) In certain circumstances, the applicant may arrange for the travel of such pregnant women;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(e) The applicant will inspect the medical clinic in  to ensure that it operates at the highest standards;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(f) At those medical clinics abortions have been performed on pregnant women who have been previously counselled by the applicant;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(g) Pregnant women resident in  have been referred to medical clinics in  where abortions have been performed for many years including 1984.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The facts agreed by Open Door were the same as above with the exception of point (d).",
                                                "elements": []
                                            },
                                            {
                                                "content": "14. The meaning of the concept of non-directive counselling was described in the following terms by Mr Justice Finlay CJ in the judgment of the Supreme Court in the case (judgment of 16 March 1988, [1988] Irish Reports 618 at p. 621):",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"It was submitted on behalf of each of the Defendants that the meaning of non-directive counselling in these agreed sets of facts was that it was counselling which neither included advice nor was judgmental but that it was a service essentially directed to eliciting from the client her own appreciation of her problem and her own considered choice for its solution. This interpretation of the phrase ‘non-directive counselling’ in the context of the activities of the Defendants was not disputed on behalf of the Respondent. It follows from this, of course, that non- directive counselling to pregnant women would never involve the actual advising of an abortion as the preferred option but neither, of course, could it permit the giving of advice for any reason to the pregnant women receiving such counselling against choosing to have an abortion.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "15. On 19 December 1986 Mr Justice Hamilton, President of the High Court, found that the activities of Open Door and Dublin Well Woman in counselling pregnant women within the jurisdiction of the court to travel abroad to obtain an abortion or to obtain further advice on abortion within a foreign jurisdiction were unlawful having regard to the provisions of Article 40.3.3o of the Constitution of Ireland.",
                                                "elements": []
                                            },
                                            {
                                                "content": "He confirmed that Irish criminal law made it an offence to procure or attempt to procure an abortion, to administer an abortion or to assist in an abortion by supplying any noxious thing or instrument (sections 58 and 59 of the Offences against the Person Act 1861 - see paragraph 29 below). Furthermore, Irish constitutional law also protected the right to life of the unborn from the moment of conception onwards.",
                                                "elements": []
                                            },
                                            {
                                                "content": "An injunction was accordingly granted \"... that the Defendants [Open Door and Dublin Well Woman] and each of them, their servants or agents, be perpetually restrained from counselling or assisting pregnant women within the jurisdiction of this Court to obtain further advice on abortion or to obtain an abortion\". The High Court made no order relating to the costs of the proceedings, leaving each side to bear its own legal costs.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Before the Supreme Court",
                                        "elements": [
                                            {
                                                "content": "16. Open Door and Dublin Well Woman appealed against this decision to the Supreme Court which in a unanimous judgment delivered on 16 March 1988 by Mr Justice Finlay CJ rejected the appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Supreme Court noted that the appellants did not consider it essential to the service which they provided for pregnant women in  that they should take any part in arranging the travel of women who wished to go abroad for the purpose of having an abortion or that they arranged bookings in clinics for such women. However, they did consider it essential to inform women who wished to have an abortion outside the jurisdiction of the court of the name, address, telephone number and method of communication with a specified clinic which they had examined and were satisfied was one which maintained a high standard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17. On the question of whether the above activity should be restrained as being contrary to the Constitution, Mr Justice Finlay CJ stated:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"... the essential issues in this case do not in any way depend upon the Plaintiff establishing that the Defendants were advising or encouraging the procuring of abortions. The essential issue in this case, having regard to the nature of the guarantees contained in Article 40, s.3, sub-s.3 of the Constitution, is the issue as to whether the Defendants’ admitted activities were assisting pregnant women within the jurisdiction to travel outside that jurisdiction in order to have an abortion. To put the matter in another way, the issue and the question of fact to be determined is: were they thus assisting in the destruction of the life of the unborn?",
                                                "elements": []
                                            },
                                            {
                                                "content": "I am satisfied beyond doubt that having regard to the admitted facts the Defendants were assisting in the ultimate destruction of the life of the unborn by abortion in that they were helping the pregnant woman who had decided upon that option to get in touch with a clinic in Great Britain which would provide the service of abortion. It seems to me an inescapable conclusion that if a woman was anxious to obtain an abortion and if she was able by availing of the counselling services of one or other of the Defendants to obtain the precise location, address and telephone number of, and method of communication with, a clinic in Great Britain which provided that service, put in plain language, that was knowingly helping her to attain her objective. I am, therefore, satisfied that the finding made by the learned trial Judge that the Defendants were assisting pregnant women to travel abroad to obtain further advice on abortion and to secure an abortion is well supported on the evidence ...\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court further noted that the phrase in Article 40.3.3o \"with due regard to the equal right to life of the mother\" did not arise for interpretation in the case since the applicants were not claiming that the service they were providing for pregnant women was \"in any way confined to or especially directed towards the due regard to the equal right to life of the mother ...\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "18. Open Door and Dublin Well Woman had submitted that if they did not provide this counselling service it was likely that pregnant women would succeed nevertheless in obtaining an abortion in circumstances less advantageous to their health. The Court rejected this argument in the following terms:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"Even if it could be established, however, it would not be a valid reason why the Court should not restrain the activities in which the defendants were engaged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The function of the courts, which is not dependent on the existence of legislation, when their jurisdiction to defend and vindicate a constitutionally guaranteed right has been invoked, must be confined to the issues and to the parties before them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "If the Oireachtas enacts legislation to defend and vindicate a constitutionally guaranteed right it may well do so in wider terms than are necessary for the resolution of any individual case. The courts cannot take that wide approach. They are confined to dealing with the parties and issues before them. I am satisfied, therefore, that it is no answer to the making of an order restraining these defendants’ activities that there may be other persons or the activities of other groups or bodies which will provide the same result as that assisted by these defendants’ activities.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "19. As to whether there was a constitutional right to information about the availability of abortion outside the State, the court stated as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"The performing of an abortion on a pregnant woman terminates the unborn life which she is carrying. Within the terms of Article 40.3.3o it is a direct destruction of the constitutionally guaranteed right to life of that unborn child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It must follow from this that there could not be an implied and unenumerated constitutional right to information about the availability of a service of abortion outside the State which, if availed of, would have the direct consequence of destroying the expressly guaranteed constitutional right to life of the unborn. As part of the submission on this issue it was further suggested that the right to receive and give information which, it was alleged, existed and was material to this case was, though not expressly granted, impliedly referred to or involved in the right of citizens to express freely their convictions and opinions provided by Article 40, s.6, sub-s.1 (i) of the Constitution, since, it was claimed, the right to express freely convictions and opinions may, under some circumstances, involve as an ancillary right the right to obtain information. I am satisfied that no right could constitutionally arise to obtain information the purpose of the obtaining of which was to defeat the constitutional right to life of the unborn child.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "20. The court upheld the decision of the High Court to grant an injunction but varied the terms of the order as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"... that the defendants and each of them, their servants or agents be perpetually restrained from assisting pregnant women within the jurisdiction to travel abroad to obtain abortions by referral to a clinic, by the making for them of travel arrangements, or by informing them of the identity and location of and the method of communication with a specified clinic or clinics or otherwise.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "The costs of the Supreme Court appeal were awarded against the applicant companies on 3 May 1988.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21. Following the judgment of the Supreme Court, Open Door, having no assets, ceased its activities.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C. Subsequent legal developments",
                                "elements": [
                                    {
                                        "content": "22. On 25 September 1989 S.P.U.C. applied to the High Court for a declaration that the dissemination in certain student publications of information concerning the identity and location of abortion clinics outside the jurisdiction was unlawful and for an injunction restraining its distribution. Their standing to apply to the courts for measures to protect the right to life of the unborn had previously been recognised by the Supreme Court following a similar action in the case of Society for the Protection of Unborn Children (Ireland) Ltd v. Coogan and Others ([1989] Irish Reports, pp. 734-751).",
                                        "elements": []
                                    },
                                    {
                                        "content": "By a judgment of 11 October 1989 the High Court decided to refer certain questions to the European Court of Justice for a preliminary ruling under Article 177 of the EEC Treaty concerning, inter alia, the question whether the right to information concerning abortion services outside  was protected by Community law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23. An appeal was brought against this decision and, on 19 December 1989, the Supreme Court granted an interlocutory injunction restraining the students from \"publishing or distributing or assisting in the printing, publishing or distribution of any publication produced under their aegis providing information to persons (including pregnant women) of the identity and location of and the method of communication with a specified clinic or clinics where abortions are performed\" (Society for the Protection of Unborn Children (Ireland) Ltd v. Stephen Grogan and Others, [1989] Irish Reports, pp. 753-771).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Justice Finlay CJ (with whom Mr Justice Walsh, Mr Justice Griffin and Mr Justice Hederman concurred) considered that the reasoning of the court in the case brought against the applicant companies applied to the activities of the students:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"I reject as unsound the contention that the activity involved in this case of publishing in the students’ manuals the name, address and telephone number, when telephoned from this State, of abortion clinics in the United Kingdom, and distributing such manuals in Ireland, can be distinguished from the activity condemned by this Court in [the Open Door Counselling case] on the grounds that the facts of that case were that the information was conveyed during periods of one to one non-directive counselling. It is clearly the fact that such information is conveyed to pregnant women, and not the method of communication which creates the unconstitutional illegality, and the judgment of this Court in the Open Door Counselling case is not open to any other interpretation.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Justice McCarthy also considered that an injunction should be issued and commented as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"In the light of the availability of such information from a variety of sources, such as imported magazines, etc., I am far from satisfied that the granting of an injunction to restrain these defendants from publishing the material impugned would save the life of a single unborn child, but I am more than satisfied that if the courts fail to enforce, and enforce forthwith, that guarantee as construed in A.G. (S.P.U.C.) v. Open Door Counselling Ltd ([1988] Irish Reports 593), then the rule of law will be set at nought.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "24. In a judgment of 4 October 1991 on the questions referred under Article 177 of the EEC Treaty, following the Supreme Court’s judgment, the Court of Justice of the European Communities ruled that the medical termination of pregnancy, performed in accordance with the law of the State in which it is carried out, constitutes a service within the meaning of Article 60 of the Treaty. However it found that the link between the activity of the student associations and medical terminations of pregnancy carried out in clinics in another member State was too tenuous for the prohibition on the distribution of information to be capable of being regarded as a restriction on the freedom to supply services within the meaning of Article 59 of the Treaty. The Court did not examine whether the prohibition was in breach of Article 10 (art. 10) of the Convention. In the light of its conclusions concerning the restriction on services it considered that it had no jurisdiction with regard to national legislation \"lying outside the scope of Community law\". Accordingly, the restrictions on the publication of information by student associations were not considered to be contrary to Community law (see paragraphs 22-23 above, the Society for the Protection of Unborn Children () Ltd v. Stephen Grogan and Others [1991] European Court Reports I, pp. 4733-4742).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25. The interpretation to be given to Article 40.3.3o of the Constitution also arose before the Supreme Court in the case of The Attorney General v. X and Others which concerned an application to the courts by the Attorney General for an injunction to prevent a 14-year-old girl who was pregnant from leaving the jurisdiction to have an abortion abroad. The girl alleged that she had been raped and had expressed the desire to commit suicide. The Supreme Court, in its judgment of 5 March 1992, found that termination of pregnancy was permissible under Article 40.3.3o where it was established as a matter of probability that there was a real and substantial risk to the life of the mother if such termination was not effected. Finding that this test was satisfied on the facts of the case the Supreme Court discharged the injunction which had been granted by the High Court at first instance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A majority of three judges of the Supreme Court (Finlay CJ, Hederman and Egan JJ.) expressed the view that Article 40.3.3o empowered the courts in proper cases to restrain by injunction a pregnant woman from leaving the jurisdiction to have an abortion so that the right to life of the unborn might be defended and vindicated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "During the oral hearing before the European Court of Human Rights, the Government made the following statement in the light of the Supreme Court’s judgment in this case:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"... persons who are deemed to be entitled under Irish law to avail themselves of termination of pregnancy in these circumstances must be regarded as being entitled to have appropriate access to information in relation to the facilities for such operations, either in  or abroad.\"",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. Evidence presented by the applicants",
                                "elements": [
                                    {
                                        "content": "26. The applicants presented evidence to the Court that there had been no significant drop in the number of Irish women having abortions in  since the granting of the injunction, that number being well over 3,500 women per year. They also submitted an opinion from an expert in public health (Dr J.R. Ashton) which concludes that there are five possible adverse implications for the health of Irish women arising from the injunction in the present case:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. An increase in the birth of unwanted and rejected children;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. An increase in illegal and unsafe abortions;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. A lack of adequate preparation of Irish women obtaining abortions;",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. Increases in delay in obtaining abortions with ensuing increased complication rates;",
                                        "elements": []
                                    },
                                    {
                                        "content": "5. Poor aftercare with a failure to deal adequately with medical complications and a failure to provide adequate contraceptive advice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In their written comments to the Court, S.P.U.C. claimed that the number of abortions obtained by Irish women in , which had been rising rapidly prior to the enactment of Article 40.3.3o, had increased at a much reduced pace. They further submitted that the number of births to married women had increased at a \"very substantial rate\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "27. The applicants claimed that the impugned information was available in British newspapers and magazines which were imported into  as well as in the yellow pages of the  telephone directory which could be purchased from the Irish telephone service. It was also available in publications such as the British Medical Journal which was obtainable in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "While not challenging the accuracy of the above information the Government observed that no newspaper or magazine had been produced in evidence to the Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE CONCERNING PROTECTION OF THE UNBORN",
                        "elements": [
                            {
                                "content": "A. Constitutional protection",
                                "elements": [
                                    {
                                        "content": "28. Article 40.3.3o of the Irish Constitution (the Eighth Amendment), which came into force in 1983 following a referendum, reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The State acknowledges the right to life of the unborn and, with due regard to the equal right to life of the mother, guarantees in its laws to respect, and, as far as practicable, by its laws to defend and vindicate that right.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "This provision has been interpreted by the Supreme Court in the present case, in the Society for the Protection of Unborn Children () Ltd v. Grogan and Others ([1989] Irish Reports, p. 753) and in The Attorney General v. X and Others (see paragraphs 22-25 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Statutory protection",
                                "elements": [
                                    {
                                        "content": "29. The statutory prohibition of abortion is contained in sections 58 and 59 of the Offences Against the Person Act 1861. Section 58 provides that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Every woman, being with child, who, with intent to procure her own miscarriage, shall unlawfully administer to herself any poison or other noxious thing or shall unlawfully use any instrument or other means whatsoever with the like intent, and whosoever, with intent to procure the miscarriage of any woman, whether she be or not be with child, shall unlawfully administer to her or cause to betaken by her any poison or other noxious thing, or shall unlawfully use any instrument or other means whatsoever with the like intent, shall be guilty of a felony, and being convicted thereof shall be liable, [to imprisonment for life] ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 59 states that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Whoever shall unlawfully supply or procure any poison or other noxious thing, or any instrument or thing whatsoever, knowing that the same is intended to be unlawfully used or employed with intent to procure the miscarriage of any woman, whether she be or be not with child, shall be guilty of a misdemeanour, and being convicted thereof, ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "30. Section 16 of the Censorship of Publications Act 1929 as amended by section 12 of the Health (Family Planning) Act 1979 provides that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"It shall not be lawful for any person, otherwise than under and in accordance with a permit in writing granted to him under this section",
                                        "elements": []
                                    },
                                    {
                                        "content": "any book or periodical publication (whether appearing on the register of prohibited publications or not) which advocates or which might reasonably be supposed to advocate the procurement of abortion or miscarriage or any method, treatment or appliance to be used for the purpose of such procurement.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "31. Section 58 of the Civil Liability Act 1961 provides that \"the law relating to wrongs shall apply to an unborn child for his protection in like manner as if the child were born, provided the child is subsequently born alive\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "32. Section 10 of the Health (Family Planning) Act 1979 re-affirms the statutory prohibition of abortion and states as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Nothing in this Act shall be construed as authorising -",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Case-law",
                                "elements": [
                                    {
                                        "content": "33. Apart from the present case and subsequent developments (see paragraphs 11-25 above), reference has been made to the right to life of the unborn in various decisions of the Supreme Court (see, for example, McGee v. Attorney General [1974] Irish Reports, p. 264, G. v. An Bord Uchtala [1980] Irish Reports, p. 32, Norris v. Attorney General [1984] Irish Reports, p. 36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34. In the case of G. v. An Bord Uchtala (loc. cit.) Mr Justice Walsh stated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"[A child] has the right to life itself and the right to be guarded against all threats directed to its existence, whether before or after birth ... The right to life necessarily implies the right to be born, the right to preserve and defend and to have preserved and defended that life ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "35. The Supreme Court has also stated that the courts are the custodians of the fundamental rights set out in the Constitution and that their powers in this regard are as ample as the defence of the Constitution requires (The State (Quinn) v. Ryan [1965] Irish Reports 70). Moreover, an infringement of a constitutional right by an individual may be actionable in damages as a constitutional tort (Meskell v. C.I.E. [1973] Irish Reports, p. 121).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In his judgment in The People v. Shaw ([1982] Irish Reports, p. 1), Mr Justice Kenny observed:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"When the People enacted the Constitution of 1937, they provided (Article 40,s.3) that the State guaranteed in its laws to respect, and, as far as practicable, by its laws to defend and vindicate the personal rights of the citizen and that the State should, in particular, by its laws protect as best it might from unjust attack and in the case of injustice done, vindicate the life, person, good name and property rights of every citizen. I draw attention to the use of the words ‘the State’. The obligation to implement this guarantee is imposed not on the Oireachtas only, but on each branch of the State which exercises the powers of legislating, executing and giving judgment on those laws: Article 6. The word ‘laws’ in Article 40,s.3 is not confined to laws which have been enacted by the Oireachtas, but comprehends the laws made by judges and by ministers of State when they make statutory instruments or regulations.\"",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "36. In their applications (nos. 14234 and 14235/88) lodged with the Commission on 19 August and 22 September 1988 the applicants complained that the injunction in question constituted an unjustified interference with their right to impart or receive information contrary to Article 10 (art. 10) of the Convention. Open Door, Mrs X and Ms Geraghty further claimed that the restrictions amounted to an interference with their right to respect for private life in breach of Article 8 (art. 8) and, in the case of Open Door, discrimination contrary to Article 14 in conjunction with Articles 8 and 10 (art. 14+8, art. 14+10).",
                        "elements": []
                    },
                    {
                        "content": "37. The Commission joined the applications on 14 March 1989 and declared the case admissible on 15 May 1990. In its report of 7 March 1991 (Article 31) (art. 31), it expressed the opinion:",
                        "elements": []
                    },
                    {
                        "content": "(a) by eight votes to five, that there had been a violation of Article 10 (art. 10) in respect of the Supreme Court injunction as it affected the applicant companies and counsellors;",
                        "elements": []
                    },
                    {
                        "content": "(b) by seven votes to six, that there had been a violation of Article 10 (art. 10) in respect of the Supreme Court injunction as it affected Mrs X and Ms Geraghty;",
                        "elements": []
                    },
                    {
                        "content": "(c) by seven votes to two, with four abstentions, that it was not necessary to examine further the complaints of Mrs X and Ms Geraghty under Article 8 (art. 8);",
                        "elements": []
                    },
                    {
                        "content": "(d) unanimously, that there had been no violation of Articles 8 and 14 (art. 8, art. 14) in respect of Open Door.",
                        "elements": []
                    },
                    {
                        "content": "The full text of the Commission’s opinion and of the seven separate opinions contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS MADE TO THE COURT BY THE GOVERNMENT",
                "elements": [
                    {
                        "content": "38. At the public hearing on 24 March 1992 the Government maintained in substance the arguments and submissions set out in their memorial whereby they invited the Court to find that there had been no breach of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I. SCOPE OF THE  WELL WOMAN CASE",
                        "elements": [
                            {
                                "content": "39. In their original application to the Commission Dublin Well Woman and the two counsellors, Ms Maher and Ms Downes, alleged that the Supreme Court injunction constituted an unjustified interference with their right to impart information, in breach of Article 10 (art. 10) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "In their pleadings before the Court they further complained that there had also been a breach of Article 8 (art. 8). They had not raised this complaint before the Commission.",
                                "elements": []
                            },
                            {
                                "content": "40. The scope of the Court’s jurisdiction is determined by the Commission’s decision declaring the originating application admissible (see, inter alia, the Brogan and Others v. the United Kingdom judgment of 29 November 1988, Series A no. 145-B, p. 27, para. 46). The Court considers that the applicants are now seeking to raise before the Court a new and separate complaint. As such it has no jurisdiction to entertain it.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. THE GOVERNMENT’S PRELIMINARY OBJECTIONS",
                        "elements": [
                            {
                                "content": "A. Whether Ms Maher, Ms Downes, Mrs X and Ms Geraghty can claim to be \"victims\" of a violation of the Convention",
                                "elements": [
                                    {
                                        "content": "41. The Government submitted, as they had done before the Commission, that only the corporate applicants could claim to be \"victims\" of an infringement of their Convention rights. Ms Maher, Ms Downes, Mrs X and Ms Geraghty had not been involved in the proceedings before the Irish courts. Moreover the applicants had failed to identify a single pregnant woman who could claim to be a \"victim\" of the matters complained of. In this respect the case was in the nature of an actio popularis, particularly as regards Mrs X and Ms Geraghty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Ms MahDoneer and Ms Downes",
                                        "elements": [
                                            {
                                                "content": "42. The Delegate of the Commission pointed out that the Government’s plea as regards the applicant counsellors (Ms Maher and Ms Downes) conflicted with their concession in the pleadings before the Commission that these applicants were subject to the restraint of the Supreme Court injunction and could therefore properly claim to have suffered an interference with their Article 10 (art. 10) rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43. The Court agrees with the Commission that Ms Maher and Ms Downes can properly claim to be \"victims\" of an interference with their rights since they were directly affected by the Supreme Court injunction. Moreover, it considers that the Government are precluded from making submissions as regards preliminary exceptions which are inconsistent with concessions previously made in their pleadings before the Commission (see, mutatis mutandis, the Pine Valley Developments Ltd and Others v. Ireland judgment of 29 November 1991, Series A no. 222, pp. 21-22, para. 47, and the Kolompar v. Belgium judgment of 24 September 1992, Series A no. 235-C, p. 54, para. 32).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Mrs X and Ms Geraghty",
                                        "elements": [
                                            {
                                                "content": "44. The Court recalls that Article 25 (art. 25) entitles individuals to contend that a law violates their rights by itself, in the absence of an individual measure of implementation, if they run the risk of being directly affected by it (see, inter alia, the Johnston and Others v. Ireland judgment of 18 December 1986, Series A no. 112, p. 21, para. 42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the present case the Supreme Court injunction restrained the corporate applicants and their servants and agents from providing certain information to pregnant women. Although it has not been asserted that Mrs X and Ms Geraghty are pregnant, it is not disputed that they belong to a class of women of child-bearing age which may be adversely affected by the restrictions imposed by the injunction. They are not seeking to challenge in abstracto the compatibility of Irish law with the Convention since they run a risk of being directly prejudiced by the measure complained of. They can thus claim to be \"victims\" within the meaning of Article 25 para. 1 (art. 25-1).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. Whether the application complies with the six-month rule",
                                "elements": [
                                    {
                                        "content": "45. At the oral hearing the Government submitted that the application should be rejected under Article 26 (art. 26) for failure to comply with the six-month rule, on the grounds that the applicants were relying on case-law and arguments which were not raised before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46. The Court observes that while this plea was made before the Commission (see Appendix II of the Commission’s report) it was not re-iterated in the Government’s memorial to the Court and was raised solely at the oral hearing. Rule 48 para. 1 of the Rules of Court, however, required them to file it before the expiry of the time-limit laid down for the filing of their memorial, with the result that it must therefore be rejected as being out of time (see, inter alia, the Olsson v. Sweden judgment of 24 March 1988, Series A no. 130, p. 28, para. 56).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Whether the applicants had exhausted domestic remedies",
                                "elements": [
                                    {
                                        "content": "47. In their memorial the Government submitted - as they had also done before the Commission - that domestic remedies had not been exhausted, as required by Article 26 (art. 26), by:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Open Door as regards its complaints under Articles 8 and 14 (art. 8, art. 14);",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. both Open Door and Dublin Well Woman in so far as they sought to introduce in their complaint under Article 10 (art. 10) evidence and submissions concerning abortion and the impact of the Supreme Court injunction on women’s health that had not been raised before the Irish courts;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. Ms Maher, Ms Downes, Mrs X and Ms Geraghty on the grounds that they had made no attempt to exhaust domestic remedies under Irish law and that they had not been involved in any capacity in the relevant proceedings before the Irish courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48. As regards (1) the Court observes that Open Door would have had no prospect of success in asserting these complaints having regard to the reasoning of the Supreme Court concerning the high level of protection afforded to the right to life of the unborn child under Irish law (see paragraphs 16-25 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49. As regards (2) Open Door and Dublin Well Woman are not introducing a fresh complaint in respect of which they have not exhausted domestic remedies. They are merely developing their submissions in respect of complaints which have already been examined by the Irish courts. Article 26 (art. 26) imposes no impediments to applicants in this regard. It is clear from the judgment of the Supreme Court that the applicants had in fact argued that an injunction would adversely affect women’s health and that this submission was rejected (see paragraph 18 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50. Finally, as regards (3) it emerges from the judgments of the Supreme Court in the present case and in subsequent cases (see paragraphs 16-25 above) that any action brought by the four individual applicants would have had no prospects of success.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51. Accordingly, the Government’s objection based on non- exhaustion of domestic remedies fails.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Conclusion",
                                        "elements": []
                                    },
                                    {
                                        "content": "52. To sum up, the Court is able to take cognisance of the merits of the case as regards all of the applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. ALLEGED VIOLATION OF ARTICLE 10 (art. 10)",
                        "elements": [
                            {
                                "content": "53. The applicants alleged that the Supreme Court injunction, restraining them from assisting pregnant women to travel abroad to obtain abortions, infringed the rights of the corporate applicants and the two counsellors to impart information, as well as the rights of Mrs X and Ms Geraghty to receive information. They confined their complaint to that part of the injunction which concerned the provision of information to pregnant women as opposed to the making of travel arrangements or referral to clinics (see paragraph 20 above). They invoked Article 10 (art. 10) which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"1. Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers ...",
                                "elements": []
                            },
                            {
                                "content": "2. The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.\"",
                                "elements": []
                            },
                            {
                                "content": "54. In their submissions to the Court the Government contested these claims and also contended that Article 10 (art. 10) should be interpreted against the background of Articles 2, 17 and 60 (art. 2, art. 17, art. 60) of the Convention the relevant parts of which state:",
                                "elements": []
                            },
                            {
                                "content": "Article 2 (art. 2)",
                                "elements": []
                            },
                            {
                                "content": "\"1. Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "...\"",
                                "elements": []
                            },
                            {
                                "content": "Article 17 (art. 17)",
                                "elements": []
                            },
                            {
                                "content": "\"Nothing in [the] Convention may be interpreted as implying for any State, group or person any right to engage in any activity or perform any act aimed at the destruction of any of the rights and freedoms set forth herein or at their limitation to a greater extent than is provided for in the Convention.\"",
                                "elements": []
                            },
                            {
                                "content": "Article 60 (art. 60)",
                                "elements": []
                            },
                            {
                                "content": "\"Nothing in [the] Convention shall be construed as limiting or derogating from any of the human rights and fundamental freedoms which may be ensured under the laws of any High Contracting Party or under any other agreement to which it is a Party.\"",
                                "elements": []
                            },
                            {
                                "content": "A. Was there an interference with the applicants’ rights?",
                                "elements": [
                                    {
                                        "content": "55. The Court notes that the Government accepted that the injunction interfered with the freedom of the corporate applicants to impart information. Having regard to the scope of the injunction which also restrains the \"servants or agents\" of the corporate applicants from assisting \"pregnant women\" (see paragraph 20 above), there can be no doubt that there was also an interference with the rights of the applicant counsellors to impart information and with the rights of Mrs X and Ms Geraghty to receive information in the event of being pregnant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "To determine whether such an interference entails a violation of Article 10 (art. 10), the Court must examine whether or not it was justified under Article 10 para. 2 (art. 10-2) by reason of being a restriction \"prescribed by law\" which was necessary in a democratic society on one or other of the grounds specified in Article 10 para. 2 (art. 10-2).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Was the restriction \"prescribed by law\"?",
                                "elements": [
                                    {
                                        "content": "1. Arguments presented by those appearing before the Court",
                                        "elements": [
                                            {
                                                "content": "56. Open Door and Dublin Well Woman submitted that the law was not formulated with sufficient precision to have enabled them to foresee that the non-directive counselling in which they were involved would be restrained by the courts. It was not clear from the wording of Article 40.3.3o of the Constitution (the Eighth Amendment), which gave rise to many difficulties of interpretation and application, that those giving information to pregnant women would be in breach of this provision. In the same way, it was not clear whether it could have been used as a means of prohibiting access to foreign periodicals containing advertisements for abortion facilities abroad or of restricting other activities involving a \"threat\" to the life of the unborn such as travelling abroad to have an abortion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In this respect the applicants pointed out that the provision had been criticised at the time of its enactment by both the Attorney General and the Director of Public Prosecutions on the grounds that it was ambiguous and uncertain. Furthermore, although there was an expectation that there would be legislation to clarify the meaning of the provision, none was in fact enacted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "They also maintained that on its face Article 40.3.3o is addressed only to the State and not to private persons. Thus they had no way of knowing that it would apply to non-directive counselling by private agencies. Indeed, since none of ’s other laws concerning abortion forbids such counselling or travelling abroad to have an abortion they had good reason to believe that this activity was lawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Finally, the insufficient precision of the Eighth Amendment was well reflected in the recent judgment of the Supreme Court of 5 March 1992 in The Attorney General v. X and Others which, as conceded by the Government, had the consequence that it would now be lawful to provide information concerning abortion services abroad in certain circumstances (see paragraph 25 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In sum, given the uncertain scope of this provision and the considerable doubt as to its meaning and effect, even amongst the most authoritative opinion, the applicants could not have foreseen that such non-directive counselling was unlawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57. The Government submitted that the legal position was reasonably foreseeable with appropriate legal advice, within the meaning of the Court’s case-law. The applicants ought to have known that an injunction could be obtained against them to protect or defend rights guaranteed by the Constitution, or recognised at common law, or under the principles of the law of equity. Indeed, evidence had now come to light subsequent to the publication of the Commission’s report that Dublin Well Woman had actually received legal advice concerning the implications of the wording of the Amendment which warned that a court injunction to restrain their counselling activities was possible (see paragraph 10 in fine above). It was thus not open to the applicants, against this background, to argue that the injunction was unforeseeable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58. For the Commission, the Eighth Amendment did not provide a clear basis for the applicants to have foreseen that providing information about lawful services abroad would be unlawful. A law restricting freedom of expression across frontiers in such a vital area required particular precision to enable individuals to regulate their conduct accordingly. Since it was not against the criminal law for women to travel abroad to have an abortion, lawyers could reasonably have concluded that the provision of information did not involve a criminal offence. In addition, the Government had been unable to show, with reference to case-law, that the applicant companies could have foreseen that their counselling service was a constitutional tort (see paragraph 35 above). Moreover, the wording of the Amendment suggested that legislation was to have been enacted regulating the protection of the rights of the unborn.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Court’s examination of the issue",
                                        "elements": [
                                            {
                                                "content": "59. This question must be approached by considering not merely the wording of Article 40.3.3o in isolation but also the protection given under Irish law to the rights of the unborn in statute law and in case-law (see paragraphs 28-35 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is true that it is not a criminal offence to have an abortion outside  and that the practice of non-directive counselling of pregnant women did not infringe the criminal law as such. Moreover, on its face the language of Article 40.3.3o appears to enjoin only the State to protect the right to life of the unborn and suggests that regulatory legislation will be introduced at some future stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On the other hand, it is clear from Irish case-law, even prior to 1983, that infringement of constitutional rights by private individuals as well as by the State may be actionable (see paragraph 35 above). Furthermore, the constitutional obligation that the State defend and vindicate personal rights \"by its laws\" has been interpreted by the courts as not being confined merely to \"laws\" which have been enacted by the Irish Parliament (Oireachtas) but as also comprehending judge-made \"law\". In this regard the Irish courts, as the custodians of fundamental rights, have emphasised that they are endowed with the necessary powers to ensure their protection (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60. Taking into consideration the high threshold of protection of the unborn provided under Irish law generally and the manner in which the courts have interpreted their role as the guarantors of constitutional rights, the possibility that action might be taken against the corporate applicants must have been, with appropriate legal advice, reasonably foreseeable (See the Sunday Times v. the United Kingdom judgment of 26 April 1979, Series A no. 30, p. 31, para. 49). This conclusion is reinforced by the legal advice that was actually given to Dublin Well Woman that, in the light of Article 40.3.3o, an injunction could be sought against its counselling activities (see paragraph 10 in fine above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The restriction was accordingly \"prescribed by law\".",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C. Did the restriction have aims that were legitimate under Article 10 para. 2 (art. 10-2)?",
                                "elements": [
                                    {
                                        "content": "61. The Government submitted that the relevant provisions of Irish law are intended for the protection of the rights of others - in this instance the unborn -, for the protection of morals and, where appropriate, for the prevention of crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62. The applicants disagreed, contending inter alia that, in view of the use of the term \"everyone\" in Article 10 para. 1 (art. 10-1) and throughout the Convention, it would be illogical to interpret the \"rights of others\" in Article 10 para. 2 (art. 10-2) as encompassing the unborn.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63. The Court cannot accept that the restrictions at issue pursued the aim of the prevention of crime since, as noted above (paragraph 59), neither the provision of the information in question nor the obtaining of an abortion outside the jurisdiction involved any criminal offence. However, it is evident that the protection afforded under Irish law to the right to life of the unborn is based on profound moral values concerning the nature of life which were reflected in the stance of the majority of the Irish people against abortion as expressed in the 1983 referendum (see paragraph 28 above). The restriction thus pursued the legitimate aim of the protection of morals of which the protection in  of the right to life of the unborn is one aspect. It is not necessary in the light of this conclusion to decide whether the term \"others\" under Article 10 para. 2 (art. 10-2) extends to the unborn.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. Was the restriction necessary in a democratic society?",
                                "elements": [
                                    {
                                        "content": "64. The Government submitted that the Court’s approach to the assessment of the \"necessity\" of the restraint should be guided by the fact that the protection of the rights of the unborn in Ireland could be derived from Articles 2, 17 and 60 (art. 2, art. 17, art. 60) of the Convention. They further contended that the \"proportionality\" test was inadequate where the rights of the unborn were at issue. The Court will examine these issues in turn.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Article 2 (art. 2)",
                                        "elements": [
                                            {
                                                "content": "65. The Government maintained that the injunction was necessary in a democratic society for the protection of the right to life of the unborn and that Article 10 (art. 10) should be interpreted inter alia against the background of Article 2 (art. 2) of the Convention which, they argued, also protected unborn life. The view that abortion was morally wrong was the deeply held view of the majority of the people in  and it was not the proper function of the Court to seek to impose a different viewpoint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66. The Court observes at the outset that in the present case it is not called upon to examine whether a right to abortion is guaranteed under the Convention or whether the foetus is encompassed by the right to life as contained in Article 2 (art. 2). The applicants have not claimed that the Convention contains a right to abortion, as such, their complaint being limited to that part of the injunction which restricts their freedom to impart and receive information concerning abortion abroad (see paragraph 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Thus the only issue to be addressed is whether the restrictions on the freedom to impart and receive information contained in the relevant part of the injunction are necessary in a democratic society for the legitimate aim of the protection of morals as explained above (see paragraph 63). It follows from this approach that the Government’s argument based on Article 2 (art. 2) of the Convention does not fall to be examined in the present case. On the other hand, the arguments based on Articles 17 and 60 (art. 17, art. 60) fall to be considered below (see paragraphs 78 and 79).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Proportionality",
                                        "elements": [
                                            {
                                                "content": "67. The Government stressed the limited nature of the Supreme Court’s injunction which only restrained the provision of certain information (see paragraph 20 above). There was no limitation on discussion in  about abortion generally or the right of women to travel abroad to obtain one. They further contended that the Convention test as regards the proportionality of the restriction was inadequate where a question concerning the extinction of life was at stake. The right to life could not, like other rights, be measured according to a graduated scale. It was either respected or it was not. Accordingly, the traditional approach of weighing competing rights and interests in the balance was inappropriate where the destruction of unborn life was concerned. Since life was a primary value which was antecedent to and a prerequisite for the enjoyment of every other right, its protection might involve the infringement of other rights such as freedom of expression in a manner which might not be acceptable in the defence of rights of a lesser nature.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government also emphasised that, in granting the injunction, the Supreme Court was merely sustaining the logic of Article 40.3.3o of the Constitution. The determination by the Irish courts that the provision of information by the relevant applicants assisted in the destruction of unborn life was not open to review by the Convention institutions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68. The Court cannot agree that the State’s discretion in the field of the protection of morals is unfettered and unreviewable (see, mutatis mutandis, for a similar argument, the Norris v.  judgment of 26 October 1988, Series A no. 142, p. 20, para. 45).",
                                                "elements": []
                                            },
                                            {
                                                "content": "It acknowledges that the national authorities enjoy a wide margin of appreciation in matters of morals, particularly in an area such as the present which touches on matters of belief concerning the nature of human life. As the Court has observed before, it is not possible to find in the legal and social orders of the Contracting States a uniform European conception of morals, and the State authorities are, in principle, in a better position than the international judge to give an opinion on the exact content of the requirements of morals as well as on the \"necessity\" of a \"restriction\" or \"penalty\" intended to meet them (see, inter alia, the Handyside v. the United Kingdom judgment of 7 December 1976, Series A no. 24, p. 22, para. 48, and the Müller and Others v. Switzerland judgment of 24 May 1988, Series A no. 133, p. 22, para. 35).",
                                                "elements": []
                                            },
                                            {
                                                "content": "However this power of appreciation is not unlimited. It is for the Court, in this field also, to supervise whether a restriction is compatible with the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69. As regards the application of the \"proportionality\" test, the logical consequence of the Government’s argument is that measures taken by the national authorities to protect the right to life of the unborn or to uphold the constitutional guarantee on the subject would be automatically justified under the Convention where infringement of a right of a lesser stature was alleged. It is, in principle, open to the national authorities to take such action as they consider necessary to respect the rule of law or to give effect to constitutional rights. However, they must do so in a manner which is compatible with their obligations under the Convention and subject to review by the Convention institutions. To accept the Government’s pleading on this point would amount to an abdication of the Court’s responsibility under Article 19 (art. 19) \"to ensure the observance of the engagements undertaken by the High Contracting Parties ...\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "70. Accordingly, the Court must examine the question of \"necessity\" in the light of the principles developed in its case-law (see, inter alia, the Observer and Guardian v. the United Kingdom judgment of 26 November 1991, Series A no. 216, pp. 29-30, para. 59). It must determine whether there existed a pressing social need for the measures in question and, in particular, whether the restriction complained of was \"proportionate to the legitimate aim pursued\" (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71. In this context, it is appropriate to recall that freedom of expression is also applicable to \"information\" or \"ideas\" that offend, shock or disturb the State or any sector of the population. Such are the demands of that pluralism, tolerance and broadmindedness without which there is no \"democratic society\" (see, inter alia, the above-mentioned Handyside judgment, Series A no. 24, p. 23, para. 49).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72. While the relevant restriction, as observed by the Government, is limited to the provision of information, it is recalled that it is not a criminal offence under Irish law for a pregnant woman to travel abroad in order to have an abortion. Furthermore, the injunction limited the freedom to receive and impart information with respect to services which are lawful in other Convention countries and may be crucial to a woman’s health and well-being. Limitations on information concerning activities which, notwithstanding their moral implications, have been and continue to be tolerated by national authorities, call for careful scrutiny by the Convention institutions as to their conformity with the tenets of a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73. The Court is first struck by the absolute nature of the Supreme Court injunction which imposed a \"perpetual\" restraint on the provision of information to pregnant women concerning abortion facilities abroad, regardless of age or state of health or their reasons for seeking counselling on the termination of pregnancy. The sweeping nature of this restriction has since been highlighted by the case of The Attorney General v. X and Others and by the concession made by the Government at the oral hearing that the injunction no longer applied to women who, in the circumstances as defined in the Supreme Court’s judgment in that case, were now free to have an abortion in Ireland or abroad (see paragraph 25 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74. On that ground alone the restriction appears over broad and disproportionate. Moreover, this assessment is confirmed by other factors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75. In the first place, it is to be noted that the corporate applicants were engaged in the counselling of pregnant women in the course of which counsellors neither advocated nor encouraged abortion, but confined themselves to an explanation of the available options (see paragraphs 13 and 14 above). The decision as to whether or not to act on the information so provided was that of the woman concerned. There can be little doubt that following such counselling there were women who decided against a termination of pregnancy. Accordingly, the link between the provision of information and the destruction of unborn life is not as definite as contended. Such counselling had in fact been tolerated by the State authorities even after the passing of the Eighth Amendment in 1983 until the Supreme Court’s judgment in the present case. Furthermore, the information that was provided by the relevant applicants concerning abortion facilities abroad was not made available to the public at large.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76. It has not been seriously contested by the Government that information concerning abortion facilities abroad can be obtained from other sources in  such as magazines and telephone directories (see paragraphs 23 and 27 above) or by persons with contacts in . Accordingly, information that the injunction sought to restrict was already available elsewhere although in a manner which was not supervised by qualified personnel and thus less protective of women’s health. Furthermore, the injunction appears to have been largely ineffective in protecting the right to life of the unborn since it did not prevent large numbers of Irish women from continuing to obtain abortions in  (see paragraph 26 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77. In addition, the available evidence, which has not been disputed by the Government, suggests that the injunction has created a risk to the health of those women who are now seeking abortions at a later stage in their pregnancy, due to lack of proper counselling, and who are not availing themselves of customary medical supervision after the abortion has taken place (see paragraph 26 above). Moreover, the injunction may have had more adverse effects on women who were not sufficiently resourceful or had not the necessary level of education to have access to alternative sources of information (see paragraph 76 above). These are certainly legitimate factors to take into consideration in assessing the proportionality of the restriction.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Articles 17 and 60 (art. 17, art. 60)",
                                        "elements": [
                                            {
                                                "content": "78. The Government, invoking Articles 17 and 60 (art. 17, art. 60) of the Convention, have submitted that Article 10 (art. 10) should not be interpreted in such a manner as to limit, destroy or derogate from the right to life of the unborn which enjoys special protection under Irish law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79. Without calling into question under the Convention the regime of protection of unborn life that exists under Irish law, the Court recalls that the injunction did not prevent Irish women from having abortions abroad and that the information it sought to restrain was available from other sources (see paragraph 76 above). Accordingly, it is not the interpretation of Article 10 (art. 10) but the position in  as regards the implementation of the law that makes possible the continuance of the current level of abortions obtained by Irish women abroad.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. Conclusion",
                                        "elements": [
                                            {
                                                "content": "80. In the light of the above, the Court concludes that the restraint imposed on the applicants from receiving or imparting information was disproportionate to the aims pursued. Accordingly there has been a breach of Article 10 (art. 10).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV. ALLEGED VIOLATIONS OF ARTICLES 8 AND 14 (art. 8, art. 14)",
                        "elements": [
                            {
                                "content": "81. Open Door also alleged a violation of the right to respect for private life contrary to Article 8 (art. 8) claiming that it should be open to it to complain of an interference with the privacy rights of its clients. Similarly, Mrs X and Ms Geraghty complained under this provision that the denial to them of access to information concerning abortion abroad constituted an unjustifiable interference with their right to respect for private life.",
                                "elements": []
                            },
                            {
                                "content": "Open Door further claimed discrimination contrary to Article 14 in conjunction with Article 8 (art. 14+8) alleging that the injunction discriminated against women since men were not denied information \"critical to their reproductive and health choices\". It also invoked Article 14 in conjunction with Article 10 (art. 14+10) claiming discrimination on the grounds of political or other opinion since those who seek to counsel against abortion are permitted to express their views without restriction.",
                                "elements": []
                            },
                            {
                                "content": "82. The applicants in the Dublin Well Woman case, in their memorial to the Court, similarly complained of discrimination contrary to Article 14, firstly, in conjunction with Article 8 (art. 14+8) on the same basis as Open Door, and secondly, in conjunction with Article 10 (art. 14+10) on the grounds that it followed from the decision of the Court of Justice of the European Communities in the Grogan case (see paragraph 24 above) that, had Dublin Well Woman been an \"economic operator\", they would have been permitted to distribute and receive such information.",
                                "elements": []
                            },
                            {
                                "content": "83. The Court notes that the complaints of discrimination made by the applicants in Dublin Well Woman were made for the first time in the proceedings before the Court and that consequently it may be questioned whether it has jurisdiction to examine them (see paragraph 40 above). However, having regard to its finding that there had been a breach of Article 10 (art. 10) (see paragraph 80 above) the Court considers that it is not necessary to examine either these complaints or those made by Open Door, Mrs X and Ms Geraghty.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V. APPLICATION OF ARTICLE 50 (art. 50)",
                        "elements": [
                            {
                                "content": "84. Article 50 (art. 50) provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"",
                                "elements": []
                            },
                            {
                                "content": "A. Damage",
                                "elements": [
                                    {
                                        "content": "85. Open Door made no claim for compensation for damage. Dublin Well Woman, on the other hand, claimed pecuniary damages amounting to IR£62,172 in respect of loss of income for the period January 1987 to June 1988 due to the discontinuance of the pregnancy counselling service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86. The Government submitted that the claim should be rejected. In particular, they contended that it was made belatedly; that it was inconsistent with Dublin Well Woman’s status as a non-profit- making company to claim pecuniary damage and was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87. The Court notes that the claim was made on 24 February 1992 and thus well in advance of the hearing of the case on 24 March 1992. Furthermore, it considers that even a non-profit- making company such as the applicant can incur losses for which it should be compensated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government have submitted that it was unclear on what basis or in what manner the sum of IR£62,172 was computed and Dublin Well Woman has not indicated how these losses were calculated or sought to substantiate them. Nevertheless, the discontinuance of the counselling service must have resulted in a loss of income. Having regard to equitable considerations as required by Article 50 (art. 50), the Court awards IR£25,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Costs and expenses",
                                "elements": [
                                    {
                                        "content": "1. Open Door",
                                        "elements": [
                                            {
                                                "content": "88. Open Door claimed the sum of IR£68,985.75 referable to both the national proceedings and to those before the Convention institutions. This sum did not take into account what had been received by way of legal aid from the Council of Europe in respect of fees. On 1 May 1992 Mr Cole, a lawyer who had appeared on behalf of Open Door, filed a supplementary claim for US$24,300 on behalf of the Centre for Constitutional Rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89. The Government considered the claim made by Open Door to be reasonable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90. The Court observes that the claim made by Open Door includes an amount for the services of Mr Cole of the Centre for Constitutional Rights. It rejects his supplementary claim on behalf of the Centre for Constitutional Rights which was not itself a party to the proceedings. However, it allows Open Door’s uncontested claim less 6,900 French francs paid by way of legal aid in respect of fees.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Well Woman",
                                        "elements": [
                                            {
                                                "content": "91. Dublin Well Woman claimed a total sum of IR£63,302.84 for costs and expenses incurred in the national proceedings. They further claimed IR£21,084.95 and IR£27,116.30 in respect of proceedings before the Commission and the Court. These sums did not take into account what had been received by way of legal aid in respect of fees and expenses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92. The Government accepted that the claims for domestic costs were reasonable. However they submitted that, in the light of the claim made by Open Door, IR£16,000 and IR£19,000 were more appropriate sums for the proceedings before the Commission and Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93. The Court also considers that the amount claimed in respect of the proceedings before the Commission and Court is excessive taking into account the fees claimed by Open Door and the differences between the two applications. It holds that Dublin Well Woman should be awarded IR£100,000 under this head less 52,577 French francs already paid by way of legal aid in respect of fees and expenses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94. The amounts awarded in this judgment are to be increased by any value-added tax that may be chargeable.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1. Dismisses by fifteen votes to eight the Government’s plea that Mrs X and Ms Geraghty cannot claim to be victims of a violation of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2. Dismisses unanimously the remainder of the Government’s preliminary objections;",
                        "elements": []
                    },
                    {
                        "content": "3. Holds by fifteen votes to eight that there has been a violation of Article 10 (art. 10);",
                        "elements": []
                    },
                    {
                        "content": "4. Holds unanimously that it is not necessary to examine the remaining complaints;",
                        "elements": []
                    },
                    {
                        "content": "5. Holds by seventeen votes to six that  is to pay to Dublin Well Woman, within three months, IR£25,000 (twenty-five thousand Irish pounds) in respect of damages;",
                        "elements": []
                    },
                    {
                        "content": "6. Holds unanimously that Ireland is to pay to Open Door and Dublin Well Woman, within three months, in respect of costs and expenses, the sums resulting from the calculation to be made in accordance with paragraphs 90, 93 and 94 of the judgment;",
                        "elements": []
                    },
                    {
                        "content": "7. Dismisses unanimously the remainder of the claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 29 October 1992.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 para. 2 (art. 51-2) of the Convention and Rule 53 para. 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a) dissenting opinion of Mr Cremona;",
                        "elements": []
                    },
                    {
                        "content": "(b) partly dissenting opinion of Mr Matscher;",
                        "elements": []
                    },
                    {
                        "content": "(c) dissenting opinion of Mr Pettiti, Mr Russo and Mr Lopes Rocha, approved by Mr Bigi;",
                        "elements": []
                    },
                    {
                        "content": "(d) separate opinion of Mr De Meyer;",
                        "elements": []
                    },
                    {
                        "content": "(e) concurring opinion of Mr Morenilla;",
                        "elements": []
                    },
                    {
                        "content": "(f) partly dissenting opinion of Mr Baka;",
                        "elements": []
                    },
                    {
                        "content": "(g) dissenting opinion of Mr Blayney.",
                        "elements": []
                    },
                    {
                        "content": "There are certain aspects in this case which merit special consideration in the context of the \"necessary in a democratic society\" requirement for the purposes of Article 10 para. 2 (art. 10-2) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Firstly, there is the paramount place accorded to the protection of unborn life in the whole fabric of Irish public policy, as is abundantly manifest from repeated pronouncements of the highest judicial and other national authorities.",
                        "elements": []
                    },
                    {
                        "content": "Secondly, this is in fact a fundamental principle of Irish public policy which has been enshrined in the constitution itself after being unequivocally affirmed by the direct will of a strong majority of the people by means of the eminently democratic process of a comparatively recent national referendum.",
                        "elements": []
                    },
                    {
                        "content": "Thirdly, in a matter such as this touching on profound moral values considered fundamental in the national legal order, the margin of appreciation left to national authorities (which in this case the judgment itself describes as wide), though of course not exempt from supervision by the  institutions, assumes a particular significance. As has been said by the Court on other occasions -",
                        "elements": []
                    },
                    {
                        "content": "(a) \"it is not possible to find in the legal and social orders of the Contracting States a uniform European conception of morals\" so that \"the view taken of the requirements of morals varies from time to time and from place to place, especially in our era, characterised as it is by a far-reaching evolution of opinions on the subject\" (Müller and Others v. Switzerland judgment of 24 May 1988, Series A no. 133, p. 22, para. 35; and see also Handyside v. the United kingdom judgment of 7 December 1976, Series A no. 24, p. 22, para. 48); and",
                        "elements": []
                    },
                    {
                        "content": "(b) \"by reason of their direct and continuous contact with the vital forces of their countries, State authorities are in principle in a better position than an international judge to give an opinion on the exact content of these requirements as well as on the necessity of a restriction or penalty intended to meet them\" (ibid.).",
                        "elements": []
                    },
                    {
                        "content": "I think this assumes particular importance in the present case in view of the popular expression in a national referendum. The interference in question is in fact a corollary of the constitutional protection accorded to those unable to defend themselves (i.e. the unborn) intended to avoid setting at nought a constitutional provision considered to be basic in the national legal order and indeed, as the Government put it, to sustain the logic of that provision.",
                        "elements": []
                    },
                    {
                        "content": "Fourthly, there is also a certain proportionality in that the prohibition in question in no way affects the expression of opinion about the permissibility of abortion in general and does not extend to measures restricting freedom of movement of pregnant women or subjecting them to unsolicited examinations. It is true that, within its own limited scope the injunction was couched in somewhat absolute terms, but what it really sought to do was to reflect the general legal principle involved and the legal position as then generally understood.",
                        "elements": []
                    },
                    {
                        "content": "I am convinced that any inconvenience or possible risk from the impugned injunction which has been represented as indirectly affecting women who may wish to seek abortions, or any practical limitation on the general effectiveness of such injunction cannot, in the context of the case as a whole, whether by themselves or in conjunction with other arguments, outweigh the above considerations in the overall assessment.",
                        "elements": []
                    },
                    {
                        "content": "In conclusion, taking into account all relevant circumstances and in particular the margin of appreciation enjoyed by national authorities, I cannot find that the injunction in question was incompatible with Article 10 (art. 10) of the Convention. In my view it satisfied all the requirements of paragraph 2 (art. 10-2) thereof. There was thus no violation of that provision.",
                        "elements": []
                    },
                    {
                        "content": "1. (a) Despite the Court’s reference (at paragraph 44 of the present judgment) to paragraph 42 of the Johnston and Others v. Ireland judgment (which incidentally does not appear to me to be to the point because it concerns a very different situation), I have my doubts about the status of \"victims\" of the applicants Mrs X and Ms Geraghty, who have in no way claimed that they wished to seek information of the type the disclosure of which the contested injunction restrained.",
                        "elements": []
                    },
                    {
                        "content": "By according, in these circumstances, the status of victims to the two applicants, the Court has, to my mind, adopted too broad an interpretation of this requirement, which is an essential condition for any individual application; in so doing it is liable to destroy the distinction between such applications and applications of the actio popularis type, which are not permissible under the Convention.",
                        "elements": []
                    },
                    {
                        "content": "This amounts to affirming that anyone could claim to be the victim of a violation of the right to receive information once there is a restriction in any  on the disclosure of certain information. In my opinion, to be the victim of an infringement of this right, an applicant must assert, at least plausibly, that he or she wished to obtain information whose disclosure had been restrained in breach of the requirements of Article 10 (art. 10).",
                        "elements": []
                    },
                    {
                        "content": "(b) It is also my view that, for the reasons set out under (a) above, there has been no interference with the right protected by Article 10 (art. 10) in respect of these two applicants.",
                        "elements": []
                    },
                    {
                        "content": "2. I subscribe fully to the opinion of the majority that the interference in question was \"prescribed by law\".",
                        "elements": []
                    },
                    {
                        "content": "3. On the other hand, I cannot follow the majority where it finds a violation of the Convention in this case on the ground that the interference in question was not \"necessary in a democratic society\". I shall try to explain my position:",
                        "elements": []
                    },
                    {
                        "content": "(a) The case under review highlights the tension which exists between two of the conditions provided for in the second paragraphs of Articles 8 to 11 (art. 8-2, art. 9-2, art. 10-2, art. 11-2) of the Convention, which if satisfied may render permissible interferences with the rights guaranteed under those Articles, the conditions in issue here being that of a \"legitimate aim\" and that of \"necessity in a democratic society\".",
                        "elements": []
                    },
                    {
                        "content": "According to my understanding of the position, the criterion of \"necessity\" relates exclusively to the measures which the State adopts in order to attain the (legitimate) \"aim\" pursued; it therefore concerns the appropriateness and proportionality of such measures, but it in no way empowers the European organs to \"weigh up\" or to call in question the legitimacy of the aim as such, in other words to inquire into whether it is \"necessary\" to seek to attain such an aim (see my opinion - in which I dissented on other grounds - attached to the Dudgeon v. the United Kingdom judgment of 22 October 1981, Series A no. 45, p. 33).",
                        "elements": []
                    },
                    {
                        "content": "That is why I cannot accept the definition of the term \"necessary\" as \"corresponding to a pressing social need\", which in fact expresses the intention of the  to assess for itself whether it is \"necessary\" for a national legislature or a national court to seek to attain an aim which the Convention recognises as legitimate. (This definition is, moreover, wholly inappropriate for the assessment of the \"necessity\" of a measure which is designed only to protect the legal position or the interests of an individual; but that is not the situation here.)",
                        "elements": []
                    },
                    {
                        "content": "(b) The aim which the Irish courts were pursuing by prohibiting all \"institutionalised\" activity for the provision of information concerning the possibilities of obtaining abortions in the United Kingdom (and the organisation of trips to and stays in British clinics carrying out abortions, although this was not in issue in the present application, see paragraph 53; it was nevertheless, in my view, an inherent aspect of the activities at least of Dublin Well Woman and - in assessing the legitimacy of the aim pursued and the necessity of the alleged interference - it cannot be dissociated from the first aspect, as the contested decision of the Irish courts concerned both aspects jointly) undoubtedly falls under \"the prevention of disorder\" and \"the protection of (according to Irish standards) ... morals\". I would mention further \"the protection ... of the rights of others\" (of the unborn child and also of his father). Indeed I consider that to reduce the problem of the \"legitimate aim\" solely to the protection of morals is to take too narrow a view of the case (see in this connection the very relevant arguments put forward by the Irish Government, paragraph 64 et seq. of the present judgment).",
                        "elements": []
                    },
                    {
                        "content": "I leave aside the argument concerning \"the prevention of crime\", although it would not be correct to affirm that an abortion carried out abroad is lawful under Irish law (which is what might be understood from the judgment); it is not prosecuted simply because of the strictly territorial nature of Irish criminal law, but that does not mean that it can be classified as \"lawful\" for the purposes of Irish law.",
                        "elements": []
                    },
                    {
                        "content": "(c) I shall refrain from expressing an opinion on whether, from the point of view of legislative policy, the prohibition of and the imposition of criminal sanctions for abortion in  can still be regarded as reasonable and desirable, or indeed whether the consequences of such a policy may even be pernicious.",
                        "elements": []
                    },
                    {
                        "content": "The choice was made by the legislature, following the 1983 referendum. The introduction of Article 40.3.3o of the Constitution, protecting the life of unborn children and prohibiting abortion, is merely the legislature’s response to the democratically expressed will of the Irish people. I also accept that recently a number of derogations from this absolute prohibition have been allowed. That choice must be respected and is in no way contrary to the requirements of the Convention, and it is not even necessary in this connection to have recourse to the notion of the margin of appreciation which the national legislature enjoys in respect of such measures.",
                        "elements": []
                    },
                    {
                        "content": "(d) If the Convention recognises as legitimate the aim (or aims) which the Irish legislation seeks to attain, it is not for the  to call in question that aim simply because it may have different ideas in this regard.",
                        "elements": []
                    },
                    {
                        "content": "It remains only to examine the \"necessity\", within the meaning of Article 10 para. 2 (art. 10-2), of the measures adopted by the Irish authorities, necessity to be assessed as explained under (a).",
                        "elements": []
                    },
                    {
                        "content": "In my view those measures can be regarded as appropriate and as consistent with the criterion of proportionality.",
                        "elements": []
                    },
                    {
                        "content": "There is, however, one more argument which has to be refuted in this discussion: it has been said that, in view of the fact that the women interested in having an abortion abroad were free to obtain the information they required from publications, whose distribution in Ireland was not prohibited, the ban on information services of the kind offered by the two applicant associations must inevitably be an ineffective measure, and thus no longer \"necessary\".",
                        "elements": []
                    },
                    {
                        "content": "Nevertheless I consider there to be a considerable difference between advertisements in the press, whose circulation in a free country it is virtually impossible to prohibit, and the setting up of specific advice and information services (together with the organisation of trips to and stays in appropriate clinics in the United Kingdom which carry out abortions), so that the contested interference cannot be regarded as ineffective. Indeed it constitutes an entirely appropriate means - although evidently not 100% effective - to attain the (legitimate) aim pursued; in any event, without such a measure there was a risk that the aim in question would not be attained.",
                        "elements": []
                    },
                    {
                        "content": "In these circumstances I do not see how the \"necessity\" of the contested measure can be denied.",
                        "elements": []
                    },
                    {
                        "content": "4. I agree with the unanimous opinion of the Court that it is not necessary to consider whether there has been a breach of other provisions of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5. Even if I had accepted the position of the majority of the Court as regards the substance of the case, I could not agree with the award of any sum to Dublin Well Woman in respect of pecuniary damage (at the most it might have been possible to envisage the award of compensation for non- pecuniary damage, if such a claim had been submitted). If this applicant is an idealistic, non-profit-making association, as it gave the Court to understand, it is not entitled to claim compensation for loss of earnings; if, on the other hand, it also operates as a commercial undertaking - a specialised travel agency - the whole case should equally appear to the majority in a rather different light.",
                        "elements": []
                    },
                    {
                        "content": "We did not vote with the majority of the Court on two points: firstly we do not accept that the two individual applicants had the status of victims and we share Judge Matscher’s view in this respect; secondly we considered that the majority had adopted a wrong approach to the issue brought before it, perhaps because underlying the analysis of the application from the point of view of Article 10 (art. 10) of the European Convention on Human Rights was the problem of abortion.",
                        "elements": []
                    },
                    {
                        "content": "It is our opinion that the effect of the criminal provisions in question should have been examined as if it were a typical problem of criminal law. On a general level more account should have been taken of the basis and object of the Irish legislation on the protection of life.",
                        "elements": []
                    },
                    {
                        "content": "Let us consider what would be the position if ’s neighbouring States were to adopt legislation decriminalising drugs, whilst in  itself they remained prohibited under the criminal law. If associations or organisations which provided services promoting trips for Irish nationals abroad and their introduction to the use of drugs in the countries concerned were prosecuted, the Court’s approach under the Convention would probably lead to a finding that, in view of the sovereignty of States in the field of the criminal law and the margin of appreciation, Ireland would not be infringing Article 10 (art. 10) by prohibiting this type of provision of service. Similar reasoning should apply to activities of the kind engaged in by Open Door. In its judgment in the Grogan case (ECR 1992 - see paragraph 24 of the present judgment), the Court of Justice of the European Communities classified as the provision of services the medical interventions in question. The scope of the activities proposed by Open Door went beyond social welfare or medical advice and served the interests of agencies and practitioners.",
                        "elements": []
                    },
                    {
                        "content": "It is worth recalling here the substance of the applicable Irish provisions.",
                        "elements": []
                    },
                    {
                        "content": "The provision of the Constitution in issue (Article 40.3.3o) (which was not in the original text adopted in 1937) was supported by the majority of the population and adopted in a national referendum in 1983. There was a substantial majority - 67% of the votes - opposed to abortion.",
                        "elements": []
                    },
                    {
                        "content": "This new provision concerns solely the protection and preservation of human life and does not refer to sexual morality, or to public or private morality. The issues of freedom of expression are dealt with in general under Article 40.6.1o(i) of the Constitution.",
                        "elements": []
                    },
                    {
                        "content": "The judgments of the Irish courts examined only the question of the protection of human life as provided for in the Constitution.",
                        "elements": []
                    },
                    {
                        "content": "The Constitution applies without distinction to all children in their mother’s womb, irrespective of whether they were conceived in or out of wedlock.",
                        "elements": []
                    },
                    {
                        "content": "It is not correct to regard the adoption of a position on the question of abortion as simply an expression of a view on morality and sexuality.",
                        "elements": []
                    },
                    {
                        "content": "In our opinion the Court has failed to take sufficient account of the reference to \"the rights of others\" in Article 10 (art. 10) of the Convention and of Article 60 (art. 60) in relation to the provisions in the Irish legislation which afford a broader protection of rights than the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The Court confines itself to an assessment of the moral issues without really replying to the reasoning invoked by the Government to explain why they had to conform to the Constitution.",
                        "elements": []
                    },
                    {
                        "content": "The injunctions of the Irish courts concerned questions related to the protection of unborn children, mothers and embryos on Irish territory with a view to preventing transactions or services which in  were designed to achieve the contrary by promoting operations abroad, for which preparations were made in . In the Government’s opinion, these activities constituted the preparation in  of an abortion carried out abroad. Under Irish law the constitutional obligation is to protect such life while the future mother is in Ireland, which in turn necessitates the adoption of measures that can be implemented on Irish territory; it in no way concerns sexual morality.",
                        "elements": []
                    },
                    {
                        "content": "It is well known in  that abortions are possible subject to various conditions in other countries and the State has not tried to conceal this information. It is important to remember that in several member States abortion remains in principle a criminal offence, albeit with numerous exceptions and derogations. What is at issue for the  is the setting up in  of links between private clients and clinics carrying out abortions and the doctors at such clinics in the . These links are established with the aim of performing an act which is contrary to the Constitution and to the decisions of the Irish courts which must conform thereto.",
                        "elements": []
                    },
                    {
                        "content": "Had it been a question of providing persons consulting the organisations concerned with advice on important health matters, the Irish medical and hospital services could have answered the patients’ queries and catered for their needs.",
                        "elements": []
                    },
                    {
                        "content": "The majority accept that the restriction was \"prescribed by law\" and that it pursued the \"legitimate aim\" of protecting morals, an aspect of which was the protection in  of the unborn child’s right to life. They also accept that the latter protection, recognised under Irish law, is based on moral values relating to the nature of life which are reflected in the attitude adopted by the majority of the Irish people.",
                        "elements": []
                    },
                    {
                        "content": "It was merely considerations relating to the necessity and the proportionality of the injunctions concerning the activity of the applicant agencies which led the majority to conclude that there had been a violation of Article 10 (art. 10) of the Convention; in other words they reached the conclusion that the restraints imposed are too broad and disproportionate.",
                        "elements": []
                    },
                    {
                        "content": "In our view, the restrictions were justified and, in any event, did not overstep the bounds of what was permissible. It was by any standards a minimal interference with the right to freedom of expression - concerning the aspect of that freedom relating to the communication and receipt of information - aimed at securing the primacy of values such as the right to life of the unborn child in accordance with the principles of the Irish legal system, which cannot be criticised on the basis of different principles applied in other legal systems.",
                        "elements": []
                    },
                    {
                        "content": "The fact that Ireland cannot effectively prevent the circulation of reviews or of English telephone directories containing information on clinics in the United Kingdom, so that anyone can obtain information on abortion clinics in that country and the possibility of having an abortion in such clinics, can only, in our view, confirm the necessity of a specific measure such as that taken by the Irish courts. Such reviews, the directories and the persons possessing information on abortion clinics in the  are \"passive\" factors, which require a personal and spontaneous attitude on the part of the person seeking advice. The activity of agencies which organise trips and provide special services for their clients, thereby influencing the decisions of those clients, is something entirely different.",
                        "elements": []
                    },
                    {
                        "content": "The partial ineffectiveness of a law or a principle of case-law is not a reason for deciding not to take specific measures designed to prevent the activities of organisations committed to seeking means of obtaining results which do not conform to the interests and values of the legal system.",
                        "elements": []
                    },
                    {
                        "content": "Moreover the fragmentary nature of legislation is well known, particularly in the field of criminal law, which aims to ensure that values protected by the law are fully respected.",
                        "elements": []
                    },
                    {
                        "content": "The fact that the Irish legal system opts not to punish certain criminal behaviour where it occurs abroad does not mean that such conduct is no longer unlawful. Such a policy is simply a limit imposed on extra-territorial jurisdiction because of the difficulties of obtaining the necessary evidence.",
                        "elements": []
                    },
                    {
                        "content": "In other words, the absence of an objective condition for imposing sanctions does not affect the unlawful nature of the act carried out outside the territorial jurisdiction of the criminal law.",
                        "elements": []
                    },
                    {
                        "content": "Finally, the doctrine of la fraude à la loi (evasion of the law) may be invoked. This notion provides a legal system with a valid justification for taking legitimate measures in order to prevent results which are undesirable according to its fundamental legal standards and principles (the doctrine of fraus legis commented on by, among others, Mr Santoro Passarelli in his general theory of civil law).",
                        "elements": []
                    },
                    {
                        "content": "It follows that the right of the authorities of a country to adopt appropriate measures to forestall the perpetration of the act calculated to evade the law and the effects of that act cannot be contested.",
                        "elements": []
                    },
                    {
                        "content": "In conclusion, we consider that the decisions of the Irish courts did not violate Article 10 (art. 10) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "1. The fundamental aim of the injunction in issue was to prohibit the applicant associations from helping pregnant women within the jurisdiction of the  to travel outside  to have abortions; the very terms of the injunction made this clear.",
                        "elements": []
                    },
                    {
                        "content": "The injunction clarified its scope by citing expressly three ways of providing the prohibited assistance. These were: referring the pregnant women to a clinic, making travel arrangements for them and informing them of the identity and location of and the method of communication with a specified clinic or clinics. Such methods were, however, only examples, since the prohibition also covered any assistance provided \"otherwise\".",
                        "elements": []
                    },
                    {
                        "content": "2. As the Court points out, the applicants would seem to have confined their complaint to that part of the injunction which concerned the provision of information.",
                        "elements": []
                    },
                    {
                        "content": "In this respect I take the view, like the majority of my colleagues but on different grounds, that there has been a violation of the freedom of expression. I reached this conclusion for the reasons set out in the separate opinion that I and several other judges submitted in the Observer and Guardian case with regard to the prior restraints which were in issue in that case.",
                        "elements": []
                    },
                    {
                        "content": "3. Clearly the present case is not one involving the press like the Observer and Guardian case. However, the freedom of expression also exists for those who exercise it otherwise than through the press.",
                        "elements": []
                    },
                    {
                        "content": "4. It is true, equally, that the applicant associations were restrained from communicating information only in so far as such information was intended to help pregnant women obtain abortions outside Ireland, and thus evade the restrictions resulting from the prohibition and punishment of abortion in Ireland itself and, in particular, violate the right of unborn children to be born.",
                        "elements": []
                    },
                    {
                        "content": "In this context, it is indeed essentially that right which is at stake, much more so than the protection of morals, and this therefore also raises serious problems from the point of view of Articles 2, 17 and 60 (art. 2, art. 17, art. 60) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "There could thus be very good reasons justifying the adoption of criminal provisions punishing the communication of information of this type, but I do not think that they could warrant a derogation from the, in my view essential, principle that the imposition of prior restraints on the exercise of the freedom of expression, even where they take the form of judicial injunctions, cannot be permitted.",
                        "elements": []
                    },
                    {
                        "content": "5. There was, of course, nothing to preclude the imposition of restrictions of this nature in respect of the activities by which the applicant associations helped, otherwise than by the communication of information or ideas, pregnant women to obtain abortions.",
                        "elements": []
                    },
                    {
                        "content": "As regards the damage which Dublin Well Woman claims to have sustained, I consider that, in the circumstances of the case and in particular in view of the fact that the communication of information represented only one of the aspects of this association’s activity, it is not entitled to compensation.",
                        "elements": []
                    },
                    {
                        "content": "I subscribe to the conclusions set out in the judgment concerning the costs and expenses.",
                        "elements": []
                    },
                    {
                        "content": "1. I agree with the conclusions of the majority in the present case but not with the reasoning leading to the finding of a violation of Article 10 (art. 10) of the Convention. In my opinion the interference resulting from the injunction of the Supreme Court of Ireland prohibiting the dissemination of information to pregnant women concerning abortion services in the United Kingdom was not \"prescribed by law\" as required by paragraph 2 of this Article (art. 10-2), having regard to the interpretation given by the Court to Articles 8 to 11 (art. 8, art. 9, art. 10, art. 11) of the Convention and Article 2 paras. 3 and 4 of Protocol No. 4 (P4-2-3, P4-2-4), where the same condition can be found. In consequence, I cannot accept paragraphs 59 and 60 of the judgment.",
                        "elements": []
                    },
                    {
                        "content": "Having found that the interference did not satisfy this requirement, I do not think it necessary to follow the majority in its further examination of the question whether the restriction was justified under paragraph 2 of Article 10 (art. 10-2). Consequently, I cannot share the opinion of the majority as expressed in paragraphs 61 to 77 of the judgment.",
                        "elements": []
                    },
                    {
                        "content": "2. In my view, the concept \"prescribed by law\" refers to the requirement of legality under the rule of law to impose restrictions on fundamental rights or freedoms. According to the jurisprudence of this Court this condition implies that there must be a measure of protection in national law against arbitrary interferences with the rights safeguarded by paragraph 1 (see, inter alia, the Silver and Others v. the United Kingdom judgment of 25 March 1983, Series A no. 61, p. 33, para. 88; the Malone v. the United Kingdom judgment of 2 August 1984, Series A no. 82, pp. 32-33, paras. 67-68; and the Kruslin and Huvig v. France judgments of 24 April 1990, Series A no. 176-A, pp. 22-23, para. 30, and no. 176-B, pp. 54-55, para. 29); and it \"does not merely refer back to domestic law but also relates to the quality of law, requiring it to be compatible with the rule of law, which is expressly mentioned in the preamble of the Convention\" (see the above-mentioned Malone judgment, ibid.). The Court had also declared that not only \"the interference in question must have some basis in domestic law\", but \"firstly, the law must be adequately accessible: the citizen must be able to have an indication that is adequate in the circumstances of the legal rules applicable to a given case. Secondly, a norm cannot be regarded as \"law\" unless it is formulated with sufficient precision to enable the citizen to regulate his conduct: he must be able - if need be with appropriate advice - to foresee, to a degree that is reasonable in the circumstances, the consequence which a given action may entail\" (Sunday Times v. the United kingdom judgment of 26 April 1979, Series A no. 30, p. 31, para. 49). In the Groppera Radio AG and Others v. Switzerland judgment of 28 March 1990 (Series A no. 173, p. 26, para. 68) the Court determined that \"the scope of the concepts of foreseeability and accessibility depends to a considerable degree on the content of the instrument in issue, the field it is designed to cover and the number and status of those to whom it is addressed\".",
                        "elements": []
                    },
                    {
                        "content": "3. This Court has also consistently declared since the Handyside v. the United Kingdom judgment of 7 December 1976 (Series A no. 24, p. 23, paras. 48-49) that Article 10 para. 2 (art. 10-2) does not give the Contracting States an unlimited margin of appreciation when interpreting and applying the domestic laws in force, the Court being empowered to give a final ruling on whether the restriction is reconcilable with freedom of expression as protected by Article 10 (art. 10) and that the European supervision \"covers not only the basic legislation but also the decision applying it, even one given by an independent court\" (ibid., p. 23, para. 49; see also the Sunday Times judgment, ibid., p. 36, para. 59). Therefore the power of the national authorities to interpret and apply the internal law when imposing a restriction on the freedom to receive and to impart information and ideas \"goes hand in hand with the European supervision\" (see the above-mentioned Handyside judgment, p. 23, para. 59). Consequently the supervision at a European level may result in a more extensive protection of the individual than at State level because the law must be restrictively interpreted in order to secure the observance of the international engagement undertaken by the States under Articles 1 and 19 (art. 1, art. 19) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4. The injunction granted by the High Court on 19 December 1986 and upheld by the Supreme Court of Ireland (judgment of 16 March 1988) was based on Article 40.3.3o of the Irish Constitution (see paragraph 28 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "5. On reading this provision it seems to impose primarily obligations upon the State, including the enactment of a law defining the scope of the protection of the right to life of the unborn - acknowledged, according to the provision, \"with due regard to the equal right to life of the mother\", both rights to be defended and vindicated by the State \"as far as practicable\". As Mr Justice Niall McCarthy said in a recent judgment delivered by the Supreme Court of Ireland on 5 March 1992 in the Attorney General v. X and Others case (judgment of 5 March 1992):",
                        "elements": []
                    },
                    {
                        "content": "6. In my view, in the absence of specific legislation, the new constitutional provision did not provide a clear basis for the individual to foresee that imparting reliable information about abortion clinics in Great Britain would be unlawful: the penal, administrative or civil legislation on abortion then in force (paragraphs 29-32 of the judgment) or the case-law of the Irish courts presented in this case relating to the protection of the right to life of the unborn before the Eighth Amendment (see paragraphs 33-35 of the judgment) did not give sufficient ground for such an assertion; moreover, until the present case, the Supreme Court did not have the opportunity to interpret this Amendment.",
                        "elements": []
                    },
                    {
                        "content": "7. The above situation may explain why the two corporate applicants were peaceably imparting this information for several years before and after the introduction of the Eighth Amendment until the commencement of the proceedings at issue on 28 June 1985, as a private action, to be converted by the Attorney General into a relator action fourteen months later. It also explains why British and other foreign magazines containing such information were circulating freely in Ireland (see paragraph 23 of the judgment), and that no prosecution or any civil action was instituted in Ireland against Irish women who had abortions abroad, as well as the Government’s statement (paragraph 25 of the judgment) that in certain circumstances, under Irish law, persons could be entitled to have appropriate access to such information.",
                        "elements": []
                    },
                    {
                        "content": "8. In these circumstances, de jure and de facto, my conclusion is that the relevant domestic law restricting freedom of expression, in an area of information so important for a large sector of Irish women, lacked the necessary definition and certainty. Accordingly, the injunction imposed on the two applicant corporations and their counsellors was not justified under Article 10 para. 2 (art. 10-2) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "9. Taking into account the vague and uncertain relationship between the information given by the corporate applicants and protection of the unborn (see paragraph 75), I also consider that none of the applicants could reasonably have foreseen that these activities were unlawful and that their freedom to impart and receive reliable information about abortion services in Great Britain could be restricted under the domestic law prevailing prior to the Supreme Court judgment in this case.",
                        "elements": []
                    },
                    {
                        "content": "In consequence, the above-mentioned legal uncertainties could not have been clarified by \"appropriate legal advice\"; nor could the exercise of the right to receive such important confidential information have been elucidated by a previous consultation as to its lawfulness. The vagueness of both the constitutional provision and Irish case-law previous to the present case was, in itself, inconsistent with the legality of the measure required, under the rule of law, to justify the interference with freedom of expression under paragraph 2 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "While I fully agree with the Court in holding that the restriction was prescribed by law, I regret that I cannot follow the majority as far as the question of the necessity in a democratic society is concerned. I am also unable to accept that Mrs X and Ms Geraghty can be considered as \"victims\" in the present case.",
                        "elements": []
                    },
                    {
                        "content": "In my view the scope of the injunction granted by the domestic courts involved more than the restraint of information; it restricted various kinds of activities which were considered to be unlawful. The injunction granted by the High Court stated that \"the Defendants ... be perpetually restrained from counselling or assisting pregnant women within the jurisdiction of this Court to obtain further advice or to obtain abortion\". Similarly, the Supreme Court ordered that the Defendants \"... be perpetually restrained from assisting pregnant women within the jurisdiction to travel abroad to obtain abortions by referral to a clinic, by the making for them of travel arrangements, or by informing them of the identity and location of and the method of communication with a specified clinic or clinics or otherwise\".",
                        "elements": []
                    },
                    {
                        "content": "While we are only concerned with the freedom of information in this case, we have to take into account the fact that providing (and receiving) information had been only one - albeit vitally important - feature of the applicants’ services. The main concern of the domestic courts was not so much to stop the dissemination of information but rather to terminate an illegal activity which inevitably gave rise to certain restrictions on freedom of information as well. Unlike the majority, I do not perceive this restriction to be \"absolute\" since, in reality, the information was readily available \"... from other sources in  such as magazines, telephone directories or by persons with contacts in \" (judgment, paragraph 76).",
                        "elements": []
                    },
                    {
                        "content": "Examining the proportionality of the restriction against this background, I consider that it was unavoidable, subsidiary and limited in nature and has been not only necessary to protect the constitutionally enshrined right to life of the unborn, but also to maintain and safeguard the integrity of the Irish legal system. In my opinion therefore the injunction was proportionate and necessary in a democratic society. Consequently, there has been no breach of Article 10 (art. 10) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Nor can I follow the majority view which accepts that Mrs X and Ms Gerahty are \"victims\" in this case. The above-mentioned domestic judgments refer only to the corporate applicants, their servants and agents. It is obvious that the clients of these companies would have been affected as well. On the one hand, it is undeniable that society as a whole is potentially a victim of an interference with freedom of information. On the other hand, an applicant should be required to show that there is a direct and immediate interference, or at least a possible risk of a direct, immediate interference with his or her individual rights before he or she can be considered to be a \"victim\" before the Court.",
                        "elements": []
                    },
                    {
                        "content": "In my view, the rights of these individual applicants were not endangered by imposing restrictions on the activities of Open Door and Dublin Well Woman which counselled pregnant women only (see judgment, paragraph 13). They were not stated to be either pregnant or clients of the corporate applicants. Since their rights were not directly affected by the injunction, they could not therefore claim to be \"victims\" within the meaning of Article 25 para. 1 (art. 25-1) of the Convention. Their application falls into the category of actio popularis.",
                        "elements": []
                    },
                    {
                        "content": "I am unable to agree with two of the decisions of the majority of the Court:",
                        "elements": []
                    },
                    {
                        "content": "Firstly, that there was a breach of Article 10 (art. 10), and secondly, that Mrs X and Ms Geraghty were victims. In this opinion I propose to deal solely with Article 10 (art. 10). As regards Mrs X and Ms Geraghty, I agree with the reasoning in the dissenting opinion of Judge Baka.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion the Supreme Court injunction was not disproportionate to the aims which it pursued. Having found that the activities of the applicants were unlawful having regard to Article 40.3.3o of the Constitution, and having made a declaration to that effect, the injunction followed as a logical consequence. The source of the injunction was to be found in the Constitution itself. In granting it, the Court was simply fulfilling its obligation to uphold the Constitution and to defend the rights of the unborn guaranteed by the Article in question. It was not a case of the Court granting an injunction in exercise of a discretionary jurisdiction. Once the Court had found that the activities of the applicants were unlawful having regard to Article 40.3.3o, the injunction followed as a necessary consequence. It was not open to the Court to adopt any lesser measure.",
                        "elements": []
                    },
                    {
                        "content": "In the circumstances, the injunction could not in my opinion be said to be disproportionate. It was the only measure possible to uphold Article 40.3.3o. There was no other course that the Court could have taken. It was inconceivable that it should refuse to grant an injunction since this would have amounted to an abdication of its duty to protect the rights of the unborn and would have fatally undermined the moral values enshrined in Article 40.3.3o.",
                        "elements": []
                    },
                    {
                        "content": "I am also of the opinion that our Court is precluded by Article 60 (art. 60) of the Convention from finding that there has been a breach of Article 10 (art. 10).",
                        "elements": []
                    },
                    {
                        "content": "Article 60 (art. 60) provides as follows:",
                        "elements": []
                    },
                    {
                        "content": "The right of the unborn to be born is clearly a human right and it is guaranteed in  by Article 40.3.3o of the Constitution. Under Article 60 (art. 60) nothing in the Convention is to be construed as limiting or derogating from that right. If Article 10 (art. 10) is to be construed as entitling the applicants to give information to pregnant women so as to assist them to have abortions in , then in my opinion it is being construed so as to derogate from the human rights of the unborn. In his judgment in the Supreme Court in the case of The Attorney General at the relation of the Society for the Protection of Unborn Children (Ireland) Limited v. Open Door Counselling Limited and Dublin Well Woman Centre Limited ([1988] Irish Reports, p. 593, Finlay CJ said at page 624:",
                        "elements": []
                    },
                    {
                        "content": "The decision that the injunction constituted a breach of Article 10 (art. 10) amounts to interpreting that Article as permitting information to be given which clearly derogates from the rights of the unborn since it assists in their destruction. In my opinion Article 60 (art. 60) precludes such a construction.",
                        "elements": []
                    },
                    {
                        "content": "The applicants in their submissions placed reliance on the fact that the information provided by them was available elsewhere, and that the injunction did not prevent Irish women from continuing to have abortions abroad. In my opinion neither of these matters has any relevance to whether or not Article 60 (art. 60) applies. The sole issue is whether a finding that the injunction constitutes a breach of Article 10 (art. 10) amounts to interpreting that Article as derogating from the human rights of the unborn as guaranteed by the Constitution, and in my opinion it does. For this reason also, I consider that it is not possible to conclude that there has been a breach of Article 10 (art. 10).",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF OPEN DOOR AND DUBLIN WELL WOMAN v. IRELAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57789.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1992:1029JUD001423488",
    "externalsources": [],
    "extractedappno": [
        "14234/88",
        "14235/88"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Censorship of Publications Act 1929, Section 16",
        "Health (Family Planning) Act 1979, Sections 10, 12",
        "Irish Constitution, Article 40.3.3°",
        "Offences Against the Person Act 1861, Sections 58, 59",
        "Civil Liability Act 1961, Section 58",
        "Supreme Court,  G. c. An Bord Uchtala, Irish Reports 1980, p. 32"
    ],
    "itemid": "001-57789",
    "judgementdate": "29/10/1992 00:00:00",
    "kpdate": "29/10/1992 00:00:00",
    "kpthesaurus": [
        "149",
        "158",
        "201",
        "265",
        "356",
        "362",
        "316",
        "183",
        "498",
        "14",
        "128",
        "471",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "15",
    "paragraphs": [
        "10-2",
        "34",
        "35-1",
        "10",
        "10-1",
        "35",
        "41"
    ],
    "parties": [
        "OPEN DOOR AND DUBLIN WELL WOMAN",
        "IRELAND"
    ],
    "rank": "300.084716796875",
    "representedby": [
        "N/A"
    ],
    "respondent": "IRL",
    "respondentOrderEng": "22",
    "scl": [
        "Brogan and others v. United Kingdom judgment of 29 November 1988, Series A no. 145-B, p. 27, para. 46",
        "Pine Valley Developments Ltd and others v. Ireland judgment of 29 November 1991, Series A no. 222, pp. 21-22, para. 47",
        "Kolompar v. Belgium judgment of 24 September 1992, Series A no. 235-C, p. 54, para. 32",
        "Johnston and others v. Ireland judgment of 18 December 1986, Series A no. 112, p. 21, para. 42",
        "Olsson v. Sweden judgment of 24 March 1988, Series A no. 130, p. 28, para. 56",
        "Sunday Times v. United Kingdom judgment of 26 April 1979, Series A no. 30, p. 31, para. 49",
        "Norris v. Ireland judgment of 26 October 1988, Series A no. 142, p. 20, para. 45",
        "Handyside v. United Kingdom judgment of 7 December 1976, Series A no. 24, p. 22, para. 48, p. 23, para. 49",
        "Müller and others v. Switzerland judgment of 24 May 1988, Series A no. 133, p. 22, para. 35",
        "Observer and Guardian v. United Kingdom judgment of 26 November 1991, Series A no. 216, pp. 29-30, para. 59"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "446277",
    "typedescription": "15"
}