{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "8647/16;12666/16;20851/16",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Administrative proceedings",
                "Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-179818.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in three applications (nos. 8647/16, 12666/16 and 20851/16) against the Serbia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Serbian nationals, Ms Hasiba Hrustić (“the first applicant”), Mr Dragoslav Stojanović and Ms Olivera Stojanović (“the second and third applicant”), and Ms Mirjana Ilić (“the fourth applicant”), on 5 and 26 February and 7 April 2016, respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The second, third and fourth applicants were represented by Mr Z. Veličković, a lawyer practicing in Gadžin Han. The Serbian Government (“the Government”) were represented by their Agent, Ms N. Plavšić.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 10 November 2016 the complaints concerning the length of civil and administrative proceedings were communicated to the Government and the remainders of the applications were declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants’ personal details as well as the facts in relation to each case are set out in the Annex to this judgment.",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicants complained of the excessive length of different civil and administrative proceedings under Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "6.  In case of the first and fourth applicant the Constitutional Court rejected their the constitutional appeals, whereas in case of the second and third applicant the Constitutional Court found a violation of a right to a trial within reasonable time, but awarded no damages.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICANT’S COMPLAINTS",
                        "elements": [
                            {
                                "content": "7.  The Court considers that, in accordance with Rule 42 § 1 of the Rules of Court, the applicants’ applications should be joined, given their similar factual and legal background.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "8.  The applicants complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by a ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  As regards the non-exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "9.  The Government submitted that the first and fourth applicant had failed to properly exhaust domestic remedies. Specifically, they claimed that the said applicants had failed to make proper use of the constitutional appeal procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  The first and fourth applicants contested this and maintained that they had complained before the Constitutional Court in a proper manner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  The Court has consistently held that the rule on the exhaustion of domestic remedies, under Article 35 § 1 of the Convention, requires that the complaints intended to be made subsequently before it should have been made to the appropriate domestic body, at least in substance and in compliance with the formal requirements and time-limits laid down in domestic law and, further, that any procedural means that might prevent a breach of the Convention should have been used (see, for example, Vučković and Others v. Serbia (preliminary objection) [GC], nos. 17153/11 and 29 others, § 72, 25 March 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  In the present case, the applicants had, in their constitutional appeals, relied on Article 32 of the Serbian Constitution which corresponds to Article 6 of the Convention and had complained about the assessment of evidence and the length of the impugned proceedings. In the Court’s view, by so doing the first and fourth applicants provided the national authorities with an opportunity to properly address their complaints, an opportunity which is in principle intended to be afforded to Contracting States by Article 35 § 1 of the Convention (see Muršić v. Croatia [GC], no. 7334/13, § 72, ECHR 2016; and Joksimovic v. Serbia, no. 37929/10, § 21, 10 October 2017). The Court thus finds that the first and fourth applicants had properly exhausted domestic remedies. The Government’s preliminary objection in this respect must therefore be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  As regards the loss of victim status",
                                        "elements": [
                                            {
                                                "content": "13.  The Government submitted that the second and third applicants could not claim to be victims of the alleged violation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  The Court considers that the Government’s objection is closely linked to the substance of the applicants’ complaint and should therefore be joined to the merits.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "15.  The Court otherwise considers that the applicants’ applications are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  As regards the first and fourth applicants (Ms Hasiba Hrustić and Ms Mirjana Ilić, applications nos. 8647/16 and 20851/16)",
                                        "elements": [
                                            {
                                                "content": "16.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII). The Court reiterates that special diligence is necessary in employment disputes (Ruotolo v. Italy, judgment of 27 February 1992, Series A no. 230-D, p. 39, § 17).",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present cases. Having regard to its case-law on the subject (see, for example, Nemet v. Serbia, no. 22543/05, 8 December 2009, Blagojević v. Serbia, no. 63113/13, 28 March 2017 and Ković and Others v. Serbia, no. 39611/08 and 2 others, 4 April 2017), the Court considers that in the instant cases the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been a breach of Article 6 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  As regards the second and third applicants (Mr Dragoslav Stojanović and Ms Olivera Stojanović, application no. 12666/16)",
                                        "elements": [
                                            {
                                                "content": "19.  The Government submitted that as the second and third applicants had obtained decision from the Constitutional Court they had therefore lost their victim status (see paragraph 13 above). In the Government’s opinion, the finding of a violation alone constituted sufficient redress for the breach of the applicants’ right to a hearing within a reasonable time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The second and third applicant disagreed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The Court recalls that an applicant’s status as a “victim” depends on the fact whether the domestic authorities acknowledged, either expressly or in substance, the alleged infringement of the Convention and, if necessary, provided appropriate redress in relation thereto. Only when these conditions are satisfied does the subsidiary nature of the protective mechanism of the Convention preclude examination of an application (see Cocchiarella v. Italy [GC], no. 64886/01, § 71, ECHR 2006-V; and Cataldo v. Italy (dec.), no. 45656/99, 3 June 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The Court, in this respect, notes that the Constitutional Court found that the applicants’ right to the determination of their claim within a reasonable time had been violated – thereby acknowledging the breach complained of and, effectively, satisfying the first condition laid down in the Court’s case law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The applicants’ victim status then depends on whether the redress afforded was adequate and sufficient, having regard to just satisfaction as provided for under Article 41 of the Convention (see Dubjaková v. Slovakia (dec.), no. 67299/01, 19 October 2004 and Ković, cited above, § 18).",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  In this connection, the Court recalls that in length-of-proceedings cases one of the characteristics of sufficient redress which may remove a litigant’s victim status relates to the amount awarded. This amount depends, in particular, on the characteristics and effectiveness of the remedy. Thus, States which, like Serbia, have opted for a remedy designed both to expedite proceedings and afford compensation are free to award amounts which – while being lower than those awarded by the Court – are not unreasonable (see Cocchiarella v. Italy [GC], cited above, §§ 96, 97).",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  In the present case, however, the Court notes that the Constitutional Court awarded no compensation at all.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Court therefore concludes that the second and third applicants did not lose their status as victim within the meaning of Article 34 of the Convention. The Government’s preliminary objection in this regard must hence be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  In view of the above, the entirety of the relevant facts, and in particular its finding regarding the victim status of the applicants, the Court concludes that in the present case the length of the proceedings in question was excessive and did not meet the “reasonable time” requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage, costs and expenses",
                                "elements": [
                                    {
                                        "content": "30.  The applicants claimed various amounts in respect of the non-pecuniary damages suffered by each of them. The applicants also requested various sums in respect of legal costs incurred in the proceedings before both the domestic courts and the Court. The sums requested are indicated in the Annex to the judgment. In addition, the second applicants requested to be awarded pecuniary damage comprising of the value of the plots of land, they had allegedly lost in their dispute, whereas the third applicant requested salaries she would have earned had she remained employed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government contested the above-mentioned claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Regard being had to the documents in its possession and to its caselaw (see Blagojević v. Serbia, no. 63113/13, § 30, 28 March 2017, and Ković and Others v. Serbia, no. 39611/08 and 2 others, §§ 28-31, 4 April 2017) the Court considers it reasonable to award to the applicants the sums indicated in the appended table in respect of non-pecuniary damage and costs and expenses, less any and all amounts which may have already been paid in that regard at the domestic level.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  As regards the requests for pecuniary damage of the second and third applicants, the Court finds them unsubstantiated. In view of the violation found, specifically its procedural character, the court sees no causal link between the violation found and the pecuniary damage alleged. It therefore rejects their claims in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "34.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Decides to join to the merits the Government’s preliminary objection as to the second and third applicant’s victim status, and dismisses it;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention in respect of each applicant;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the amounts indicated in the appended table in respect of non-pecuniary damage and costs and expenses, plus any tax that may be chargeable on these amounts, which are to be converted into the currency of the respondent State at the rate applicable at the date of settlement, after deduction of any amounts which may have already been paid on this basis;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 January 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "APPENDIX",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Pere Pastor Vilanova",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF HRUSTIĆ AND OTHERS v. SERBIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-179818.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0109JUD000864716",
    "externalsources": [],
    "extractedappno": [
        "8647/16",
        "12666/16",
        "20851/16",
        "17153/11",
        "7334/13",
        "37929/10",
        "30979/96",
        "22543/05",
        "63113/13",
        "39611/08",
        "64886/01",
        "45656/99",
        "67299/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-179818",
    "judgementdate": "09/01/2018 00:00:00",
    "kpdate": "09/01/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "13",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "HRUSTIĆ AND OTHERS",
        "SERBIA"
    ],
    "rank": "2179.47680664063",
    "representedby": [
        "VELICKOVIC Z.",
        "VELICKOVIC S."
    ],
    "respondent": "SRB",
    "respondentOrderEng": "40",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "471150",
    "typedescription": "15"
}