{
    "__articles": "6;6+6-3-c;6-1;6-3-c;35;35-1",
    "__conclusion": "Preliminary objection dismissed (Article 35-1 - Effective domestic remedy);Remainder inadmissible;Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Public hearing;Article 6-3-c - Defence in person) (Article 6-3-c - Defence in person;Article 6 - Right to a fair trial)",
    "applicability": "",
    "appno": "37251/04",
    "article": [
        "6",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Effective domestic remedy"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "article": "6-3-c",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing",
                "Public hearing",
                "Article 6-3-c - Defence in person"
            ],
            "element": "Violation of Article 6+6-3-c - Right to a fair trial",
            "mentions": [
                "Article 6-3-c - Defence in person",
                "Article 6 - Right to a fair trial"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-78283.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 37251/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Mr István Csikós (“the applicant”), on 5 August 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms L. Farkas, a lawyer practising in . The Hungarian Government (“the Government”) were represented by Mr L. Höltzl, Agent, Ministry of Justice and Law Enforcement.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his conviction was upheld and his sentence increased without him or his lawyer attending the second-instance court’s session, in breach of Article 6 §§ 1 and 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 8 April 2005 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1968 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  On 18 March 2003 the Eger District Public Prosecutor’s Office indicted the applicant and two other individuals for aggravated extortion. The applicant was assisted by defence counsel of his choice. After hearings held on 16 June and 8 October, on 13 October 2003 the District Court found the applicant guilty as charged and sentenced him to 3½ years’ imprisonment. The court relied on evidence given by the victim and several witnesses.",
                                "elements": []
                            },
                            {
                                "content": "7.  The prosecution appealed to have the sentence increased, while the applicant appealed to be acquitted or to have his sentence reduced. He also proposed that two further witnesses be heard.",
                                "elements": []
                            },
                            {
                                "content": "8.  At deliberations held in camera on 20 February 2004, the  upheld the applicant’s conviction, while increasing his sentence to 4 years’ imprisonment. Neither the applicant nor his lawyer was present. In its reasoning, the court did not deal with the proposal to hear two more witnesses.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "9.  Constitution of the  (Act no. XX of 1949)",
                                "elements": [
                                    {
                                        "content": "Section 57",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) In the Republic of Hungary, everyone is equal before the law, and has the right to have any criminal charge against him or his civil rights and obligations determined in a fair and public trial by an independent and impartial court established by law. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) Individuals subject to criminal proceedings are entitled to the right of defence at all stages of the proceedings. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "10.  Act no. XXXII of 1989 on the  (“the Constitutional Court Act”)",
                                "elements": [
                                    {
                                        "content": "Section 43",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(3) The Constitutional Court shall order the review of such criminal proceedings as have been finally concluded under unconstitutional legal provisions if the convicted person has not yet been exempted from the legal effects of the conviction – provided that from the nullity of the provision applied in the procedure, the reduction or non-imposition of the punishment or measure, or the exemption from or reduction of [criminal] liability would follow.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 48",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Any person who claims to have suffered a violation of his rights enshrined in the Constitution on account of the application of an unconstitutional provision and has exhausted all other legal remedies or there are no such remedies available, may submit a constitutional complaint to the Constitutional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) A constitutional complaint may be filed in writing within 60 days of the service of the legally binding decision.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "11.  Act no. XIX of 1998 on the [New] Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "Section 346",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(3) An appeal may concern questions of fact or law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 353",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(2) In order to eliminate the ill-foundedness of the first-instance judgment, evidence may be taken if the findings of fact have not been established or are deficient. Evidence shall be taken ... at a hearing.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 360 (as in force until 26 May 2005)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Within 30 days of receiving the file, the president of the panel in charge shall schedule, in order to deal with an appeal, deliberations in camera (tanácsülés), a public session (nyilvános ülés) or a hearing (tárgyalás). ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 361",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) The second-instance court shall hold a public session, if – the first-instance judgment being ill-founded – the complete and/or correct findings of fact may be established from the contents of the file or through drawing factual conclusions, or if the defendant must be heard in order to clarify the circumstances relevant for imposing the sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The second-instance court shall summon to the public session those persons whose hearing it deems necessary ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 362",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) The second-instance court shall notify the public prosecutor and – if they are not summoned – ... the defendant and his lawyer of the public session. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 363",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(2) In order to take evidence, a hearing ... shall be scheduled.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 416 (provisions formerly contained in section 406(1) a) and (2))",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Review proceedings may be instituted against a final decision on the merits if: ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "e) the Constitutional Court has ordered (elrendelte) the review of criminal proceedings concluded by a final judgment, provided that the defendant has not yet been exempted from the legal consequences flowing from his conviction, or the execution of the imposed punishment ... has not yet been terminated ... or its enforceability has not yet ceased;",
                                        "elements": []
                                    },
                                    {
                                        "content": "f) the determination of criminal liability or the imposition of a sanction ... has been effected in application of a criminal law provision, whose unconstitutionality has already been established by the Constitutional Court, but the defendant has already been exempted from the legal consequences flowing from his conviction, or the execution of the punishment has already been terminated or its enforceability has ceased ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "12.  Constitutional Court decision no. 20 of 26 May 2005",
                                "elements": [
                                    {
                                        "content": "“(1) The Constitutional Court finds that section 360(1) of Act no. XIX of 1998 on the Code of Criminal Procedure is unconstitutional and therefore annuls it as of the date of delivery of this decision. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) The  finds that Parliament has committed an unconstitutional omission by failing to regulate, in Act no. XIX of 1998 on the Code of Criminal Procedure and in accordance with the requirements of legal certainty and fair trial, the scope of those cases in which the appellate court may hold in camera deliberations. The  invites Parliament to comply with its legislative duties by 31 October 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) The  holds that section 360(1) of Act no. XIX of 1998 on the Code of Criminal Procedure was unconstitutional and therefore this provision cannot be applied in the following cases, concluded by a final judgment (jogerősen befejezett ügyeiben nem alkalmazható): ... nos. Bf.671/2003, 29.Bf.8790/2003, 22.Bf.9924/2003, 20.Bf.XI.8046/2004, 25.Bf.VIII.8647/2004, 3.Bf.328/2003, Bf.200/2004, 1.Bf.996/2004, 1.Bf.1905/2004 and 1.Bf.184/2004.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (c) OF THE CONVENTION (ABSENCE OF A PUBLIC HEARING)",
                        "elements": [
                            {
                                "content": "13.  The applicant complained that his conviction had been confirmed and the sanction imposed on him aggravated by the appellate court sitting in camera without his or his lawyer’s attendance, in violation of his defence rights guaranteed by Article 6 §§ 1 and 3 of the Convention. Article 6 provides as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing ... by a ... tribunal. ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights: ...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him; ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "14.  The Government argued that the application should be rejected for non-exhaustion of domestic remedies, pursuant to Article 35 § 1 of the Convention, which provides as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Court may only deal with the matter after all domestic remedies have been exhausted, according to the generally recognised rules of international law ... .”",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Government contended that the applicant should have filed a constitutional complaint under section 48 of the Constitutional Court Act. The  had the power, under section 43(3) of that Act, to order the review of criminal proceedings concluded in application of unconstitutional legal provisions. In addition to establishing a violation of the applicant’s rights under the Constitution, that court could have provided him with a remedy leading to complete reparation of the situation caused by the violation, namely, by allowing for the reopening of the case in review proceedings. Ten individuals, in situations identical to that of the applicant, had successfully done so, as demonstrated by  decision no. 20 of 26 May 2005 (paragraph 12 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant maintained that a remedy could only be considered “effective” for the purposes of Article 35 § 1 if it provided “direct and speedy” protection of the rights guaranteed by the Convention – a condition not met by the constitutional court procedure: the cases resolved by the decision of 26 May 2005 had originated in convictions effected in 2003 or 2004. In any event, in Hungarian legal literature, views were voiced that the constitutional complaint procedure was nothing more than a specific form of abstract norm control, that the Constitutional Court did not have the power to impose a compulsory interpretation on ordinary courts in the process of repairing a judgment, and that a complaint to the Constitutional Court did not halt the implementation of a judgment adopted in a particular case. Moreover, the ineffective nature of the constitutional complaint was shown by the fact that, in order for the Constitutional Court’s decision to bear weight, the criminal case must be reopened and a trial held by an ordinary court, which further extended the length of the proceedings and denied the applicant direct and easy access to a domestic remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court reiterates that the issue whether domestic remedies have been exhausted is normally determined by reference to the date when the application was lodged with the Court (see Baumann v. France, no. 33592/96, § 47, ECHR 2001-V (extracts)). This rule is subject to exceptions which may be justified by the specific circumstances of each case (see Nogolica v. Croatia (dec.), no. 77784/01, ECHR 2002-VIII). In the instant case, the  gave the final judgment on 20 February 2004 and the application was introduced on 5 August 2004. Subsequently, on 26 May 2005 the  annulled section 360(1) of the New Code of Criminal Procedure which contained the impugned legal provision. Nevertheless, section 43 of the Constitutional Court Act, on which the successful complainants based their motions, was already in place on the date of the introduction of the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  However, the Court observes that the  annulled section 360(1) without actually ordering the review of the criminal proceedings in the cases of the successful complainants. This lack of review is not palliated by that court’s finding that the annulled provision “cannot be applied” in cases already terminated (see paragraph 12 above in fine). It notes that the situation of the applicant, who is apparently still affected by the legal consequences of his conviction, is governed by section 416(1) e) (formerly section 406) of the New Code of Criminal Procedure. For this provision to come into play, the  must expressly order the review of the criminal proceedings (see paragraph 11 above in fine), thereby allowing for complete reparation. However, it did not do so in the cases of the successful complainants, and the Government have not explained why, on the contrary, it would have done so in the applicant’s case had he lodged a constitutional complaint. In this connection, the Court observes that section 43(3) of the Constitutional Court Act (see paragraph 10 above) only requires a review to be ordered if “from the nullity of the provision applied in the procedure, the reduction or non-imposition of the punishment or measure, or the exemption from or reduction of criminal liability would follow”. It is not persuaded that these conditions are met when the annulment of an unconstitutional provision of procedural – rather than substantive – law is concerned, as in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In sum, section 43 of the Constitutional Court Act, read in conjunction with section 416 (former section 406) of the New Code of Criminal Procedure, does not provide a guarantee for successful complainants, in a situation like that of the applicant, to have the appellate proceedings repeated and thereby to obtain redress for the violation of their Convention rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In these circumstances, the Court is not satisfied that a constitutional complaint was an effective remedy in the applicant’s case. It follows that the Government’s preliminary objection of non-exhaustion of domestic remedies must be dismissed. Furthermore, the Court notes that this complaint is not manifestly ill-founded, within the meaning of Article 35 § 3 of the Convention, and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "20.  The Government submitted that, should the Court declare this complaint admissible, they conceded a violation of the applicant’s rights under Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court notes that the present application raises a problem similar to that examined in the Belziuk v. Poland judgment (25 March 1998, Reports of Judgments and Decisions 1998II, p. 571, §§ 38 to 40), where analogous treatment led to the finding of a violation of Article 6 § 1, taken in conjunction with Article 6 § 3 (c) of the Convention. Whilst in the instant case, in contrast to Belziuk, a problem of “equality of arms” did not arise, since both the prosecutor and the applicant were absent from the Regional Court’s session, for the Court, the applicant’s sentence should not have been increased, as a matter of fair trial, without him or his lawyer being present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  There has accordingly been a violation of Article 6 § 1 read in conjunction with Article 6 § 3 (c) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (d) OF THE CONVENTION (REFUSAL TO HEAR FURTHER WITNESSES)",
                        "elements": [
                            {
                                "content": "23.  The applicant moreover complained that the absence of an appellate hearing also deprived him of an opportunity to have two more witnesses called, which rendered the proceedings unfair, in breach of Article 6 §§ 1 and 3 (d) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "24.  The Court reiterates that, as a general rule, it is for the national courts to assess the evidence before them, as well as the relevance of the evidence which defendants seek to adduce. More specifically, Article 6 § 3 (d) usually leaves it to them to assess whether it is appropriate to call witnesses; it does not require the attendance and examination of every witness on the accused’s behalf (cf. Solakov v. the former Yugoslav Republic of Macedonia, no. 47023/99, § 57, ECHR 2001X). The Court is satisfied from the evidence in the case file that the mere fact that the applicant could not call two further witnesses on appeal has not rendered unfair the proceedings in their entirety. This complaint is therefore manifestly ill-founded within the meaning of Article 35 § 3 and must be rejected, pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "26.  The applicant made no claim under this head in due time. In this connection the Court notes that where an individual, as in the instant case, has been convicted by a court in proceedings which did not meet the Convention requirement of fairness, a retrial, a reopening or a review of the case, if requested, represents in principle an appropriate way of redressing the violation (see mutatis mutandis Öcalan v.  [GC], no. 46221/99, ECHR 2005..., §§ 207-210).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "27.  The applicant claimed 2,265 euros (EUR) for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum claimed in full, less the sum of EUR 850 which the applicant has already been paid under the legal aid scheme of the Council of Europe, i.e. EUR 1,415.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "30.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the appellate session, held in the absence of the applicant, admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 read in conjunction with Article 6 § 3 (c) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,415 (one thousand four hundred and fifteen euros) in respect of costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 December 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "MsD. Jočienė",
            "role": "judges"
        },
        {
            "name": "and Mr S. Naismith",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CSIKOS v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-78283.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1205JUD003725104",
    "externalsources": [],
    "extractedappno": [
        "37251/04",
        "33592/96",
        "77784/01",
        "47023/99",
        "46221/99"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Section 360(1) of the New Code of Criminal Procedure",
        "Section 43 of the Constitutional Court Act",
        "Section 416(1) e) of the New Code of Criminal Procedure"
    ],
    "itemid": "001-78283",
    "judgementdate": "05/12/2006 00:00:00",
    "kpdate": "05/12/2006 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "385",
        "85",
        "14",
        "128",
        "109"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6-3-c",
        "35-1",
        "6-1",
        "35",
        "6"
    ],
    "parties": [
        "CSIKOS",
        "HUNGARY"
    ],
    "rank": "569.299499511719",
    "representedby": [
        "FARKAS, L."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [
        "Baumann v. France, no. 33592/96, § 47, ECHR 2001-V",
        "Belziuk v. Poland, judgment of 25 March 1998, Reports of Judgments and Decisions 1998-II, p. 571, §§ 38 to 40",
        "Nogolica v. Croatia (dec.), no. 77784/01, ECHR 2002-VIII",
        "Öcalan v. Turkey [GC], no. 46221/99, §§ 207-210, ECHR 2005-IV",
        "Solakov v. the former Yugoslav Republic of Macedonia, no. 47023/99, § 57, ECHR 2001-X"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "340040",
    "typedescription": "15"
}