{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed",
    "applicability": "",
    "appno": "37437/97",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-60911.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 37437/97) against the Republic of Poland lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Maria Kubiszyn (“the applicant”), on 5 September 1996.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was not represented before the Court. The Polish Government (“the Government”) were represented by their Agent, Mr Krzysztof Drzewicki, from the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that her right to a “hearing within a reasonable time” had not been respected.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was initially allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of the Court.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 23 October 2001 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "8.  On 23 June 1994 the applicant's husband filed a divorce petition with the Wałbrzych Regional Court (Sąd Wojewódzki).",
                        "elements": []
                    },
                    {
                        "content": "9.  On 26 August 1994 the applicant filed a pleading. On 19 October 1994 her husband requested the court to find that the applicant was responsible for the marital breakdown.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 1 September 1995 the court ordered the applicant's husband to pay 170 Polish zlotys (PLN) in family maintenance pending trial.",
                        "elements": []
                    },
                    {
                        "content": "11.  The court held twelve hearings on the following dates: 26 August, 6 December 1994; 31 January, 21 March, 16 May, 1 September, 28 November 1995; 9 January, 13 February, 19 March, 17 April and 26 April 1996. It heard evidence from at least twelve witnesses.",
                        "elements": []
                    },
                    {
                        "content": "12.  On 26 April 1996 the court granted a divorce decree. It considered that both spouses had been at fault in respect of the breakdown of their marriage. The court further vested custody rights over their minor child with the applicant and obliged her husband to pay maintenance for the child.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 28 May 1996 the applicant filed an appeal against the above judgment. She claimed that her husband had been exclusively responsible for the failure of their marriage and that, therefore, divorce was inadmissible in law.",
                        "elements": []
                    },
                    {
                        "content": "14.  On 5 July 1996 the Wrocław Court of Appeal (Sąd Apelacyjny) quashed the first-instance judgment and remitted the case to the Wałbrzych Regional Court.",
                        "elements": []
                    },
                    {
                        "content": "15.  On 10 October 1996 the applicant filed a request for her maintenance claims to be secured. The court considered that further evidence regarding the financial situation of both parties should be obtained.",
                        "elements": []
                    },
                    {
                        "content": "16.  On 13 November 1996 the court held a hearing. On 9 April 1997 the court amended its decision of 1 September 1995 concerning the family maintenance pending trial, increasing it to PLN 250. It dismissed the remainder of the applicant's maintenance claims.",
                        "elements": []
                    },
                    {
                        "content": "17.  On 6 June 1997 the Wałbrzych Regional Court ordered that evidence be obtained from experts in psychiatry, psychology and pedagogics. On 27 November 1997 experts from the Family Diagnostics Centre (Rodzinny Ośrodek Diagnostyczno-Konsultacyjny) prepared their report.",
                        "elements": []
                    },
                    {
                        "content": "18.  Subsequently, the court held hearings on the following dates: 13 February, 16 March, 24 April 1998.",
                        "elements": []
                    },
                    {
                        "content": "19.  On 15 May 1998 the Wałbrzych Regional Court pronounced divorce, finding that both spouses had been at fault in respect of the breakdown of their marriage.",
                        "elements": []
                    },
                    {
                        "content": "20.  On 16 June 1998 the applicant filed an appeal with the Wrocław Court of Appeal. On 5 August 1998 it upheld the contested judgment. On the same day the applicant applied to the court to grant her legal assistance and to exempt her from court fees in cassation proceedings. On 28 September 1998 the Wrocław Court of Appeal dismissed her application.",
                        "elements": []
                    },
                    {
                        "content": "21.  On 12 November 1998 the applicant filed a cassation appeal against the judgment of the Court of Appeal of 5 August 1998. On 5 January 2001 the Supreme Court (Sąd Najwyższy) held a hearing and on the same date it dismissed the applicant's cassation appeal.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant complained that the length of the proceedings in her case exceeded a reasonable time within the meaning of Article 6 § 1 of the Convention which, in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "23.  The Government contested this view.",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "24.  The Court first observes that the period to be taken into consideration began on 23 June 1994, when the applicant's husband filed a divorce petition with the Wałbrzych Regional Court. It ended on 5 January 2001, when the Supreme Court gave judgment. Accordingly, the proceedings lasted 6 years, 6 months and 12 days.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Reasonableness of the length of the proceedings",
                                "elements": [
                                    {
                                        "content": "25.  According to the Court's case-law, the reasonableness of the length of proceedings has to be assessed, in particular, in the light of the complexity of the case, the conduct of the applicant and of the relevant authorities. In cases relating to civil status, what is at stake for the applicant is also a relevant consideration and special diligence is required in view of the possible consequences which the excessive length of proceedings may have (see, among other authorities, the Maciariello v. Italy judgment of 27 February 1992, Series A no. 230-A, p. 10, § 18, and, mutatis mutandis, the Paulsen-Medalen and Svensson v. Sweden judgment of 19 February 1998, Reports of Judgments and Decisions 1998-I, p. 142, § 39, Laino v Italy [GC], no. 33158/96, § 18, ECHR 1999-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Complexity of the case",
                                        "elements": [
                                            {
                                                "content": "26.  The Government submitted that the case was complex. They maintained that, given the nature of divorce proceedings, the trial court had had to obtain expert reports and extensive evidence in order to establish which party had been exclusively responsible for the failure of their marriage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The applicant disagreed with the Government and argued that the case was not complex.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Court considers that, even though the case involved a degree of complexity on account of the need to obtain extensive evidence, it cannot be said that this in itself justified the length of proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Conduct of the applicant",
                                        "elements": [
                                            {
                                                "content": "29.  The Government acknowledged, on the one hand, that the applicant had not contributed substantially to the length of the proceedings. On the other, they maintained that the applicant had presented herself in a more advantageous manner and, therefore, her statements had been contradictory which had not facilitated the establishment of the circumstances of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The applicant argued that she had not contributed to the length of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court considers that the applicant bears no responsibility for the length of proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conduct of the judicial authorities and what was at stake for the applicant.",
                                        "elements": [
                                            {
                                                "content": "32.  The Government considered that the relevant courts had acted with due diligence in handling the applicant's case. They submitted that the length of the proceedings was reasonable having regard to the absence of any requirement on the part of the national authorities to act with special diligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant stated that the courts had failed to handle her case with due diligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  As to the conduct of the authorities dealing with the case, the Court considers that, having regard to what was at stake for the applicant (divorce and determination of the arrangements for custody of her child), the domestic courts failed to act with the special diligence required by Article 6 § 1 of the Convention in such cases ( see, mutatis mutandis, Laino v. Italy, cited above, § 22). The Court draws attention to the delay of nearly two years and two months in the proceedings before the Supreme Court (see paragraph 21 above). It further observes that there was a delay of five months, between 13 November 1996 and 9 April 1997 (see paragraph 16 above), when no hearing took place. The Court also notes that almost eight months elapsed between the date on which the trial court ordered that evidence be obtained from the experts and the date of the hearing on the merits of the case (see paragraphs 17 and 18 above). The Court considers that the Government's observations do not explain these delays.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The periods of inactivity attributable to the State failed to satisfy the “reasonable time” requirement. There has therefore been a violation of Article 6 § 1 of the Convention in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "37.  The applicant did not claim any pecuniary damage. However, under the head of non-pecuniary damage, she asked the Court to award her PLN 15,000 for moral suffering and distress resulting from the protracted length of the proceedings in her case. In that context she stressed the fact that very personal and painful issues were at stake for her in the proceedings and that a long period she had to wait for justice to be done had affected her health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Government did not comment on the applicant's claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court accepts that the applicant has suffered non-pecuniary damage, such as distress and frustration resulting from the delay in the proceedings, especially having regard to their subject-matter. In the circumstances of the instant case and making its assessment on an equitable basis, the Court awards the applicant EUR 3,750.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "40.  The applicant also claimed PLN 3,000 by way of legal costs and expenses incurred in the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Again, the Government did not comment on the applicant's claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Courts observes that the applicant did not submit any specifications of fees or other expenses. The Court observes that for an award to be made it has to be satisfied that the costs and expenses were actually incurred, were necessarily incurred and were also reasonable as to quantum (see, among other authorities, the Zimmermann and Steiner v. Switzerland judgment of 13 July 1983, Series A no. 66, § 36). The Court accordingly dismisses the claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "43.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": " Done in English, and notified in writing on 30 January 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KUBISZYN v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60911.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:0130JUD003743797",
    "externalsources": [],
    "extractedappno": [
        "37437/97",
        "33158/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-60911",
    "judgementdate": "30/01/2003 00:00:00",
    "kpdate": "30/01/2003 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "40",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "KUBISZYN",
        "POLAND"
    ],
    "rank": "453.066040039063",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Laino v Italy [GC], no. 33158/96, § 18 and § 22, ECHR 1999-I",
        "Maciariello v. Italy judgment of 27 February 1992, Series A no. 230-A, p. 10, § 18",
        "Paulsen-Medalen and Svensson v. Sweden judgment of 19 February 1998, Reports of Judgments and Decisions 1998-I, p. 142, § 39",
        "Zimmermann and Steiner v. Switzerland judgment of 13 July 1983, Series A no. 66, § 36"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318153",
    "typedescription": "15"
}