{
    "__articles": "10;10-1;10-2",
    "__conclusion": "No violation of Art. 10",
    "applicability": "",
    "appno": "33348/96",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "No violation of Art. 10",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-61127.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 33348/96) against  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Romanian nationals, Mr Constantin Cumpănă and Mr Radu Mazăre (“the applicants”), on 23 August 1996.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Romanian Government (“the Government”) were represented by their Agent, Mrs C.I. Tarcea, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that there had been unjustified interference with their right to freedom of expression, as guaranteed by Article 10 of the Convention, on account of their conviction following the publication on 12 April 1994 of an article in a local newspaper.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  By a decision of 10 September 2002 the Chamber declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicants and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicants, Constantin Cumpănă and Radu Mazăre, were born in 1951 and 1968 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The circumstances of the case",
                                "elements": [
                                    {
                                        "content": "10.  On 12 April 1994 the applicants published an article in the Telegraf (“T.”) newspaper, of which the second applicant was the editor, with the headline “Former Deputy Mayor Dan Miron [D.M.] and serving judge Revi Moga [R.M.] responsible for series of offences in Vinalex scam”. The article questioned the legality of a contract which Constanţa City Council had awarded a company, Vinalex, to perform the service of towing away illegally parked vehicles, and expressed the following opinions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In a decision (no. 33) of 30 June 1992 Constanţa City Council awarded a commercial company, S.C. C.B.N. SRL, a contract for impounding illegally parked vehicles or trailers... It was the task of the city council’s specialist departments to lay down the practical arrangements for implementing the decision. That did not happen. Six months after adopting decision no. 33, the city council, knowingly breaching Law no. 69/1991, illegally concluded a partnership contract ... with S.C. Vinalex SRL, a completely different company from the one initially given the contract. It is worth noting, however, that the relevant contract was signed by the deputy mayor, D.M., on behalf of the mayor, ..., and by a certain Moga on behalf of the legal expert M.T.",
                                        "elements": []
                                    },
                                    {
                                        "content": "By what miracle did S.C. Vinalex enter into a partnership with the city council when, in decision no. 33 of 30 June 1992, the council had awarded C.B.N. SRL a straightforward contract to provide services? Significantly, there is no evidence that C.B.N. agreed to abandon the task of towing away illegally parked vehicles! ... The crook D.M. (the former deputy mayor, now a lawyer) authorised Vinalex’s irresponsible employees to record any parking offences – in other words, to ridicule citizens and their property. What form did the fraud take? Sections 89 and 29 of Law no. 69/91 provide that no partnership contract with a commercial company may be signed without a prior decision by the local council, adopted by a two-thirds majority of the total number of councillors. Before a contract is signed, it must be referred to all the local council’s specialist departments for their opinion. ... The contract with Vinalex was negotiated and signed illegally, as the signatories based it on the decision [of 30 June 1992], which, as has already been shown, referred to a different company without envisaging any other partnership.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Given that the city council had already signed four other contracts before that one, the signatories cannot claim ignorance of the law, but only an intentional breach of it! And because any intentional breach of the law pursues an end in itself – generally that of securing material advantages – it is clear that in this case the former deputy mayor, a lawyer by profession, received backhanders from the partner company and either bribed his subordinates, including R.M., or forced them to break the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The  has detected this blatant fraud, which generated huge profits for the briber (S.C. Vinalex)... The offending company [S.C. Vinalex] has never shown that it has adequate facilities for impounding illegally parked vehicles. This has caused large numbers of privately owned vehicles to be damaged and has implicitly given rise to thousands of complaints to that effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, the alleged partnership contract was valid for one year, until 16 December 1993. From that date [S.C. Vinalex] has no longer had any right to interfere with citizens’ private property! It has nevertheless carried on towing vehicles away and illegally collecting money... It is incomprehensible how the police could have provided it with assistance for the past four months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Let us briefly consider the conduct of the council’s former legal expert, R.M., who is now a judge. Either she was ignorant of our country’s legislation when she signed the partnership contract, in which case it is hard to understand how she can subsequently have been appointed as a judge (administering justice on the basis of laws she does not know), or she accepted bribes and may continue to do so in future! It is not surprising that the same judge should be under investigation by the  for a further unlawful act, again committed while she was at the city council (as we reported at the relevant time). It seems laughable that the court’s president did not take any action against her on the ground that the sum involved was not ... high enough.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Apparently becoming aware of the danger that the matter might be uncovered, the city council’s coordination department ... notified S.C. Vinalex in writing of the possibility of the contract being terminated for the following reason: ... ‘You have not supplied any documents showing that you have purchased the platform-type equipment necessary for carrying out the activity properly’ (as stipulated in clause 3 of the contract). ... In the same letter the city council informed S.C. Vinalex: ‘As you have not proved that you have the appropriate equipment, we would assess your contribution to the partnership at up to the sum of your company’s capital, that is 110,000 lei. Your share in the partnership’s net income will have to be recalculated in relation to the parties’ contributions.’ Facts are facts, and the documents in our possession ‘speak’ for themselves of the illegal Vinalex scam.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The article was accompanied by a photograph of a police car on the scene as an illegally parked vehicle was being towed away, photocopies of extracts from the partnership contract and from Constanţa City Council’s decision of 30 June 1992, and certain provisions of Law no. 69/91, concerning the responsibilities and powers of mayors, prefects and city and county councils.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The article was also accompanied by a cartoon showing a man and a woman arm in arm, carrying a bag marked “Vinalex” which was full of banknotes. The two characters were depicted as saying to each other:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Hey, Revi [R.M.], you’ve done a good job there! When I was deputy mayor we made quite a bit, enough to go to ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Dănuţule [D.M.], if you become a lawyer, I’ll become a judge and we’ll have enough to travel round the world...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On an unspecified date after the article had been published, R.M. instituted proceedings against the applicants in the Constanţa Court of First Instance for insult and defamation, offences under Articles 205 and 206 of the Criminal Code respectively. She complained, in particular, about the cartoon accompanying the article, arguing that it had led readers to believe that she had had intimate relations with D.M. She pointed out that both she and the former deputy mayor were married to other people.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  At a hearing on 13 May 1994 the court adjourned the case as the applicants were not present and, scheduling a further hearing for 27 May 1994, directed that that they should be brought before the court on that date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 27 May 1994 the second applicant stated at the public hearing that, as editor, he assumed full responsibility for what had been published in the newspaper. He submitted that cartoons were frequently used in the press as a medium for criticism and that he had not intended to damage the complainant’s reputation. In reply to a question from the court he admitted having learned that, by order of the mayor of , Vinalex had been authorised to tow away illegally parked cars. He stated, however, that he had not thought it necessary to publish that information. Lastly, he stressed that he did not intend to reach a settlement with the injured party and that he was prepared to publish an article on her behalf if she could prove that what he had published was untrue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 10 June 1994 the applicants applied to have the case transferred to a court in another county. They also requested an adjournment of the proceedings, arguing that because the complainant was a judge it was impossible for them to find a member of the Constanţa Bar who would agree to represent them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On an unspecified date the Constanţa Bar, in reply to a question from the court, attested that the applicants had not met with a refusal on the part of each of its members and that, in any event, the matter had not been referred to its executive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 15 June and 1 July 1994 the court adjourned the case as the applicants were not present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In an interlocutory decision of 21 July 1994 the Supreme Court of Justice ordered the referral of the case to the Lehliu-Gară Court of First Instance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 15 November 1994 the case was entered on that court’s list of cases for hearing. Public hearings were held on 21 December 1994 and on 25 January, 27 February, 20 March, 17 April and 17 May 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 21 December 1994 and 25 January 1995 the applicants did not attend the hearings, although they had been duly summoned. The court summoned them to appear at the hearings of 25 January and 27 February 1995. The applicants did not comply with the summonses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  At the hearings on 27 February and 20 March 1995, representatives of the T. newspaper applied on behalf of the applicants, who were not present, to have the proceedings adjourned. The court allowed the application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 20 March 1995 a member of the Bucharest Bar, N.V., agreed to represent the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  At the hearing on 17 April 1995 in the morning N.V. asked the court to consider the case after 11.30 a.m. The court granted his request. However, when it sat to examine the case at 12 noon and, subsequently, at 2.30 p.m. it noted that neither the applicants nor their counsel were present in the courtroom. It accordingly adjourned the case until 17 May 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  At the hearing on 17 May 1995 the court reserved judgment, after noting that neither the applicants – despite their having been duly summoned – nor their counsel had appeared. In a judgment delivered that day the court found the applicants guilty of insult and defamation, offences under Articles 205 and 206 respectively of the Criminal Code. It sentenced them to seven months’ imprisonment and prohibited them from working as journalists for one year after completing their sentences, a security measure provided for in Article 115 § 1 of the Criminal Code. It also ordered them to pay R.M. an award of 25,000,000 lei for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Attaching decisive weight to R.M.’s position as a member of the judiciary, the court considered that the acts of which the applicants were accused posed a danger to society, not because of their practical consequence – distortion of the truth – but because of their psycho-social effects, namely misinformation of the public, creation of a false scale of values and the psychological trauma suffered by the injured party. The court considered that in publishing the article in issue, the applicants had not pursued a legitimate aim and had acted in bad faith, since the facts they had reported did not correspond to the truth.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On an unspecified date the applicants appealed against that judgment, without stating any grounds for their appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  At a hearing on 2 November 1995 the Călăraşi County Court reserved judgment, having noted that the case was ready for decision and that the applicants, who had been duly summoned, had not appeared in court or given any grounds for their appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicants state that for reasons beyond their control they arrived late on 2 November 1995, by which time the hearing had already ended. They submit that on the morning of the hearing the level of the Danube had fallen and that the ferry, the only means of travelling to the town where the court was sitting, had been delayed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In a decision of 2 November 1995 the court, after examining all the aspects of the criminal case against the applicants, as required by Article 3856 of the Code of Criminal Procedure (CCP), upheld the first-instance judgment, finding it to have been correct. That decision, sent to the archives on 23 November 1995, was final and binding and no ordinary appeal lay against it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicants did not serve their custodial sentence, since immediately after the decision had been delivered, the Procurator-General suspended its execution for eleven months, on the basis of Article 412 of the CCP, by which he was empowered to order a stay of execution before applying to have a decision quashed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 10 April 1996 the Procurator-General applied to the Supreme Court of Justice to have the decisions of 17 May 1995 and 2 November 1995 quashed. He submitted the following arguments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  The courts’ legal classification of the facts had been incorrect. He pointed out in that connection that in the cartoon the applicants had simply highlighted their allegations of corruption on the part of the city council officials. He accordingly submitted that the facts in issue did not constitute the actus  of insult as defined in Article 205 of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  The amount which the applicants had been ordered to pay in damages had been extremely high and had not been objectively justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  The requirements of Article 115 § 1 of the Criminal Code, by which the courts could prohibit persons who had committed an offence from practising a particular profession on account of incompetence, lack of training or any other ground making them unfit to practise the profession, were not satisfied in the applicants’ case. He pointed out in that connection that there was no unequivocal proof that the applicants were incompetent or would pose a potential danger by continuing to work as journalists.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In a final judgment of 9 July 1996 the Supreme Court of Justice dismissed the Procurator-General’s application as being manifestly ill-founded. After examining the evidence before it, the Supreme Court",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  considered that in publishing the impugned article in T., the applicants had made an allegation about the injured party which, if true, would have rendered her criminally liable, and that the offence of defamation as defined in Article 206 of the Criminal Code had therefore been made out;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  held that the cartoon accompanying the article, in which the injured party was depicted in the company of a man carrying a bag of money, had been such as to disparage the complainant’s honour and reputation and had therefore constituted the actus reus of insult as defined in Article 205 of the Criminal Code, and accordingly concluded that the lower courts had been correct in their classification of the acts carried out by the applicants;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  considered that the high amount which the applicants had been ordered to pay in damages had been justified by the fact that their article had been published in a mass-circulation newspaper, thereby seriously offending the honour and dignity of the injured party; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  held, lastly, that it was not possible to review the alleged unlawfulness of the temporary prohibition on practising the profession of journalist in the context of an application to have a decision quashed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In a letter of 30 September 1996 the Procurator-General at the Supreme Court of Justice informed the applicants that he had extended the stay of execution of their sentence until 27 November 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 22 November 1996 the President of Romania granted the applicants a pardon in respect of their custodial sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In a letter received by the Court on 19 January 2000 the second applicant informed the Court that he was still working as editor of T., the position he had occupied when lodging his application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It appears from the copy submitted to the Court of the first applicant’s employment record (cartea de muncă) that, following the Călăraşi County Court’s decision of 2 November 1995:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  he continued to work for T. as editor of the “Events” section until 1 February 1996, when he was transferred for administrative reasons to the C. company, occupying the same position and receiving the same salary as before;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  he left that post on 14 April 1997 on account of staff cutbacks by his employer, a ground for dismissal provided for in Article 130 (a) of the Labour Code as in force at the material time; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  he was not gainfully employed until 7 February 2000, when he was recruited on a permanent contract by the A. company as deputy editor.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Relevant provisions of the Criminal Code",
                                "elements": [
                                    {
                                        "content": "1.  Part II: Offences against the individual",
                                        "elements": [
                                            {
                                                "content": "37.  The relevant provisions are worded as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 205 – Insult",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Anyone who disparages the reputation or honour of another through words, gestures or any other means ... shall be liable to imprisonment for between one month and two years or to a fine.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 206 – Defamation",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Anyone who makes any statement or allegation in public concerning a particular person which, if true, would render that person liable to a criminal, administrative or disciplinary penalty or expose them to public opprobrium, shall be liable to imprisonment for between three months and three years or to a fine.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government state, as a matter of legislative policy, that the Romanian parliament is currently studying recent proposals for legislative reform aimed at abolishing imprisonment for the offences of insult and defamation as defined in Article 205 and 206 of the Criminal Code.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Part VI: Security measures",
                                        "elements": [
                                            {
                                                "content": "Article 115 – Prohibition on performing a duty or practising a profession",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Anyone who has committed an [unlawful] act through incompetence, lack of training or for any other reasons rendering him or her unfit to perform certain duties or to practise a certain profession or occupation may be prohibited from performing those duties or practising that profession or occupation. Such a measure may be revoked on request after one year if the grounds on which it was imposed are no longer valid.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Part VII: Grounds for negating criminal responsibility or the effects of a conviction",
                                        "elements": [
                                            {
                                                "content": "Article 120 – Effects of a pardon",
                                                "elements": []
                                            },
                                            {
                                                "content": "“A pardon shall have no effect on security measures and educational measures.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant provisions of the Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "Article 409",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Procurator-General may, of his own motion or on an application by the Minister of Justice, apply to the Supreme Court of Justice for any final decision to be quashed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 410",
                                        "elements": []
                                    },
                                    {
                                        "content": "“An application to have a final conviction ... quashed may be made in the following cases:",
                                        "elements": []
                                    },
                                    {
                                        "content": "I.  ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  where the penalties imposed did not fall within the limits prescribed by law; ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  where the offence was incorrectly classified in law...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 412",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Before applying to have a decision quashed, the Procurator-General may order a stay of its execution.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "39.  The applicants submitted that their conviction had constituted unjustified interference with their right to freedom of expression. They relied on Article 10 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. ...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society ... for the protection of the reputation or rights of others ... or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicants",
                                        "elements": [
                                            {
                                                "content": "40.  The applicants argued that the cartoon that had led to their conviction for insult represented a purely humorous and satirical medium, in which it was permissible to exaggerate certain characteristics of people and situations. In their submission, only R.M.’s vivid imagination could have led her to believe that the cartoon in question was insinuating that she had had intimate relations with the deputy mayor. In any event, the applicants pointed out that the cartoon had not been drawn by them but by the newspaper’s cartoonist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The applicants considered that their conviction had in fact been intended to intimidate their newspaper, in which the opposition forces had been given prominent coverage, and the Romanian press in general. They maintained that the courts that had prohibited them from practising their profession for a limited period had failed to give any reasons for such an “unprecedented” measure, which to them appeared like “a penalty imposed by a judge unable to ignore the fact that the injured party had the same status and position as him”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Lastly, they pointed out that the fact that they had not served their prison sentence did not absolve the Government of responsibility for having infringed their freedom of expression.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "43.  The Government submitted that in publishing the article in issue, the applicants had breached the ethics of journalism in that they had failed to impart reliable and precise information to the public and had not acted in good faith. While accepting that journalists could not always be expected to include a legally unassailable analysis in their articles, the Government considered that any allegations they made should nonetheless be based on a plausible interpretation of the facts and of the documents in their possession. In the instant case the applicants’ interpretation of Law no. 69/1991 to assert that the partnership contract between the city council and Vinalex had been illegal was, in the Government’s submission, incorrect. Furthermore, the Government pointed out that the courts had found the applicants guilty of insult and defamation after establishing that they had acted in bad faith.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Government further submitted that the journalists’ conviction had been necessary to safeguard R.M.’s private life and reputation and, implicitly, the image of the judiciary, the injured party’s position as a serving judge having been emphasised several times in the impugned article. They considered that the applicants’ allegations, far from concerning a debate on a matter of public interest, had in fact consisted of personal insults directed at the judge in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Government considered that the severity of the penalty imposed on the applicants had been justified by their conduct during the criminal proceedings, characterised by a total lack of cooperation with the courts dealing with their case. They pointed out that the applicants had not served the prison sentence imposed on them. In that connection, the Government argued that the pardon which the applicants had been granted had in fact been part of the general policy pursued by the Romanian authorities in opposing the imprisonment of journalists for offences relating to freedom of expression, a policy that was also reflected in recent proposals for legislative reform, currently before the Romanian parliament, aimed at abolishing prison sentences for the offence of defamation.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "46.  According to the Court’s well-established case-law, the test of “necessity in a democratic society” requires the Court to determine whether the “interference” complained of corresponded to a “pressing social need”, whether it was proportionate to the legitimate aim pursued and whether the reasons given by the national authorities to justify it are relevant and sufficient (see Sunday Times (no. 1) v. the United Kingdom, judgment of 26 April 1979, Series A no. 30, p. 38, § 62). In assessing whether such a “need” exists and what measures should be adopted to deal with it, the national authorities are left a certain margin of appreciation. This power of appreciation is not, however, unlimited but goes hand in hand with European supervision by the Court, whose task it is to give a final ruling on whether a restriction is reconcilable with freedom of expression as protected by Article 10.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  One factor of particular importance for the Court’s determination in the present case is the essential function the press fulfils in a democratic society. Although the press must not overstep certain bounds, in particular in respect of the reputation and rights of others and the need to prevent the disclosure of confidential information, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on all matters of public interest (see Jersild v. Denmark, judgment of 23 September 1994, Series A no. 298, p. 23, § 31; and De Haes and Gijsels v. Belgium, judgment of 24 February 1997, Reports of Judgments and Decisions 1997-I, pp. 233-34, § 37).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Article 10 of the Convention does not, however, guarantee wholly unrestricted freedom of expression even with respect to press coverage of matters of serious public concern. Paragraph 2 of Article 10 provides that the exercise of this freedom carries with it “duties and responsibilities”, which also apply to the press. These “duties and responsibilities” may assume significance when, as in the present case, there is a risk of attacking the reputation of private individuals, which is likewise safeguarded by the Convention, and undermining the “rights of others”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In sum, the Court’s task in exercising its supervisory function is not to take the place of the national authorities but rather to review under Article 10, in the light of the case as a whole, the decisions they have taken pursuant to their power of appreciation (see, among many other authorities, Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I). In reviewing the decisions given by domestic courts by virtue of their power of appreciation, the Court must ensure that sanctions against the press were strictly proportionate and prompted by assertions which did indeed overstep the limits of acceptable criticism (see, among many other authorities, Oberschlick v. Austria, judgment of 1 July 1997, Reports 1997-IV, pp. 1274-75, § 29, and Perna v. Italy [GC], no. 48898/99, § 39, ECHR 2003-V).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the above principles in the instant case",
                                        "elements": [
                                            {
                                                "content": "50.  In the instant case the Court notes at the outset that the applicants’ conviction did not result from their allegations regarding the lawfulness of the partnership contract between the city council and a private company, which was a matter of public interest in that the contract concerned the service of towing away illegally parked cars.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The applicants’ conviction for defamation related to their allegations about the judge R.M. in particular; they had asserted that she was either ignorant of the law or had accepted bribes, but that no action had been taken against her because the sum she had received had been so small.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court also notes that those accusations were not in any way substantiated during the criminal trial; the national courts held that they had been made in bad faith, were unfounded and were particularly damaging to R.M.’s reputation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The parties did not dispute that the applicants’ conviction amounted to “interference by public authority” with the exercise of their freedom of expression as protected by Article 10 § 1 and had been prescribed by law (Articles 205 and 206 of Part II and Article 115 of Part VI of the Criminal Code), within the meaning of Article 10 § 2 of the Convention. The Court must now determine whether the interference pursued a legitimate aim and was necessary in a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  It should be reiterated in this connection that, while the press has the right to impart information and ideas, including matters relating to the functioning of the judiciary, the work of the courts, which are the guarantors of justice and which have a fundamental role in a State based on the rule of law, nevertheless needs to enjoy public confidence and the authorities should therefore protect it against unfounded attacks (see, mutatis mutandis, Perna, cited above, § 48).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court agrees with the domestic courts that the publication of the article in issue was damaging to R.M.’s public image and did not contribute to any kind of debate on a matter of public interest. The applicants would have been perfectly entitled in their article to discuss matters relating to the lawfulness of the partnership contract signed by the city council, without, however, making unsubstantiated accusations against R.M. and unjustifiably portraying her in an unfavourable light, particularly in view of her position as a judge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  As regards the applicants’ conviction for insult on account of the cartoon accompanying the article, the Court considers that it was based on relevant grounds, namely the protection of R.M.’s reputation and of the authority of the judiciary. Notwithstanding the fact that journalistic freedom covers recourse to a degree of exaggeration, or even provocation (see Prager and Oberschlick v. Austria, judgment of 26 April 1995, Series A no. 313, p. 19, § 38), the Court considers that the position in which the characters were depicted and the dialogue between them, in particular the use of diminutives, suggested a certain degree of familiarity – construed by the injured party and the national courts as an insinuation that the judge R.M. had had an extramarital relationship – such as to affect her right to respect for her private and family life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  In this connection, the Court considers that in portraying the judge in question on the arm of a man carrying a bag full of money, despite the fact that both the persons shown were married and no judicial investigation had been opened into the unlawful acts they had allegedly committed together, the applicants overstepped the limits of acceptable criticism.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  As to the applicants’ argument that they did not draw the cartoon themselves, the Court notes that the second applicant stated in the Court of First Instance that, as editor, he intended to assume responsibility for everything that had been published in the newspaper. In any event, it observes that there is no evidence that the applicants raised that argument in the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court notes, lastly, that, while the penalty imposed on the applicants was harsh, they did not serve their custodial sentence, being granted a pardon. It also appears from the evidence that the penalty by which the applicants were prohibited from practising their profession had no practical consequences. In this connection, the Court notes that after the Călăraşi County Court’s final and binding decision of 2 November 1995, the second applicant continued to work for the T. newspaper in the position he had occupied when he had lodged the application (see the first sentence of paragraph 36 above). It also appears from the evidence that the fact that the first applicant left his post as editor of the “Events” section on 14 April 1997 was due not to the prohibition on his working as a journalist but to staff cutbacks (see the second sentence of paragraph 36 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  In the light of the foregoing, the Court considers that the interference with the applicants’ freedom of expression was not disproportionate to the legitimate aims pursued, namely the protection of the rights of others (in particular, R.M.’s private life) and of the authority of the judiciary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Consequently, there has been no violation of Article 10 of the Convention in respect of the applicants.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "Holds by five votes to two that there has been no violation of Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 10 June 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the joint dissenting opinion of Mr Costa and Mrs Thomassen is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "We regret that we must dissent from our colleagues’ conclusion that there has been no violation of Article 10 of the Convention in respect of the applicants. The reasons for our divergence are explained below.",
                        "elements": []
                    },
                    {
                        "content": "The facts of the case, as set out in the judgment, may be summarised as follows. Two journalists published an article in a newspaper, of which one of them was the editor, levelling accusations of “fraud” against the former deputy mayor of the city of  and a woman who had since become a judge but who at the time – and this is important – had been working as a legal expert for the city council. The authors of the article alleged that these two people had, on the city council’s behalf, signed a contract with a company for the service of impounding illegally parked vehicles; the contract had been signed without any legal basis and had disregarded a decision by the city council. Those dealings had been discovered by the city’s , and this had apparently caused the city council to find pretexts for terminating the contract. Furthermore, according to the article, the woman (R.M.) had possibly received bribes but no action had been taken against her because of the small amounts involved.",
                        "elements": []
                    },
                    {
                        "content": "The article, published in April 1994, was accompanied by documents intended to prove its accuracy and by a cartoon in which the two protagonists were depicted arm in arm, carrying a bag marked with the contracting company’s name and full of banknotes. The dialogue between them hinted at their alleged connivance and corruption.",
                        "elements": []
                    },
                    {
                        "content": "R.M. instituted criminal proceedings against the two journalists, who were convicted of insult and defamation, sentenced to seven months’ imprisonment and prohibited from working as journalists for one year. They were also ordered to pay the judge a substantial amount in damages, the award being upheld on appeal. It is interesting to note that the Procurator-General, in an unusual move, applied to the Supreme Court to have those judgments quashed on the ground that, among other things, he did not consider the offence of insult to have been made out; his application was, however, dismissed. The Procurator-General also granted the convicted journalists a stay of execution, with the result that they did not go to prison. Lastly, a presidential pardon was granted in respect of the sentence.",
                        "elements": []
                    },
                    {
                        "content": "We can accept, like the majority, that the applicants overstepped the limits of the rights afforded to journalists in that they made these accusations without proving that they were true.",
                        "elements": []
                    },
                    {
                        "content": "As is often the case, the real issue is whether the civil and criminal penalties were “necessary in a democratic society” and hence proportionate to the legitimate aims pursued. Our colleagues in the majority consider that the aims pursued were the protection of the rights of others, which is beyond doubt, and the protection of the authority of the judiciary, which is much more questionable. Admittedly, since the conclusion of the contract in issue, the city council’s legal expert had become a judge, but what matters to us is her profession at the time of the events criticised in the article.",
                        "elements": []
                    },
                    {
                        "content": "As regards proportionality, we would like to make the following points. Firstly, the case concerns freedom of the press, which, according to our Court’s settled case-law, plays a “public watchdog” role in a democracy. Secondly, there was an indisputable public interest in ascertaining whether a contract to perform a local public service had been concluded lawfully and whether there had been any corruption involved. Such an interest is a factor carrying significant weight (see, for example, Thorgeir Thorgeirson v. Iceland, judgment of 25 June 1992, Series A no. 239, p. 28, § 68). Thirdly, there are clearly no grounds here for applying the well-known case-law (Lingens, Oberschlick, Jerusalem, etc.) to the effect that politicians, such as the former deputy mayor, enjoy less protection than private individuals, because the criminal complaint against the applicants was lodged by R.M. alone; however, the article in issue also, and perhaps above all, criticised the conduct of this local politician (who had the same interest as R.M. in securing the journalists’ conviction), and the context in which the whole episode took place was very much a political one, which further heightens the public interest in a debate concerning the circumstances in which the contract was signed. Fourthly, disparaging though it was, the cartoon – on which the domestic courts placed considerable importance – took the form of a caricature, which, etymologically speaking, is a loaded or distorted image. Satirical newspapers, which make extensive use of them, should not be discouraged. Lastly, and perhaps most importantly, “the nature and severity of the penalties imposed are also factors to be taken into account when assessing the proportionality of the interference” (see, for example, Sürek v.  (no. 1) [GC], no. 26682/95, § 64, ECHR 1999-IV, or Perna v. Italy [GC], no. 48898/99, § 39, ECHR 2003-V). Here we do not agree with the majority, who attach weight to the pardon granted to the convicted journalists. A pardon is a discretionary favour dependent on a prerogative order. It dispenses offenders from having to serve the sentence imposed on them, but does not erase their conviction. Sentencing the applicants to imprisonment was in itself excessive. Moreover, for more than a year the sentence was very real, had even been upheld by the Supreme Court and hung over the applicants’ heads like the sword of Damocles. The other professional and pecuniary sanctions were likewise disproportionately heavy. Although one may conclude, as the majority did, that the prohibition on the applicants’ working as journalists had no real consequences, that penalty, which has serious implications in terms of freedom of the press, was not remitted.",
                        "elements": []
                    },
                    {
                        "content": "We are quite aware that, as in libel cases, there is a fine balance to be struck. Reputation and honour are also protected by the Convention, in Article 8 and Article 10 § 2. We too are sensitive to that. And in the instant case, the article and cartoon accused the two persons in question of dishonesty and suggested that they had had (extramarital) relations with each other, an insinuation that may have had repercussions on their family life. Overall, however, the balance was tipped slightly too far; in our opinion, there was no “pressing social need” justifying the lengths to which the Romanian courts went.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsW. Thomassen",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CUMPANA AND MAZARE v. ROMANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61127.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:0610JUD003334896",
    "externalsources": [],
    "extractedappno": [
        "33348/96",
        "69/91",
        "29183/95",
        "48898/99",
        "26682/95"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-61127",
    "judgementdate": "10/06/2003 00:00:00",
    "kpdate": "10/06/2003 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "201",
        "105",
        "265",
        "379",
        "579",
        "235"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "10",
        "10-1",
        "10-2"
    ],
    "parties": [
        "CUMPANA AND MAZARE",
        "ROMANIA"
    ],
    "rank": "462.666931152344",
    "representedby": [
        "N/A"
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [
        "De Haes and Gijsels v. Belgium, judgment of 24 February 1997, Reports 1997-I, pp. 233-234, § 37",
        "Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I",
        "Jersild v. Denmark, judgment of 23 September 1994, Series A no. 298, p. 23, § 31",
        "Oberschlick v. Austria, judgment of 1er July 1997, Reports 1997-IV, pp. 1274-1275, § 29",
        "Perna v. Italy, no. 48898/99, §§ 39, 48, 6 May 2003, unreported",
        "Prager and Oberschlick v. Austria, judgment of 26 April 1995, Series A no. 313, § 38",
        "Sunday Times v. the United Kingdom (no. 1), judgment of 26 April 1979, Series A no. 30, p. 38, § 62"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "320268",
    "typedescription": "14"
}