{
    "__articles": "6;6-1;6-3-c;29;29-3",
    "__conclusion": "Reminder inadmissible;Violation of Art. 6-1 and 6-3-c;Violations of Art. 6-1;No violation of Art. 6-1",
    "applicability": "",
    "appno": "4268/04",
    "article": [
        "6",
        "29"
    ],
    "conclusion": [
        {
            "element": "Reminder inadmissible",
            "type": "other"
        },
        {
            "article": "6-3-c",
            "base_article": "6",
            "element": "Violation of Art. 6-1 and 6-3-c",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 and 6-3-c",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violations of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-90244.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 4268/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Cypriot national, Mr Andreas Kyriakou Panovits (“the applicant”), on 31 December 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr E. Efstathiou, a lawyer practising in . The Cypriot Government (“the Government”) were represented by their Agent, Mr P. Clerides, Attorney-General of the .",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, in particular, about the fairness of criminal proceedings at the pre-trial stage and before the domestic courts.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 16 January 2006 the Court decided to give notice of the application and communicate the complaints under 6 § 1 concerning the pre-trial stage of the proceedings together with the fairness of the trial before the Assize Court and the Supreme Court to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility. On 31 January 2008 the Court decided to invite the parties to submit supplementary observations under Rule 54 § 2 (c) of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  Mr G. Nicolaou, the judge elected in respect of , withdrew from sitting in the case (Rule 28 of the Rules of Court). The Government accordingly appointed Mr G. Erotocritou to sit as an ad hoc judge (Rule 29).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born on 14 August 1982 and is currently serving concurrent sentences of imprisonment at the Nicosia Central Prison.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest",
                                "elements": [
                                    {
                                        "content": "7.  In the context of a police investigation concerning a murder and robbery which took place on 19 April 2000, the police contacted the applicant’s father and invited him and the applicant to visit the Limassol police station. At the time the applicant was just over 17 years old. The applicant went to the police station accompanied by his father. The Limassol District Police Director (hereinafter “the Police Director”) informed the applicant’s father, in the presence of the applicant, about the crime that had been committed, the seriousness of the case, and the fact that there was evidence involving the applicant and that an arrest warrant had been issued against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  According to the applicant, he immediately stated that he was innocent. Another police officer told him that his friend had already confessed to murdering the victim together with the applicant. The police officer added that the applicant’s friend was crying and hitting his head against a wall while he (the applicant) was merely lying to them. Then, another police officer came into the Police Director’s room holding an arrest warrant and informed the applicant that he was under arrest for murder. The applicant replied that he had nothing to add to his statement that he was innocent. The police officer then told the applicant to follow him into a different office. There there were 5 or 6 officers who started asking him questions and inducing him to confess, promising that if he did so they would assist him. They questioned him for approximately 30-40 minutes but he kept saying that he could not remember anything as he had been very drunk the night before. At some stage during the interrogation a police officer put his gun on the desk and told the applicant that he should hurry up as they had other things to do. The police officers told him that if he wanted to go he should confess. Subsequently a police officer suggested that they take a written statement from the applicant and that the police officers would remind him of anything he could not remember. The applicant then agreed to make a written statement. He denied having made any prior oral admission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  According to the Government, relying on the testimonies of the police officers participating in the interrogation, the applicant was shown the arrest warrant and informed of the reasons for his arrest, and had his attention drawn to the law. The applicant replied that he had nothing to say other than that he was innocent. He was then taken to a different room for questioning. Before the applicant was questioned the arresting officer explained again the reasons for his arrest, repeated that there was evidence involving the applicant in the circumstances under investigation and cautioned him that anything he said could be used against him in subsequent proceedings. There were four police officers present in the room. The applicant replied that he had not intended to kill anyone and started to give an explanation of the events. According to the arresting officer, the applicant was interrupted and his attention was drawn to the law. During the questioning the applicant confessed his guilt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The parties agreed that when the applicant was taken away for questioning, his father remained in the Police Director’s office. He was shocked and after a couple of minutes told the Police Director that they should not use violence against his son. The Police Director replied that the police did not use such practices and added that the case was serious, that there was evidence linking the applicant with the crime and that it was important to seek the advice of a lawyer. He asked the applicant’s father whether he wanted to be present while his son was questioned. The father declined the offer. A few minutes afterwards, a police officer entered the room and informed the Police Director and the applicant’s father that the applicant had confessed. The Police Director invited the applicant’s father to join his son in the interview room so that he could hear what his son had admitted. The applicant’s father preferred to wait outside.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant was charged with manslaughter and robbery under the Criminal Code (Cap. 154). On 9 May 2000 the applicant noted in an additional written statement: “I did not hit him (the victim) with the stone but only kicked him a couple of times.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings before the ",
                                "elements": [
                                    {
                                        "content": "12.  The applicant and his co-accused were brought for trial before the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  During the trial the applicant maintained that his confession to the police had not been voluntary but the product of deception, psychological pressure, promises, threats and other tactics aimed at creating fear. He also argued that at the time he had made his statement to the police he had been drunk and, therefore, he had not been in a position to remember accurately the facts described in that statement. Furthermore, the applicant argued that he had not had legal advice immediately after his arrest and before being questioned and induced to sign the written statement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 11 and 12 January 2001 the court heard the evidence of the Police Director concerning the applicant’s arrest and questioning. The Director confirmed that he had invited the applicant and his father to his office, where he had told the father, without addressing the applicant, that an arrest warrant had been issued against the applicant in connection with a murder and that there was evidence linking the applicant to the crime. The applicant had then been cautioned, arrested and taken into a separate room for questioning. Shortly after the applicant left the room the Director had explained to the applicant’s father the seriousness of the case and suggested that they find a lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 7 February 2001 the , having considered all the evidence put before it, found that the applicant’s confession had been voluntary and that he had not been subjected to any undue or improper pressure by the police to secure it. The evidence of the prosecution gave a clear picture of the events that had taken place and the court dismissed the applicant’s allegations that, at the time of his confession, he had suffered loss of memory due to drunkenness. The confession was, therefore, admissible as evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  As regards the applicant’s claims concerning the lack of legal representation before his questioning, the court noted that the defence had not relied on any provision or authority recognising a right to have legal advice as a condition for receipt of an accused’s statement. Nor had the applicant or his father requested a lawyer and been refused one by the police. Moreover, the Director of Police had advised the applicant’s father that he and his son should seek legal representation. Overall, there had been no inappropriate action on the part of the police in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Subsequently, on 14 February 2001, during the main trial, the following exchange took place between the applicant’s lawyer, Mr Kyprianou, and the bench (translation of verbatim record of the proceedings):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Mr Kyprianou: I will ask the prosecution to give me all the statements of suspects who made a statement about this case so that I can continue my cross-examination of this witness. The prosecution is obliged to supply me with all the statements taken from other suspects and it is not permissible in our view for the prosecution to hide behind this.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Court: First we want you to lower the tone of your voice. You do not let slip an opportunity to attack the prosecution who we believe is trying to present its case in a fair way, at least as the facts so far show. If you asked at some stage for the statements to be given to you and the prosecution refused, that is another matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Kyprianou: I believed that I would get this from the case file, now I am deprived of this right. I want the complete case file. I cannot continue my cross-examination of this witness if I do not have the complete case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Ms Kyriakidou (prosecutor): The position of the prosecution on the basis of Article 7 of the Law on Criminal Procedure (is that) to make any complaint the Defence must apply in writing to the prosecution to ask for any statement in the file and if the Prosecution refuses, then the defence is entitled to complain.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Here, the defence did not apply in writing; certain particulars, photographs, plans were asked for verbally and whatever was asked for was given and the prosecution never refused to give anything to the defence. This process did not happen and it is my position that this attitude of the defence is not justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Court: We have considered the request of the learned counsel of accused no. 2 for the Court to interrupt the proceedings so that he can get statements of persons who gave statements during the investigation of the case from his opponents. As stated earlier today, the defence had a right, on the basis of Article 7 of the Law on Criminal Procedure, Cap.155, to request to be supplied with the said copies from the day when the accused pleaded not guilty, but failed to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "We do not consider it expedient to break after so much delay and to create a fresh delay for this purpose. In any case, the Court in the present case is occupied with whether the prosecution will succeed in proving the guilt of the accused, who we note are presumed innocent until the prosecution, with their evidence, prove their guilt beyond all reasonable doubt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Whether the examination was unsatisfactory or not is a matter which will be decided at the end of the case. The request is therefore refused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Kyprianou: I would ask for a break of five minutes in view of your ruling to gather my thoughts and see how I shall proceed because I believed that there would be disclosure of all the documents, for this reason I want five minutes to think about what I shall do in view of your ruling, that is to say how I shall proceed with the cross-examination. The cross-examination will take another sitting of the court. So the five minutes I am asking for are not unjustifiable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Court: We will approve a break of ten minutes but we will remind (the defence) that it is the second time that an interruption of the proceedings has been requested for inspecting the case file. We had a break in a previous session and gave a sufficient interval for them to see the file.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Following the break, the proceedings were resumed. At one point a confrontation occurred between the applicant’s lawyer, Mr Kyprianou, and the court. Mr Kyprianou was at the time cross-examining a police officer who had taken the applicant’s written statement and was asking him about the manner in which an indication by another police-officer to insert the time of taking the statement was made. The court interrupted Mr Kyprianou and noted that they found his questions unnecessary. Mr Kyprianou then sought leave to withdraw from the case which was refused. The verbatim record of the proceedings reports the following exchange (translation):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Court: We consider that your cross-examination goes beyond the detailed cross-examination that can take place at the present stage of the main trial in issues...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Kyprianou: I will stop my cross-examination...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Court: Mr Kyprianou...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Kyprianou: Since the Court considers that I am not doing my job properly in defending this man, I ask for your leave to withdraw from this case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Court: Whether an advocate is to be granted leave to withdraw or not, is a matter within the discretionary power of the court and, in the light of what we have heard, no such leave is granted. We rely on the case of Kafkaros and Others v. the Republic and do not grant leave.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Kyprianou: Since you are preventing me from continuing my cross-examination on significant points of the case, then my role here does not serve any purpose.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Court: We consider your persistence...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Kyprianou: And I am sorry that when I was cross-examining, the members of the court were talking to each other, passing ‘ravasakia’ among themselves, which is not compatible with allowing me to continue the cross-examination with the required vigour, if it is under the secret scrutiny of the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Court: We consider that what has just been said by Mr Kyprianou, and in particular the manner in which he addresses the court, constitutes a contempt of court and Mr Kyprianou has two choices: either to maintain what he said and to give reasons why no sentence should be imposed on him, or to decide whether he should retract. We give him this opportunity exceptionally. Section 44 (1) (a) of the Courts of Justice Law applies to its full extent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Kyprianou: You can try me.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Court: Would you like to say anything?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Kyprianou: I saw with my own eyes the small pieces of paper going from one judge to another when I was cross-examining, in a way not very flattering to the defence. How can I find the stamina to defend a man who is accused of murder?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Court (Mr Photiou): It so happens that the piece of paper to which Mr Kyprianou refers is still in the hands of brother Judge Mr Economou and Mr Kyprianou may inspect it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Court (Ms Michaelidou): The exchange of written views between the members of the bench as to the manner in which Mr Kyprianou is conducting the case does not give him any rights, and I consider Mr Kyprianou’s behaviour utterly unacceptable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Court (Mr Photiou): We shall have a break in order to consider the matter. The defendant (in the main trial) should in the meantime remain in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Court: We considered the matter during the adjournment and continue to believe that what Mr Kyprianou said, the content, the manner and the tone of his voice, constitute a contempt of court as provided for in section 44 (1) (a) of the Courts of Justice Law 14/60 ... that is, showing disrespect to the court by way of words and conduct. We already asked Mr Kyprianou before the break if he had anything to add before we pass sentence on him. If he has something to add, let us hear him. Otherwise, the court should proceed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Kyprianou: Mr President, certainly during the break, I wondered what the offence was which I had committed. The events took place in a very tense atmosphere. I am defending a very serious case; I felt that I was interrupted in my cross-examination and said what I said. I have been a lawyer for forty years, my record is unblemished and it is the first time that I face such an accusation. That is all I have to say.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Court: We shall adjourn for ten minutes and shall then proceed with sentencing.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  After a short break the , by a majority, sentenced Mr Kyprianou to five days’ imprisonment. The court referred to the above exchange between Mr Kyprianou and its members and held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...It is not easy, through words, to convey the atmosphere which Mr Kyprianou created since, quite apart from the unacceptable content of his statements, the tone of his voice as well as his demeanour and gestures to the court not only gave an unacceptable impression of any civilised place, and a courtroom in particular, but were apparently aimed at creating a climate of intimidation and terror within the court. We are not exaggerating at all in saying that Mr Kyprianou was shouting and gesticulating at the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It was pointed out to him that his statements and his behaviour amounted to contempt of court and he was given the opportunity to speak. And while there was a reasonable expectation that Mr Kyprianou would calm down and that he would apologise, Mr Kyprianou, in the same tone and with the same intensity already referred to, shouted, ‘You can try me’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Later, after a long break, Mr Kyprianou was given a second chance to address the court, in the hope that he would apologise and mitigate the damage caused by his behaviour. Unfortunately, at this stage Mr Kyprianou still showed no signs of regret or, at least, of apprehension for the unacceptable situation he had created. On the contrary, he stated that during the break he wondered what his crime had been, merely attributing his behaviour to the ‘very tense atmosphere’. However, he was solely responsible for the creation of that atmosphere and, therefore, he cannot use it as an excuse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Kyprianou did not hesitate to suggest that the exchange of views between the members of the bench amounted to an exchange of ‘ravasakia’, that is, ‘love letters’ (See: ‘Dictionary of Modern Greek - Spoudi ravasaki (Slavic ravas), love letter, written love note’). And he accused the Court, which was trying to regulate the course of the proceedings, as it had the right and the duty to do, of restricting him and of doing justice in secret.",
                                        "elements": []
                                    },
                                    {
                                        "content": "We cannot conceive of another occasion of such a manifest and unacceptable contempt of court by any person, let alone an advocate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The judges as persons, whom Mr Kyprianou has deeply insulted, are the least of our concern. What really concerns us is the authority and integrity of justice. If the court’s reaction is not immediate and drastic, we feel that justice will have suffered a disastrous blow. An inadequate reaction on the part of the lawful and civilised order, as expressed by the courts, would mean accepting that the authority of the courts be demeaned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is with great sadness that we conclude that the only adequate response, in the circumstances, is the imposition of a sentence of a deterrent nature, which can only be imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "We are well aware of the repercussions of this decision since the person concerned is an advocate of long standing, but it is Mr Kyprianou himself who, through his conduct, brought matters to this end.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the light of the above we impose a sentence of imprisonment of five days”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Mr Kyprianou served his prison sentence immediately. He was in fact released before completing the full term in accordance with section 9 of the Prison Law (Law no. 62(I)/1996).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant continued to be represented by Mr Kyprianou for the rest of his trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 21 February 2001 the defence requested the judges to withdraw from the case in view of the events that had occurred so that the case could be tried by another bench. Mr Kyprianou requested that the court be addressed by another lawyer in this respect, given the fact that he had been directly concerned by the court’s decision on contempt. The defence was concerned that the court would not be impartial. This request was granted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 2 March 2001, by an interim decision, the  dismissed the request for its withdrawal. Having examined the relevant case-law on the issue it found that no ground had been established for its withdrawal. In this connection it noted that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“no reasonable person who had actual knowledge of the circumstances of the case from genuine sources – as opposed to plain rumours or the manner in which the matter had been presented in the media – would justifiably form the impression that there was a real likelihood of prejudice by the court against the defendant simply because of its conclusion that his lawyer’s behaviour, at some stage of the proceedings, had been in contempt of court”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Given that its decision on contempt had been a decision reached within the context of its exercise of its judicial functions and, as such, there was no issue of personal feelings of the judges or any prejudice on the part of the court, there was no reason why the court should abandon the examination of the case before the completion of the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The proceedings therefore continued before the same bench.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 10 May 2001 the  found the applicant guilty of manslaughter and robbery. The court dismissed the applicant’s allegations that his confession had been fabricated by the police and taken under suspicious circumstances. It found that there had been clear, independent and persuasive evidence demonstrating the genuine nature of his confession to the police. Furthermore, it noted that apart from the free and voluntary confession, the conclusion about the applicant’s guilt was supported by other strong and independent evidence and facts. In particular, the court relied on the applicant’s further statement of 9 May 2000 (see paragraph 11 above), placing the applicant at the time and place of the crime and confirming that he used force against the victim, a statement of a friend of the applicant to whom the applicant had stated that he had been involved in a serious fight with the victim, and various testimonies confirming that the applicant had been seen in a pub drinking and talking to the victim, leaving the pub right after the victim and heading in the same direction as the victim. Moreover, further testimonies confirmed that the applicant was seen in the early hours of the following morning drinking in another pub dressed in clothes covered in mud. The medical evidence concerning the victim’s death had confirmed that the cause of death had been multiple and violent blows, a finding which was consistent with the applicant’s two statements as well as that of his co-accused. The confession of his co-accused could not be treated as evidence against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 24 May 2001 the  sentenced the applicant to two concurrent sentences of imprisonment for fourteen and six years for manslaughter and robbery respectively.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Appeal proceedings before the Supreme Court",
                                "elements": [
                                    {
                                        "content": "28.  On 29 May 2001 the applicant lodged an appeal with the Supreme Court against his conviction and sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In challenging his conviction he repeated his arguments concerning the involuntary nature of his confession, the circumstances in which it had been taken and the violation of his right to the assistance of a lawyer. In particular, it was emphasised that the Director of Police had not advised the applicant himself that he should consult a lawyer and had not warned the applicant that he was under no obligation to state anything about the case. Moreover, the applicant maintained that his conviction had been the direct consequence of the hostility which had been openly expressed by the  towards his lawyer, who had also been tried, convicted by the same court for contempt and imprisoned. As a result, the applicant’s confidence in the impartiality of the court and his lawyer had been shaken.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The prosecution also lodged an appeal challenging the sentence imposed as “manifestly insufficient” in the circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 3 July 2003 the Supreme Court dismissed both appeals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  As to what had occurred at the pre-trial stages of the proceedings the Supreme Court noted that the applicant had gone to the police station accompanied by his father and both had been informed about the crime, the suspicion that the applicant had been involved in it and that they could be assisted by a lawyer if they so wished. The applicant had stated that he was innocent; he had then been arrested and taken for questioning in a different room. When his son had been taken for questioning the applicant’s father had been warned about the seriousness of the case, that they could consult a lawyer and that he could be present during the questioning. However, he had preferred to wait outside. A few minutes later the applicant’s father and the Police Director had been informed that the applicant had confessed his guilt. The court observed that the fact that the applicant had confessed did not necessarily lead to the conclusion that something improper had occurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  As to the applicant’s confession, the court noted that it had constituted the subject of a separate hearing within the trial and that the  had concluded that it had been the product of the free will of the applicant and found it admissible as evidence. The court observed that the , following settled principles of Cypriot jurisprudence, had re-examined the content of the statement in the light of the entirety of the evidence in the main trial. Its judgment was elaborate and the evidential material was discussed with meticulousness together with the arguments of the parties. A simple reading of the minutes confirmed the correctness of the ’s judgment. As for the applicant’s credibility, the Supreme Court noted that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“as a general comment, ... the appellant appeared, as it is shown by the evidence, to have had a selective memory. He remembered all the details which did not incriminate him while he had complete lack of memory in respect of all the elements which linked him to the crime. This attitude is evident from his evidence both in the main trial and in the trial within a trial concerning the voluntariness of the contested statement. And in both proceedings he tried to negate the statements he had made in his earlier written confession.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Moreover, there was sufficient, powerful and independent evidence putting the applicant at the time and place of the crime. Such evidence taken together with the applicant’s admission contained in a second statement, the admissibility of which was not contested as having been submitted on an involuntary basis, rendered the applicant’s guilt proven beyond any reasonable doubt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Supreme Court also dismissed the applicant’s argument concerning the ’s alleged lack of impartiality in view of his lawyer’s conviction for contempt of court. In particular it stated the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Following his conviction by the Assize Court (for contempt of court) Mr Kyprianou requested to withdraw from the proceedings and to stop acting as counsel for the appellant....The appellant’s argument that, in view of what had happened before the Assize Court, this ceased to be an impartial court and the trial was rendered unfair, is incorrect. A simple reading of the voluminous transcript of the proceedings demonstrates the smooth conduct of the trial, in which all the evidence was presented before the court, which had to evaluate it and decide the extent to which the prosecution had managed to prove the charges against the appellant beyond all reasonable doubt. We have indicated above that the evidence against the appellant was conclusive. His advocate had put to the  everything that could be submitted in his defence in a trial; a task which was, admittedly, rather difficult. The ’s decision not to allow the advocate to withdraw in the middle of the trial or to withdraw itself from the case, which would have led to a retrial, did not render the trial unfair, while the court itself had, in our opinion, preserved its impartiality throughout the proceedings.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Finally, as regards the sentence imposed by the , the Supreme Court found that there had been evident leniency in sentencing, making the length of the prison sentence imposed almost manifestly insufficient. Nevertheless, it decided not to interfere with the ’s decision in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Concerning the Mr Kyprianou’s request to stop acting as counsel for the applicant (see paragraphs 18 and 35 above), the Government clarified that it was made before the contempt proceedings. This was supported by the applicant and the relevant transcript of the proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND INTERNATIONAL STANDARDS",
                        "elements": [
                            {
                                "content": "A  Rights of the accused",
                                "elements": [
                                    {
                                        "content": "38.  Article 11 (4) of the Constitution of the  provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Every person arrested shall be informed at the time of his arrest in a language which he understands of the reasons for his arrest and shall be allowed to have the services of a lawyer of his own choosing.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Article 12 (4) and (5) of the Constitution provides, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  “Every person charged with an offence shall be presumed innocent until proved guilty according to law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  Every person charged with an offence has the following minimum rights:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  to be informed promptly and in a language which he understands and in detail of the nature and grounds of the charge preferred against him;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  to have adequate time and facilities for the preparation of his defence; ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Right to a fair trial",
                                "elements": [
                                    {
                                        "content": "40.  Article 30 (2) and (3) provides, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  “In the determination of his civil rights and obligations or of any criminal charge against him, every person is entitled to a fair and public hearing within a reasonable time by an independent, impartial and competent court established by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  Every person has the right:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  to be informed of the reasons why he is required to appear before the court;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  to present his case before the court and to have sufficient time necessary for its preparation....”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  International Covenant on Civil and Political Rights 1966 (“ICCPR”)",
                                "elements": [
                                    {
                                        "content": "41.  The ICCPR provides in Article 14(4), which broadly corresponds to Article 6 of the European Convention, that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the case of juvenile persons, the procedure shall be such as will take account of their age, and the desirability of promoting their rehabilitation.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Treatment of a suspect",
                                "elements": [
                                    {
                                        "content": "1.  Domestic law",
                                        "elements": [
                                            {
                                                "content": "42.  Section 8 of the Criminal Procedure Law, Cap. 155 provides as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Without prejudice to the generality of section 3 of this Law and without prejudice to the operation of section 5 of this Law the rules for the time being approved by Her Majesty’s Judges of the Queen’s Bench Division in England relating to the taking of statements by police officers (known as ‘The Judges’ Rules’) shall apply to the taking of statements in the Colony as they apply to the taking of statements in England”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Section 13 of the Criminal Procedure Law, Cap. 155 provides, in so far as relevant, as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...Any [arrested] person while in custody shall be given reasonable facilities for obtaining legal advice, for taking steps to obtain bail and otherwise for making arrangements for his defence or release.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Rule II of the Judges’ Rules provides as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“As soon as a police officer has evidence which would afford reasonable grounds for suspecting that a person has committed an offence, he shall caution that person or cause him to be cautioned before putting to him any questions, or further questions, relating to that offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The caution shall be in the following terms:",
                                                "elements": []
                                            },
                                            {
                                                "content": "‘You are not obliged to say anything unless you wish to do so but what you say may be put into writing and given in evidence.’ ”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Standards of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (Ref: CPT/inf/E (2002) 1_Rev.2006)",
                                        "elements": [
                                            {
                                                "content": "45.  The CPT standards on police detention were set out in its 2nd General Report [CPT/Inf (92) 3] as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "36. The CPT attaches particular importance to three rights for persons detained by the police: the right of the person concerned to have the fact of his detention notified to a third party of his choice (family member, friend, consulate), the right of access to a lawyer, and the right to request a medical examination by a doctor of his choice (in addition to any medical examination carried out by a doctor called by the police authorities). They are, in the CPT’s opinion, three fundamental safeguards against the ill-treatment of detained persons which should apply as from the very outset of deprivation of liberty, regardless of how it may be described under the legal system concerned (apprehension, arrest, etc).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37. Persons taken into police custody should be expressly informed without delay of all their rights, including those referred to in paragraph 36. Further, any possibilities offered to the authorities to delay the exercise of one or other of the latter rights in order to protect the interests of justice should be clearly defined and their application strictly limited in time. As regards more particularly the rights of access to a lawyer and to request a medical examination by a doctor other than one called by the police, systems whereby, exceptionally, lawyers and doctors can be chosen from pre-established lists drawn up in agreement with the relevant professional organisations should remove any need to delay the exercise of these rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38. Access to a lawyer for persons in police custody should include the right to contact and to be visited by the lawyer (in both cases under conditions guaranteeing the confidentiality of their discussions) as well as, in principle, the right for the person concerned to have the lawyer present during interrogation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The CPT standards on juveniles deprived of their liberty were set out in the CPT’s 9th General Report [CPT/Inf (99) 12] as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In this context, the CPT has stressed that it is during the period immediately following deprivation of liberty that the risk of torture and ill-treatment is at its greatest. It follows that it is essential that all persons deprived of their liberty (including juveniles) enjoy, as from the moment when they are first obliged to remain with the police, the right to notify a relative or another third party of the fact of their detention, the right of access to a lawyer and the right of access to a doctor.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "E.  Treatment of an accused’s confession under the national law",
                                "elements": [
                                    {
                                        "content": "47.  In Vouniotis v. The Republic (1975) 2 C.L.R. 34 the Supreme Court held that the court should verify the truthfulness of a confession by independent evidence. In this case the following extracts from R v Sykes 8 Cr. App. Rev. were cited with approval:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A man may be convicted on his own confession alone; there is no law against it... the first question [to be asked] when ... examining the confession of a man, is, is there anything outside it to show it was true? Is it corroborated? Are the statements made in it of fact so far as we can test them true? ... Is it [the confession] consistent with other facts which have been ascertained and which have been, as in this case, proved before us? ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In the case of Kafkaris v. The Republic (1990) 2 CLR 203, the following was stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A confession of a crime – so long as it is accepted as voluntary – can on its own constitute sufficient ground for an accused’s conviction. No matter how voluntary a confession is, it is prudent, in accordance with the case-law... to have, where possible, corroborating evidence in support of the accuracy of its content. That would exclude the possibility of error and discourage the interrogating authorities to seek a confession as an easy alternative to having a crime properly investigated. The content of a confession must be judged not only on the basis of the authenticity of the allegations it contains, but also in conjunction with any other testimony that tends to support or disprove the accuracy of its content.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  The applicant made a number of complaints concerning the fairness of the various stages of the criminal proceedings under Article 6 of the Convention, which reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of … any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him...”",
                                "elements": []
                            },
                            {
                                "content": "50.  With regard to the pre-trial stage of the proceedings, the applicant complained that he had not been informed of his right to consult a lawyer prior to being questioned and submitting his statement and that he had not been provided with an adequate opportunity to find a lawyer at that stage. This had been particularly detrimental for his defence given that he was a minor at the time and had not even been questioned by the police in the presence of his guardian. He further complained that he had not been adequately warned of his right to remain silent.",
                                "elements": []
                            },
                            {
                                "content": "51.  The applicant also complained that he had not received a fair trial by the Assize Court given its acceptance of his confession, the admission of other evidence attempting to show his “bad character” and concerning his involvement in other criminal investigations, and the continual interferences by the court in the conduct of the trial which ended in a direct conflict with the applicant’s lawyer. His lawyer’s subsequent conviction and imprisonment for contempt of court had inhibited the lawyer’s ability to defend the applicant (see, for the relevant facts, Kyprianou v. Cyprus [GC], no. 73797/01, ECHR 2005...).",
                                "elements": []
                            },
                            {
                                "content": "52.  Finally, the applicant complained that there was no third-instance appeal jurisdiction in  to review the lawfulness of the findings of the Supreme Court on appeal.",
                                "elements": []
                            },
                            {
                                "content": "53.  The Government contested the applicant’s arguments in their entirety.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "54.  The Court considers that the complaints concerning the pre-trial stage of the proceedings and the fairness of the trial at first instance and on appeal raise questions of law which are sufficiently serious that their determination should depend on an examination of the merits. No other ground for declaring them inadmissible has been established. These complaints must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In connection with the applicant’s complaint, concerning the lack of a third level of jurisdiction in  to which the soundness and lawfulness of the judgments of the Supreme Court on appeal could be challenged, the Court considers that it falls to be examined under Article 2 of Protocol No. 7 of the Convention. The Court observes that the applicant, following his conviction and sentence by the , appealed to the Supreme Court, which dealt with his elaborate grounds of appeal providing adequate reasoning for its findings. The applicant therefore had his conviction and sentence reviewed by a higher tribunal in conformity with Article 2 of Protocol No. 7. In this connection, the Court notes that neither this provision nor any other provision of the Convention or its Protocols guarantees a right to have a case heard by three judicial instances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Accordingly, this complaint is manifestly ill-founded within the meaning of Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Complaints concerning the pre-trial stage of the proceedings",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "57.  The Government maintained that the police had drawn the applicant’s attention to his right to remain silent on three occasions: at the time of his arrest, when he was taken for questioning and before his written statement was taken. In particular, the applicant had been warned in accordance with the wording of Rule II of the Judges’ Rules which apply in  by virtue of section 8 of the Criminal Procedure Law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Government stated that the testimony of the witnesses for the prosecution concerning the events at the pre-trial stage of the proceedings had been accepted by the  both in the trial within a trial and in the main proceedings. They noted that in the trial within a trial the prosecution had succeeded in proving beyond all reasonable doubt that the applicant’s confession, given shortly after his arrest, had been voluntary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Although the applicant’s father, who was acting at the time as the applicant’s guardian, had been made fully aware of the seriousness of the case and had been prompted to appoint a lawyer immediately after the applicant was taken for questioning, the father did not appoint a lawyer and preferred not to be present when the applicant gave his written statement to the police. Moreover, neither the applicant nor his father had requested the assistance of a lawyer to which they were entitled from the initial stages of the investigation in accordance with domestic law. Had they requested such services, access to a lawyer would have been granted. There had therefore been no denial of the applicant’s rights in this respect and he had benefited from the assistance of a lawyer from the day following his arrest and throughout the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  In the light of the entirety of the proceedings, the absence of legal assistance on the day of the applicant’s arrest had not deprived him of a fair hearing. The applicant had had every opportunity under domestic law to challenge the voluntary nature and admissibility of his written statement in the subsequent proceedings. He had been represented by counsel and had the witnesses of the prosecution cross-examined, whereas the burden of satisfying the court as to the voluntary character of the confession, to the requisite criminal standard of proof, had remained with the prosecution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The applicant’s father, being at the time the applicant’s guardian, had by his conduct unequivocally waived the applicant’s right to have the assistance of a lawyer at the pre-trial stage of the proceedings. The Government could not be held accountable in the present circumstances for the applicant’s failure to exercise his right in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "62.  The applicant maintained that he had not been advised to find a lawyer before he was taken for questioning, and that his father had only been advised to do so while the applicant was being questioned. The applicant, being underage at the time, had been unable to comprehend the seriousness of the matter and was totally unaware of the fact that had he asked for a lawyer the police questioning could have been deferred pending the lawyer’s arrival. Moreover, his father had been unable to respond and request a lawyer for his son immediately as according to the testimonies of the police officers he had been “stunned, shocked and unable to speak”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Moreover, due respect by the State of the applicant’s rights required that he himself be advised of his right to consult a lawyer upon his arrest. If the police considered him mature enough to be arrested, taken for questioning alone, and able to make a statement to the police without the presence of his father or a lawyer, it was their duty to explain directly to the applicant that he had the right to consult a lawyer upon his arrest and that he was entitled to legal aid.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "64.  At the outset the Court observes that, even if the primary purpose of Article 6, as far as criminal matters are concerned, is to ensure a fair trial by a “tribunal” competent to determine “any criminal charge”, it does not follow that the Article has no application to pre-trial proceedings. Article 6 – especially paragraph 3 – may be relevant before a case is sent for trial if and in so far as the fairness of the trial is likely to be seriously prejudiced by an initial failure to comply with its requirements (see Öcalan v. Turkey [GC], no. 46221/99, § 131, ECHR 2005IV, and Imbrioscia v. Switzerland, 24 November 1993, § 36, Series A no. 275). The manner in which Article 6 §§ 1 and 3 (c) is to be applied during the preliminary investigation depends on the special features of the proceedings involved and on the circumstances of the case. In order to determine whether the aim of Article 6 – a fair trial – has been achieved, regard must be had to the entirety of the domestic proceedings conducted in the case (Imbrioscia, cited above, § 38).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Moreover, the Court reiterates that the right to silence and the right not to incriminate oneself are generally recognised international standards which lie at the heart of the notion of a fair procedure under Article 6. Their rationale lies, inter alia, in the protection of the accused against improper compulsion by the authorities, thereby contributing to the avoidance of miscarriages of justice and to the fulfilment of the aims of Article 6 (see John Murray v. the United Kingdom, 8 February 1996, § 45, Reports of Judgments and Decisions 1996I, and Funke v. France, 25 February 1993, § 44, Series A no. 256A). The right not to incriminate oneself, in particular, presupposes that the prosecution in a criminal case seek to prove their case against the accused without resort to evidence obtained through methods of coercion or oppression in defiance of the will of the accused (see, inter alia, Saunders v. the United Kingdom, 17 December 1996, § 68, Reports 1996VI; Heaney and McGuinness v. Ireland, no. 34720/97, § 40, ECHR 2000XII; J.B. v. Switzerland, no. 31827/96, § 64, ECHR 2001-III; and Allan v. the United Kingdom, no. 48539/99, § 44, ECHR 2002-IX). In this sense the right is closely linked to the presumption of innocence contained in Article 6 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  As regards the applicant’s complaints which concern the lack of legal consultation at the pre-trial stage of the proceedings, the Court observes that the concept of fairness enshrined in Article 6 requires that the accused be given the benefit of the assistance of a lawyer already at the initial stages of police interrogation. The lack of legal assistance during an applicant’s interrogation would constitute a restriction of his defence rights in the absence of compelling reasons that do not prejudice the overall fairness of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court notes that the applicant was 17 years old at the material time. In its case-law on Article 6 the Court has held that when criminal charges are brought against a child, it is essential that he be dealt with in a manner which takes full account of his age, level of maturity and intellectual and emotional capacities, and that steps are taken to promote his ability to understand and participate in the proceedings (see T. v. the United Kingdom [GC], no. 24724/94, 16 December 1999, § 84). The right of an accused minor to effective participation in his or her criminal trial requires that he be dealt with with due regard to his vulnerability and capacities from the first stages of his involvement in a criminal investigation and, in particular, during any questioning by the police. The authorities must take steps to reduce as far as possible his feelings of intimidation and inhibition (see, mutatis mutandis, T. v. the United Kingdom, cited above, § 85) and ensure that the accused minor has a broad understanding of the nature of the investigation, of what is at stake for him or her, including the significance of any penalty which may be imposed as well as of his rights of defence and, in particular, of his right to remain silent (mutatis mutandis, S.C. v. the United Kingdom, no. 60958/00, § 29, ECHR 2004IV). It means that he or she, if necessary with the assistance of, for example, an interpreter, lawyer, social worker or friend, should be able to understand the general thrust of what is said by the arresting officer and during his questioning by the police (ibid).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court reiterates that a waiver of a right guaranteed by the Convention – in so far as it is permissible – must not run counter to any important public interest, must be established in an unequivocal manner and must be attended by minimum safeguards commensurate to the waiver’s importance (Håkansson and Sturesson v. Sweden, 21 February 1990, Series A No. 171, § 66, and most recently Sejdovic v. Italy [GC], no. 56581/00, § 86, ECHR 2006...). Moreover, before an accused can be said to have impliedly, through his conduct, waived an important right under Article 6, it must be shown that he could reasonably have foreseen what the consequences of his conduct would be (see Talat Tunç v. Turkey, no. 32432/96, 27 March 2007, § 59, and Jones v. the United Kingdom (dec.), no. 30900/02, 9 September 2003). The Court considers that given the vulnerability of an accused minor and the imbalance of power to which he is subjected by the very nature of criminal proceedings, a waiver by him or on his behalf of an important right under Article 6 can only be accepted where it is expressed in an unequivocal manner after the authorities have taken all reasonable steps to ensure that he or she is fully aware of his rights of defence and can appreciate, as far as possible, the consequence of his conduct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Having examined all the material submitted by the parties and, in particular, the testimonies submitted in the first-instance proceedings as recorded in the relevant transcript, the Court makes the following findings as to the sequence of events concerning the applicant’s confession. The applicant, who was a minor at the relevant time, visited the Police Director’s office together with his father. The Police Director explained to the father, in the applicant’s presence, that the police were investigating a murder and robbery, that there was evidence linking the applicant with the commission of these crimes and that an arrest warrant had been issued against him. The arresting officer then entered the Director’s office, showed the arrest warrant and arrested the applicant. During his arrest, the applicant was “cautioned” within the meaning of the relevant Judges Rules (see paragraph 44 above). He was therefore told that he was not obliged to say anything and that anything he did say could be used in subsequent court proceedings. The applicant was then taken into a separate room for questioning. The applicant’s father was concerned that the police might use force against the applicant and the Director reassured him that no such practices would be used. He explained that the case was serious and that they should seek the assistance of a lawyer. A few minutes later and while the applicant was already being questioned, they were informed that the applicant had confessed his guilt. The Director suggested that the applicant’s father join the applicant in the interview room so that he could hear himself what the applicant had admitted. The applicant’s father preferred to wait outside. The applicant was cautioned before his written statement confessing his guilt was taken by a police officer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court observes that the Government did not dispute the fact that the applicant was not offered legal assistance and that the suggestion to find a lawyer was only put to the applicant’s father while the applicant was being interrogated. The Court considers that the authorities’ treatment of the applicant ranged from treating him as a minor and, as such, addressing his father to explain the seriousness of the case and describe the evidence existing against the applicant, to approaching him as a person capable of being questioned in the absence of his guardian, without informing him of his right to consult a lawyer before proceeding to make any statement. Neither the applicant nor his father were adequately informed of the applicant’s rights to legal representation before the applicant’s questioning. Moreover, the applicant’s father was not invited to accompany the applicant during his initial questioning nor was any other person who would be in a position to assist the applicant to understand the proceedings. The applicant himself was not advised that he could see a lawyer before saying anything to the police and before he had his written statement taken.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In view of the above the Court considers that it was unlikely, given the applicant’s age, that he was aware that he was entitled to legal representation before making any statement to the police. Moreover given the lack of assistance by a lawyer or his guardian, it was also unlikely that he could reasonably appreciate the consequences of his proceeding to be questioned without the assistance of a lawyer in criminal proceedings concerning the investigation of a murder (see Talat Tunç, cited above, § 60).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court takes note of the Government’s argument that the authorities had remained willing at all times to allow the applicant to be assisted by a lawyer if he so requested. It observes that the obstacles to the effective exercise of the rights of the defence could have been overcome if the domestic authorities, being conscious of the difficulties for the applicant, had actively ensured that he understood that he could request the assignment of a lawyer free of charge if necessary (see Talat Tunç, cited above, § 61, and Padalov v. Bulgaria, no. 54784/00, 10 August 2006, § 61). The passive approach adopted by the authorities in the present circumstances was clearly not sufficient to fulfil their positive obligation to furnish the applicant with the necessary information enabling him to access legal representation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  Accordingly, the Court finds that the lack of provision of sufficient information on the applicant’s right to consult a lawyer before his questioning by the police, especially given the fact that he was a minor at the time and not assisted by his guardian during the questioning, constituted a breach of the applicant’s defence rights. The Court moreover finds that neither the applicant nor his father acting on behalf of the applicant had waived the applicant’s right to receive legal representation prior to his interrogation in an explicit and unequivocal manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Concerning the applicant’s complaint as to his right to remain silent, the Court notes that the Government maintained that the applicant had been cautioned in accordance with domestic law both at the time of his arrest and before his written statement had been taken. The applicant did not dispute this. The Court notes that in accordance with domestic law the applicant was told that he was not obliged to say anything unless he wished to do so and that what he said could be put into writing and given in evidence in subsequent proceedings (see paragraph 44 above). The Court finds, given the circumstances of the present case, in which the applicant had been underage and was taken for questioning without his legal guardian and without being informed of his right to seek and obtain legal representation before he was questioned, that it was unlikely that a mere caution in the words provided for in the domestic law would be enough to enable him to sufficiently comprehend the nature of his rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  Lastly, the Court considers that although the applicant had the benefit of adversarial proceedings in which he was represented by the lawyer of his choice, the nature of the detriment he suffered because of the breach of due process at the pre-trial stage of the proceedings was not remedied by the subsequent proceedings, in which his confession was treated as voluntary and was therefore held to be admissible as evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  In this connection the Court notes that despite the fact that the voluntariness of the applicant’s statement taken shortly after his arrest was challenged and formed the subject of a separate trial within the main trial, and although it was not the sole evidence on which the applicant’s conviction was based, it was nevertheless decisive for the prospects of the applicant’s defence and constituted a significant element on which his conviction was based. It is indicative in this respect that the Supreme Court found that throughout the course of the first-instance proceedings the applicant had consistently tried to negate his initial statement, an approach which had a great impact on the court’s assessment of his credibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  In the light of the above considerations the Court concludes that there has been a violation of Article 6 § 3 (c) in conjunction with Article 6 § 1 of the Convention on account of the lack of legal assistance to the applicant in the initial stages of police questioning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Complaints concerning the use of the applicant’s confession and other evidence in the proceedings",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The domestic courts’ reliance on the applicant’s confession",
                                "elements": [
                                    {
                                        "content": "78.  The applicant complained about the use made of his confession in the proceedings before the  resulting in his conviction which was upheld on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Government did not make any submissions on this point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court notes that it is not its function to deal with errors of fact or of law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention. While Article 6 guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence as such, which is primarily a matter for regulation under national law (see Jalloh v. Germany [GC], no. 54810/00, § 94, ECHR 2006..., and Teixeira de Castro v. Portugal, 9 June 1998, § 34, Reports 1998-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  It is therefore not the role of the Court to determine, as a matter of principle, whether particular types of evidence – for example, evidence obtained unlawfully in terms of domestic law – may be admissible or, indeed, whether the applicant was guilty or not. The question which must be answered is whether the proceedings as a whole, including the way in which the evidence was obtained, were fair. This involves an examination of the “unlawfulness” in question and the nature of the violation found (see, inter alia, Khan v. the United Kingdom, no. 35394/97, § 34, ECHR 2000-V; P.G. and J.H. v. the United Kingdom, no. 44787/98, § 76, ECHR 2001-IX; and Allan, cited above, § 42). The severity of the sentence that may be imposed upon the conclusion of the criminal proceedings would increase the level of due diligence that is required from the domestic authorities in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  In determining whether the proceedings as a whole were fair, regard must also be had to whether the rights of the defence have been respected. It must be examined in particular whether the applicant was given the opportunity of challenging the authenticity of the evidence and of opposing its use. In addition, the quality of the evidence must be taken into consideration, including whether the circumstances in which it was obtained cast doubts on its reliability or accuracy. While no problem of fairness necessarily arises where the evidence obtained was unsupported by other material, it may be noted that where the evidence is very strong and there is no risk of its being unreliable, the need for supporting evidence is correspondingly weaker (see, inter alia, Khan, cited above, §§ 35, 37, and Allan, cited above, § 43).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  As for the use of evidence obtained in breach of the right to silence and the privilege against self-incrimination, the Court reiterates that these are generally recognised international standards which lie at the heart of the notion of a fair procedure under Article 6 (see paragraph 65 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  Turning to the facts of the present case, the Court repeats its findings of a violation of the applicant’s rights of defence at the pre-trial stage of the proceedings due to the fact that, whilst being a minor, his questioning had taken place in the absence of his guardian and without him being sufficiently informed of his right to receive legal representation or of his right to remain silent. The Court notes that the applicant’s confession obtained in the above circumstances constituted a decisive element of the prosecution’s case against him that substantially inhibited the prospects of his defence at trial and which was not remedied by the subsequent proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Court notes that in addition to the applicant’s confession his conviction was supported by his second statement admitting that he had kicked the victim, a testimony reporting the applicant’s statement that he had been involved in a serious fight with the victim and various testimonies confirming that the applicant had been drinking with the victim on the evening the victim died and that his clothes had been covered in mud in the early hours of the following morning. There was also medical evidence confirming that the cause of the victim’s death was multiple and violent blows. While it is not the Court’s role to examine whether the evidence in the present case was correctly assessed by the national courts, the Court considers that the conviction was based to a decisive extent on the applicant’s confession, corroborated largely by his second statement. It considers that the extent to which the second statement made by the applicant was tainted by the breach of his rights of defence due to the circumstances in which the confession had been taken was not addressed by the trial court and remains unclear. Moreover, the Court observes that having regard to the ’s acceptance of the applicant’s first statement, it appears that it would have been futile for him to contest the admissibility of his second statement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  In the light of the above considerations, the Court concludes that there has been a violation of Article 6 of the Convention because of the use in trial of the applicant’s confession obtained in circumstances which breached his rights to due process and thus irreparably undermined his rights of defence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Admission of evidence of “bad character”",
                                "elements": [
                                    {
                                        "content": "87.  The applicant also complained that he had not received a fair trial given the admission in the main trial of evidence attempting to show his “bad character” and concerning his involvement in other criminal investigations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Court considers that the applicant’s submission was left undeveloped and unsubstantiated. Hence, it concludes that there has been no violation of Article 6 § 1 in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Complaints concerning the ’s treatment of counsel for the defence",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "89.  The Government submitted that the applicant’s trial taken as a whole had been fair and in conformity with the Convention. They maintained that the  had been impartial towards the applicant throughout the criminal proceedings from both an objective and a subjective standpoint. The dispute between the applicant’s counsel and the court concerning certain behaviour of the counsel had been an isolated incident that had not had any impact on the objective examination of the case or on its outcome. Moreover, the applicant’s counsel had not applied to withdraw from the case following his conviction for contempt of court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  There was no evidence of bias against the applicant on the part of the . The applicant had not submitted anything before the Court indicating any factor that could objectively raise a legitimate fear as to the impartiality of the judges in relation to the conduct of the proceedings and their findings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The  had delivered a detailed and reasoned judgment with a thorough evaluation of the evidence put before it together with the position of the defence. Its interventions in the proceedings had not exceeded what was permissible in the circumstances. The Supreme Court had confirmed the findings of the  and found that the trial had been fair and the conviction and the sentence justified.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "92.  The applicant submitted that his case could not be distinguished from the case that his lawyer had lodged with the Court and in which a violation of his lawyer’s rights under Articles 6 §§ 1, 2 and 3 and 10 of the Convention had been found by this Court’s Grand Chamber (see Kyprianou v. Cyprus, cited above). He stated that his trial had been a continuous confrontation between the bench and his lawyer; a confrontation which had reached its climax with his lawyer’s trial, conviction for contempt of court and imprisonment. During the trial the  had made continual and clearly inappropriate interferences in the proceedings. It was indicative that his lawyer had requested permission to withdraw from the case since he felt unable to defend the applicant as a result of the court’s approach towards him; a request which was refused thus compelling him to continue defending the applicant against his will. Moreover, the applicant’s faith in his lawyer had been seriously undermined as a result of the contempt proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  Following the contempt proceedings, his lawyer had felt unable to repeat the same request to withdraw from the case as the matter had already been decided upon by the . He had nevertheless requested that the court withdraw from the further examination of the case in view of the events that had occurred. The request had again been refused and the trial had resumed in a climate which did not coincide with the requirements of a democratic society.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "94.  The Court reiterates at the outset that it is of fundamental importance in a democratic society that the courts inspire confidence in the public and above all, as far as criminal proceedings are concerned, in the accused (see Kyprianou v. Cyprus, cited above, § 118, and Padovani v. Italy, 26 February 1993, § 27, Series A no. 257-B).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The central question raised under this head of the applicant’s complaint is whether the nature of the Assize Court’s interferences with the defence counsel’s exercise of his duties, combined with the deficiencies found by the Grand Chamber of this Court as to the trial judges’ treatment of the applicant’s lawyer, were such as to cast doubt on the fairness of the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The Court notes that the applicant’s lawyer and the judges of the  engaged in various disagreements over the course of the applicant’s trial, and that the applicant’s lawyer had felt the need to request leave to withdraw from the proceedings due to the court’s interferences with his conduct of the applicant’s defence. His request was refused and he continued to represent the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Court further notes that upon the resumption of the main trial following the contempt proceedings Mr Kyprianou felt that it was necessary for another lawyer to represent the applicant and request the court itself to withdraw from the further examination of the case. The request was refused as the  considered that no reasonable person could conclude that the applicant could have been prejudiced in any way by the contempt proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  While the Court does not doubt that the judges of the Assize Court were determined to exercise their functions in an impartial manner, it reiterates that in its judgment in the Kyprianou case (cited above, § 133) it concluded that the judges’ personal conduct had breached the subjective test of impartiality. In particular, the Court concluded from the manner in which the contempt proceedings were conducted, together with the decision and sentencing of Mr Kyprianou, that the court had failed to sufficiently detach itself from the facts of the case as the judges had been personally insulted by Mr Kyprianou’s comments. The Court considers that the personal conduct of the judges in the case undermined the applicant’s confidence that his trial would be conducted in a fair manner. Although the contempt proceedings were separate from the applicant’s main trial, the fact that the judges were offended by the applicant’s lawyer when he complained about the manner in which his cross-examination was received by the bench undermined the conduct of the applicant’s defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court also reiterates that in its judgment in the Kyprianou case (cited above, § 179) it found that although the conduct of the applicant’s lawyer could be regarded as disrespectful for the judges of the Assize Court, his comments were aimed at and were limited to the manner in which the judges were trying the case and, in particular, their allegedly insufficient attention to his cross-examination of a witness carried out in the course of defending the applicant. In this respect, the interference with the freedom of expression of the applicant’s lawyer in conducting the applicant’s defence, had breached Article 10 of the Convention (ibid., § 183). Moreover, the Court held that the sentence imposed on the applicant’s lawyer had been capable of having a “chilling effect” on the performance of the duties attached to lawyers when acting as defence counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Court finds that the refusal of Mr Kyprianou’s request for leave to withdraw from the proceedings due to the fact that he felt unable to continue defending the applicant in an effective manner exceeded, in the present circumstances, the limits of a proportionate response given the impact on the applicant’s rights of defence. Further, in the view of the Court, the ’s response to Mr Kyprianou’s discourteous criticism of the manner in which they were trying the case, which was to convict him immediately of contempt of court and impose a sentence of imprisonment on him, was also disproportionate. It further considers that the “chilling effect” on Mr Kyprianou’s performance of his duties as defence counsel was demonstrated by his insistence, upon the resumption of the proceedings, that another lawyer should address the court in respect of the request for the continuation of the proceedings before a different bench.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  In these circumstances, the Court concludes that the ’s handling of the confrontation with the applicant’s defence counsel rendered the trial unfair. It follows that there has been a violation of Article 6 § 1 in this respect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "102.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "103.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account. It reiterates that when an applicant has been convicted despite an infringement of his rights as guaranteed by Article 6 of the Convention, he should, as far as possible, be put in the position that he would have been in had the requirements of that provision not been disregarded, and that the most appropriate form of redress would, in principle, be trial de novo or the reopening of the proceedings, if requested (see Öcalan v. Turkey, cited above, § 210 in fine).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the complaint concerning the pre-trial stage of the proceedings and the fairness of the trial at first instance and on appeal admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by 6 votes to 1 that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention on account of the lack of legal assistance in the initial stages of police questioning;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds by 6 votes to 1 that there has been a violation of Article 6 § 1 of the Convention due to the use of the applicant’s confession in his main trial;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds unanimously that there has been no violation of Article 6 § 1 of the Convention due to the admission of “bad character” evidence in the applicant’s main trial;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds by 5 votes to 2 that there has been a violation of Article 6 § 1 of the Convention due to the ’s handling of the confrontation with the applicant’s defence counsel;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 December 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a) joint concurring opinion of Judges Spielmann and Jebens;",
                        "elements": []
                    },
                    {
                        "content": "(b) partly dissenting, partly concurring opinion of Judge Vajić;",
                        "elements": []
                    },
                    {
                        "content": "(c) dissenting opinion of Judge Erotocritou.",
                        "elements": []
                    },
                    {
                        "content": "1.  We agree in all respects with the Court’s conclusions as to the violations of Article 6 as identified in points 2, 3, 4 and 5 of the operative part of the judgment.",
                        "elements": []
                    },
                    {
                        "content": "2.  We would, however, have liked the reasoning set out in paragraph 103 of the judgment, on account of its importance, to have been included in the operative provisions as well, for reasons which have already been explained to a certain extent in the joint concurring opinion of Judges Spielmann and Malinverni in Vladimir Romanov v. Russia (no. 41461/02, judgment of 24 July 2008) as well as the concurring opinion of Judge Spielmann in Polufakin and Chernyshev v. Russia (no. 30997/02, judgment of 25 September 2008) and most importantly in the concurring opinion of Judges Rozakis, Spielmann, Ziemele and Lazarova Trajovska in Salduz v. Turkey ([GC], no. 36391/02, ECHR 2008-...), and which are now repeated here.",
                        "elements": []
                    },
                    {
                        "content": "3.  Firstly, since the Court has jurisdiction to interpret and apply the Convention, it also has jurisdiction to assess “the form and quantum of reparation to be made” (See J. Crawford, The International Law Commission’s Articles on State Responsibility. Introduction, Text and Commentaries,  Press, 2002, p. 211). Indeed, the Court reiterates in paragraph 103 of the judgment that when a person has been convicted in breach of the procedural safeguards afforded by Article 6, he should, as far as possible, be put in the position in which he would have been had the requirements of that Article not been disregarded (the principle of restitutio in integrum).",
                        "elements": []
                    },
                    {
                        "content": "4. The principle of restitutio in integrum has its origin in the judgment of 13 September 1928 of the Permanent Court of International Justice in the case concerning the Factory at Chorzów ((claim for indemnity) (merits) Series A, no. 17, p. 47):",
                        "elements": []
                    },
                    {
                        "content": "5.  In Papamichalopoulos and Others v. Greece ((Article 50), 31 October 1995, § 34, Series A no. 330B) the Court held as follows:",
                        "elements": []
                    },
                    {
                        "content": "6.  This principle, namely that restitutio in integrum is considered to be the primary remedy for effecting reparation for breaches of international law, has been constantly reaffirmed in international case-law and practice, and is enshrined in Article 35 of the Draft Articles on State responsibility adopted by the International Law Commission in 2001.",
                        "elements": []
                    },
                    {
                        "content": "7.  Article 35 of the Draft Articles reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "8.  There is no reason not to apply this principle to make reparation for international wrongful acts in the field of human rights (see Loukis G. Loucaides, “Reparation for Violations of Human Rights under the European Convention and Restitutio in integrum”, in [2008] European Human Rights Law Review, pp. 182-192; see also A. Orakhelashvili, “The European Convention on Human Rights and International Public Order”, in (2002-2003) 5 Cambridge Yearbook of European Legal Studies, p. 237 at p. 260).",
                        "elements": []
                    },
                    {
                        "content": "9.  The reason why we wish to stress this point is that it must not be overlooked that the damages which the Court orders to be paid to victims of a violation of the Convention are, according to the terms and the spirit of Article 41, of a subsidiary nature. This is in line with the subsidiary character attributed to compensation for damage in international law. Article 36 of the Draft Articles on State responsibility provides:",
                        "elements": []
                    },
                    {
                        "content": "It is therefore right that, wherever possible, the Court should seek to restore the status quo ante for the victim.",
                        "elements": []
                    },
                    {
                        "content": "10.  In the present case, the fairness of the criminal proceedings under examination had been irretrievably prejudiced, notably by the absence of a lawyer at the time the applicant was questioned by the police.",
                        "elements": []
                    },
                    {
                        "content": "11.  The applicant’s statement obtained in such circumstances constituted “the fruit of the poisonous tree” which, however, was admitted in the proceedings and which contaminated them as a whole.",
                        "elements": []
                    },
                    {
                        "content": "This was further aggravated by the confrontation between the applicant’s lawyer and the bench.",
                        "elements": []
                    },
                    {
                        "content": "12.  Given that the multiple violations of Article 6 of the Convention irretrievably affected his defence rights, and as the Court indicated in paragraph 103 of the judgment, the best means of redressing the violations found would be the reopening of the proceedings and the commencement of a new trial at which all the guarantees of a fair trial would be observed, provided, of course, that the applicant requests this option.",
                        "elements": []
                    },
                    {
                        "content": "13.  In , there is no legislative provision setting out the procedure for reopening of domestic proceedings which are found to be unfair by the European Court of Human Rights, unlike the situation in other Council of Europe Member States.",
                        "elements": []
                    },
                    {
                        "content": "14.  That should not, however, be an obstacle to the inclusion by the Court of appropriate directions in the operative part of the judgment. As the Court has held in Papamichalopoulos and Others v. Greece, if national law does not allow – or allows only partial – reparation to be made, Article 41 empowers the Court to afford the injured party such satisfaction as appears to it to be appropriate (see Papamichalopoulos and Others, cited above, § 34; see also Brumărescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2001-I).",
                        "elements": []
                    },
                    {
                        "content": "15.  We would also like to add that the Court has already included directions of this nature in the operative provisions of judgments. For example, in Claes and Others v. Belgium (nos. 46825/99, 47132/99, 47502/99, 49010/99, 49104/99, 49195/99 and 49716/99, 2 June 2005) it held in point 5 (a) of the operative provisions of its judgment:",
                        "elements": []
                    },
                    {
                        "content": "Similarly, in Lungoci v. Romania (no. 62710/00, 26 January 2006) the Court held in point 3 (a) of the operative provisions of its judgment:",
                        "elements": []
                    },
                    {
                        "content": "16.  It is common knowledge that, while the reasoning of a judgment allows the Contracting States to ascertain the grounds on which the Court reached a finding of a violation, or not, of the Convention, and is of decisive importance on that account for the interpretation of the Convention, it is the operative provisions that are binding on the parties for the purposes of Article 46 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "17.  By virtue of Article 46 § 2 of the Convention, supervision of the execution of the Court’s judgments is the responsibility of the Committee of Ministers. That does not mean, however, that the Court should not play any part in the matter and should not take measures designed to facilitate the Committee of Ministers’ task in discharging these functions.",
                        "elements": []
                    },
                    {
                        "content": "18.  To that end, it is essential that in its judgments the Court should not merely give as precise a description as possible of the nature of the Convention violation found but should also indicate to the State concerned in the operative provisions, if the circumstances of the case so require, the measures it considers most appropriate in order to secure redress for the violation.",
                        "elements": []
                    },
                    {
                        "content": "\t1. I have not voted with the majority on point 5 of the operative part of the judgment as I am of the opinion that there has been no violation of Article 6 §1 of the Convention on account of the Assize Court’s handling of the confrontation with the applicant’s defence counsel in the present case. In this respect I join the dissenting opinion of Judge Erotocritou, that is to say, point (3), paragraphs 13-16 of that opinion.",
                        "elements": []
                    },
                    {
                        "content": "\t2. I also share Judge Erotocritou’s final remarks relating to the structure of the operative part of the judgment (paragraph 17 of his dissenting opinion), according to which the proceedings should have been taken as a whole (although, ultimately, I do not follow his conclusion as to the merits). There was no need in this case to find multiple separate violations of Article 6 § 1 of the Convention in the operative part and thus split up the main violation, namely the lack of a fair trial. In my opinion, the finding in the operative part should answer the question whether the trial taken as a whole was fair. The different reasons that led the Court to find such a violation are well explained in the text of the judgment, and, according to the usual approach, did not need to be repeated in the operative part.",
                        "elements": []
                    },
                    {
                        "content": "I agree on the facts as outlined in the judgment. However, while I respect the view of the majority, I cannot agree with the conclusions drawn.",
                        "elements": []
                    },
                    {
                        "content": "1.  Τhe complaints concerning the pre-trial stage of the proceedings",
                        "elements": []
                    },
                    {
                        "content": "(a)  The lack of legal assistance in the initial stages of the proceedings",
                        "elements": [
                            {
                                "content": "1.  The main complaint of the applicant is that he was deprived of his right to consult a lawyer, contrary to Article 6 § 3 (c) of the Convention, and in particular, that he was not informed of his right before making a written statement. The applicant, when arrested by the police, was under age (17 years and 8 months), and for this reason he was called to the police station accompanied by his father and guardian. Article 6 § 3 (c) of the Convention, although it protects the right to legal representation, does not specify the manner of exercising it and everything seems to depend on the circumstances. It must be noted that under domestic law there was no requirement at the material time for the authorities to warn persons arrested of their right to be legally represented. The only requirement under Article 11 §4 of the Constitution of the  is that the arrested person “shall be allowed ” the services of a lawyer. To my mind, the distinction between denial of the right to have access to legal assistance and failure to inform of the existence of such right is important and must be borne in mind when examining a possible violation of the Convention. I do not dispute that, under the Convention, a right to be informed might exist under certain circumstances. Nevertheless, as the Convention does not detail the manner in which the right to be legally represented may be exercised and domestic law did not at the time have such a requirement, I would prefer to look at the totality of the proceedings before I decide on their fairness and whether any limitation of the right, through failure to inform, could amount to a violation under Art. 6 § 3 (c). As stated by the Court in Imbrioscia v. Switzerland, no. 13972/88, § 37, “The right set out in paragraph 3 (c) of Article 6 (art. 6-3-c) is one element, amongst others, of the concept of a fair trial in criminal proceedings...”.",
                                "elements": []
                            },
                            {
                                "content": "2.  The reason I differ from the view of the majority is that, in the present case, the father and guardian of the applicant was actually told by the police director that the case was very serious and that it was advisable for him to find a lawyer to assist his son. The warning was given 30-40 minutes before the first written confession was made by the applicant. The father had, in my opinion, ample time to seek the services of a lawyer or even request that further interrogation be halted or delayed, until he could consult a lawyer. However, he elected to remain inactive. There is, in my opinion, no doubt that, on behalf of his son, the father waived any right that he may have had ",
                                "elements": []
                            },
                            {
                                "content": "and it would not be fair to throw the blame for his inactivity on the investigating authorities. The police authorities, as stated by the Government and as has not been disputed, were at all times ready and willing to allow legal assistance, had it been requested. Furthermore, the father was invited by the authorities to be present during his son’s questioning, but again he preferred to stay outside the investigating room and walk up and down. Therefore, I cannot come to the conclusion that, in the circumstances, there was a denial of the right to have access to a lawyer at the initial stages of the proceedings, or that the whole treatment of the applicant by the police was in any way unfair.",
                                "elements": []
                            },
                            {
                                "content": "3.  I would like to go a stage further. Even if I were to accept that, due to the failure to inform, some limitation of the applicant’s right to legal assistance did occur, its effect must nevertheless be examined in the context of the whole proceedings and not in isolation. The applicant, less than 24 hours after his arrest, had the services of a lawyer who represented him at the remand proceedings the very next day. Within one week he appointed a second lawyer and, throughout the one and a half years the trial lasted, he was at all times legally represented and had the opportunity to test all the evidence adduced. The fact that his guardian and not the applicant himself was informed of the right to consult a lawyer cannot make any difference. In any event the issue was examined by the  during the trial within a trial and it was found that the warning to the father was sufficient, and that the statement the applicant gave was in any event voluntary. These findings were subsequently scrutinised and upheld by the Supreme Court. In G v. the United Kingdom, no. 9370/81, 35 DR 75 (1983), where the accused was similarly questioned in the absence of a lawyer, the Commission was satisfied that the statement was voluntary by the mere availability of voir dire proceedings. Identical procedural mechanisms existed in the present case and I see no valid reason to reach a different conclusion.",
                                "elements": []
                            },
                            {
                                "content": "4.  I further consider that, after the statement was declared voluntary and admissible, it would be an inconsequence to hold otherwise now. The Court would appear to be acting contrary to its established case-law that, unless the case is exceptional, it does not interfere with questions of admissibility and assessment of evidence when such issues have been decided by the domestic courts. My non-exhaustive search of the case-law under Article 6 § 3 (c) has not revealed a similar case where failure to inform alone led to a violation. In most cases the denial of the right in question takes the form of a request by the arrested person to have the services of a lawyer, followed by a denial on the part of the authorities. For instance, in Brennan v. the United Kingdom (no. 39846/98, ECHR 2001-X), the applicant requested a lawyer but access was delayed. The applicant was then interviewed for 35 hours on 4 consecutive days, during which he made a confession. Even so, the Court was not persuaded that the denial of access to legal assistance had infringed the applicant’s right under Article 6 § 3 (c). Having in mind the entirety of the proceedings, I consider any prejudice there may have been in the present case relatively much less serious than in Brennan and G v. the United Kingdom (cited above) and I see no reason for reaching a different conclusion.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(b)  The complaints concerning the right to remain silent",
                        "elements": [
                            {
                                "content": "5.  The second complaint is that the applicant was not informed of his right to remain silent, contrary to Article 6, when in fact he was properly informed of his right. It is not disputed that, in the initial stages, the applicant was cautioned three times as to his right to remain silent. The first caution was given on arrest in the presence of his father, the second when he was to be interviewed by the police shortly after arrest and the third before a written statement was taken from him. I cannot subscribe to the view that a mere caution in words is not enough to enable the applicant to comprehend the nature of the right. The applicant was of sufficient maturity to understand the nature and implications of the caution. I also doubt whether in ordinary cases, and in the absence of special factors or some form of incapacity, we should place a special duty on the investigating authorities to make sure that an arrested person comprehends the caution given. Irrespective of the objective difficulties involved, the danger is that we may return to where we started, i.e. again using verbal or written means in order to ensure that an accused person comprehends.",
                                "elements": []
                            },
                            {
                                "content": "6.  One other reason why I cannot accept the complaint that the applicant’s right to remain silent has been violated is that no such ground was explicitly included in the application and therefore it should not have been made an issue before this Court.",
                                "elements": []
                            },
                            {
                                "content": "(2)  Complaints concerning the main trial",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "The domestic courts’ reliance on the applicant’s confessions",
                        "elements": [
                            {
                                "content": "7.  I come now to the alleged violation that concerns the use by the Assize Court of the applicant’s two written confessions. My first comment is that the domestic courts, both the Assize and the Supreme Court, have already decided on the issue of the admissibility of the confessions and I consider that this Court, in line with its established case-law, should refrain from acting as an appellate court by re-examining the admissibility of the confessions. This should only be done where there is an allegation that the final judgment of the domestic court was either arbitrary or inadequate. No such allegation was made in the present application and none exists.",
                                "elements": []
                            },
                            {
                                "content": "8.  In view of my dissenting conclusion that the applicant’s right to be legally represented was not violated, I cannot find that a violation occurred as a result of the use of the first confession. Nor do I agree that the first confession was tainted in any way by what happened at the pre-trial stage.",
                                "elements": []
                            },
                            {
                                "content": "9.  With regard to the first confession, it must also be noted that, as the Supreme Court pointed out in its judgment, the conviction was not based solely on the applicant’s confession. There was also other supportive evidence which, although circumstantial, by itself would have been sufficient to secure a conviction. The Supreme Court states emphatically that:",
                                "elements": []
                            },
                            {
                                "content": "“The lawyer of the Appellant suggested that his written confession was the only evidence against him and that, without it, his conviction would not have been possible. We are of the opinion that the suggestion is ill-founded. There was sufficient, strong and independent evidence which placed the Appellant and his co-accused at the scene at the time the crime was committed.”",
                                "elements": []
                            },
                            {
                                "content": "The Supreme Court then proceeds to analyse each piece of evidence, namely that (a) the appellant and his co-accused were seen drinking with the victim, (b) they left the bar immediately after the victim, (c) they were seen later with their clothes covered in mud, which they tried to clean and (d) the appellant made a voluntary statement (second confession), which he did not dispute, admitting kicking the victim twice and trying to minimise the extent of his complicity.",
                                "elements": []
                            },
                            {
                                "content": "10.  Even stronger is my objection to the finding of the majority with regards to the use of the second written confession. Firstly, it must be noted that the second confession was given about 15 days after the first written confession and at a time when the applicant was legally represented. Secondly, it was given after the applicant had been properly informed of his right to remain silent. Thirdly, it was admitted in evidence without the defence ever raising any objection as to its admissibility or as to its voluntariness. Fourthly, the applicant, whilst giving evidence, admitted the statement, which in effect minimised his role to only kicking the victim twice. Lastly, in his application to this Court, the applicant does not include any ground relating to the voluntariness or fairness of this particular written confession but restricts his complaint to the first confession. Consequently, I consider that it cannot be in issue in these proceedings.",
                                "elements": []
                            },
                            {
                                "content": "11.  I cannot subscribe to the view that there was any violation of Article 6 § 1 as a result of the use in the main trial of the applicant’s confessions. Although they were important pieces of evidence, the confessions were neither tainted by anything that happened during the pre-trial proceedings, nor were they the only evidence against the applicant. It must also be borne in mind that in the present case there is no evidence that the police, during the 3-4 minutes that the whole initial questioning lasted, used force, duress or trickery of any form. In any event, as I have pointed out, the confessions and the circumstances in which they were taken were assessed and scrutinised by the domestic courts and found to be voluntary and admissible. I consider that, under the circumstances, there is no justification for this Court to evaluate afresh their voluntariness or admissibility and, in so doing, appearing to act as an appellate court.",
                                "elements": []
                            },
                            {
                                "content": "(3)  Complaints concerning the ’s treatment of counsel for the defence",
                                "elements": [
                                    {
                                        "content": "12.  In the judgment of the majority (paragraph 101) it is concluded that the ’s handling of the confrontation with the applicant´s defence counsel rendered the applicant’s trial unfair. Two main factors seem to have been taken into account. Firstly, the incident that led to the contempt proceedings against the applicant’s lawyer, and secondly, the refusal of leave for him to withdraw.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  As to the first factor, the findings of the majority are that the judges’ personal conduct, in view of the findings of the Court in Kyprianou v. Cyprus [GC], no. 73797/01, ECHR 2005-XIII, undermined the applicant’s confidence that his trial would be conducted in a fair manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  With respect, I cannot see how the incident with the applicant’s lawyer could have affected the totality of the proceedings. The contempt proceedings against the lawyer were separate and distinct and in no way affected the applicant. The findings of the Court in the Kyprianou case (cited above) with regard to the lack of impartiality on the part of the Assize Court were confined to Mr Kyprianou and to the contempt proceedings against him and in no way extended to the rest of the proceedings or affected the applicant in any way. I consider any insinuation that, as a result of the incident with Mr. Kyprianou, the  lost its impartiality or fairness towards the applicant to be totally unfair to the judges of the  and generally to the judiciary of . I therefore cannot agree that, in respect of the applicant, there was any violation of Article 6 § 1 of the Convention as a result of the contempt proceedings that took place against the applicant’s Counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  As to the second factor, it has been argued that the refusal by the Assize Court of leave for the applicant’s lawyer to withdraw from the case had a “chilling effect” on counsel’s performance and that the Court exceeded the limits of a proportionate response, given the impact on the applicant’s right of defence. With all respect, I cannot agree. The , in refusing leave, based its judgment on established domestic jurisprudence and took into account both the interests of justice and those of the defence. With regard to the interests of justice, it must be noted that the lawyer’s application to withdraw was made towards the end of the main trial and after most of the evidence had been admitted. To have granted leave at that late stage of the proceedings would have meant that the trial would be delayed until a new lawyer was found and the voluminous record of the court containing all the evidence was transcribed for the benefit of the new lawyer. It is likely that this would have taken a considerable time, thus further delaying the proceedings. In trying to safeguard the defence interests, the  considered that a new lawyer, who would not have had the opportunity to see or hear the witnesses testify in court, would have been at a serious disadvantage. I do not detect any fault in the reasoning of the court, nor do I see any unfairness in the way the court dealt with the lawyer’s request. Had the applicant’s lawyer considered that he could not do his best for his client, as he was obliged to do at all times and under any circumstances, he should have advised his client to dismiss him forthwith, rather than continue with the trial and complain afterwards. The applicant himself never raised the issue and never indicated that he wanted to change his lawyer. Under the circumstances, I cannot agree that the refusal of leave for the lawyer to withdraw had any detrimental effect on the proceedings as a whole.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(4)  Comments on the operative part of the judgment",
                                "elements": [
                                    {
                                        "content": "16.  One final point, as to the operative part of the judgment. Given the main violation that the majority finds, I do not see any need in this case to find separate violations. This, I understand, has not been the practice of the Court, except in cases where grievous violations take place. The facts of the present case are not such. The finding of separate violations is, with respect, unnecessary, serves no useful purpose and tends to eclipse the main violation that the majority of the court finds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  I would therefore conclude that, taking the proceedings as a whole and not fragmenting them, no violation occurred. The applicant was legally represented throughout the proceedings before the domestic courts, was properly and adequately cautioned as to his right to remain silent, had all the benefits of an adversarial trial, including the voir dire, and the judgment of the  was fully reasoned and in any event was scrutinised by the Supreme Court. In my opinion, the trial of the applicant as a whole was fair and none of the incidents complained of had any decisive effect on the outcome of the proceedings. For my part, I would dismiss the application.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Erotocritou",
            "role": "ad hoc judge"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PANOVITS v. CYPRUS",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-90244.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:1211JUD000426804",
    "externalsources": [],
    "extractedappno": [
        "4268/04",
        "14/60",
        "73797/01",
        "46221/99",
        "34720/97",
        "31827/96",
        "48539/99",
        "24724/94",
        "60958/00",
        "56581/00",
        "32432/96",
        "30900/02",
        "54784/00",
        "54810/00",
        "35394/97",
        "44787/98",
        "41461/02",
        "30997/02",
        "36391/02",
        "50049/99",
        "28342/95",
        "46825/99",
        "47132/99",
        "47502/99",
        "49010/99",
        "49104/99",
        "49195/99",
        "49716/99",
        "62710/00",
        "13972/88",
        "9370/81",
        "39846/98"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-90244",
    "judgementdate": "11/12/2008 00:00:00",
    "kpdate": "11/12/2008 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "86",
        "136"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6-3-c",
        "29",
        "6-1",
        "6",
        "29-3"
    ],
    "parties": [
        "PANOVITS",
        "CYPRUS"
    ],
    "rank": "653.697570800781",
    "representedby": [
        "EFSTATHIOU E."
    ],
    "respondent": "CYP",
    "respondentOrderEng": "10",
    "scl": [
        "Allan v. the United Kingdom, no. 48539/99, §§ 42, 43 and 44, ECHR 2002-IX",
        "Funke v. France, 25 February 1993, § 44, Series A no. 256-A",
        "Håkansson and Sturesson v. Sweden, 21 February 1990, Series A No. 171, § 66",
        "Heaney and McGuinness v. Ireland, no. 34720/97, § 40, ECHR 2000-XII",
        "Imbrioscia v. Switzerland, 24 November 1993, § 36 and § 38, Series A no. 275",
        "J.B. v. Switzerland, no. 31827/96, § 64, ECHR 2001-III",
        "Jalloh v. Germany [GC], no. 54810/00, § 94, ECHR 2006",
        "John Murray v. the United Kingdom, 8 February 1996, § 45, Reports of Judgments and Decisions 1996-I",
        "Jones v. the United Kingdom (dec.), no. 30900/02, 9 September 2003",
        "Khan v. the United Kingdom, no. 35394/97, §§ 34, 35 and 37, ECHR 2000-V",
        "Kyprianou v. Cyprus [GC], no. 73797/01, §§ 118 and 133, ECHR 2005",
        "Öcalan v. Turkey [GC], no. 46221/99, § 131 and § 210, ECHR 2005-IV",
        "P.G. and J.H. v. the United Kingdom, no. 44787/98, § 76, ECHR 2001-IX",
        "Padalov v. Bulgaria, no. 54784/00, 10 August 2006, § 61",
        "Padovani v. Italy, 26 February 1993, § 27, Series A no. 257-B",
        "S.C. v. the United Kingdom, no. 60958/00, § 29, ECHR 2004-IV",
        "Saunders v. the United Kingdom, 17 December 1996, § 68, Reports 1996-VI",
        "Sejdovic v. Italy [GC], no. 56581/00, § 86, ECHR 2006",
        "T. v. the United Kingdom [GC], no. 24724/94, 16 December 1999, § 84 and § 85",
        "Talat Tunç v. Turkey, no. 32432/96, 27 March 2007, §§ 59, 60 and 61",
        "Teixeira de Castro v. Portugal, 9 June 1998, § 34, Reports 1998-IV"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "351897",
    "typedescription": "15"
}