{
    "__articles": "5;5-3",
    "__conclusion": "Violation of Art. 5-3",
    "applicability": "",
    "appno": "39458/02",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        }
    ],
    "content": {
        "001-83977.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39458/02) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Kirill Aleksandrovich Tkachev (“the applicant”), on 14 February 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their Agent, Mrs Valeriya Lutkovska.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 30 March 2005 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4. The applicant was born in 1977. He is currently serving a life sentence in Penitentiary no. 47 in the town of , Lviv Region.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "5.  The applicant was arrested on 7 December 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 8 December 1999 the Pridnirpovsky District Court of Cherkassy (Придніпровський районний суд м. Черкаси) sentenced him to ten days' administrative detention (адміністративний арешт) for swearing in public, an act which the court qualified as petty hooliganism, an offence under Article 173 of the Code of Administrative Offences. The detention period was calculated to run from 7 December 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 9 December 1999 the applicant confessed to having participated in the murder of a certain K. On the same day he was placed in police custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 10 December 1999 a prosecutor from the Cherkassy Regional Prosecutor's Office (Прокуратура Черкаської області) instituted criminal proceedings against the applicant for murder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 11 December 1999 the Prosecutor of the Cherkassy Region (Прокурор Черкаської області, hereafter “the Regional Prosecutor”) ordered the applicant's pretrial detention. The reasons given by the prosecutor for issuing the order were that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“.. the [applicant] has committed a serious offence and may attempt to evade the investigation and trial, and to obstruct the establishment of the truth in the case.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  From 11 to 17 December 1999 the investigator (слідчий) appointed to deal with the case charged the applicant and his three co-defendants with further counts of murder, armed robbery, arson and participation in a criminal gang.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 31 January 2000 the Regional Prosecutor decided to extend the length of the applicant's detention on remand for up to a maximum of five months on the ground that he was suspected of particularly serious criminal offences. Citing the same reason, on 28 April 2000 the Regional Prosecutor extended the length of the applicant's detention up to a maximum of six months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 31 May 2000 the investigator declared that the pre-trial investigation was complete and granted the defendants access to the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 19 July 2000 the Regional Prosecutor approved the bill of indictment and sent it with the case file to the  (Черкаський обласний суд, hereafter “the ”) in readiness for the trial proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 2 October 2000 the  found that the investigator's conclusions were contradictory and did not correspond to the charges that had been brought against the applicant. It remitted the case for further investigations and decided – without stating any reasons – that the applicant should remain in pre-trial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 25 October 2000 the Regional Prosecutor's Office resumed the pretrial proceedings in the applicant's case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 21 November 2000 the additional pre-trial investigations were completed and the applicant and his co-accused were allowed to consult the case file. Their consultations continued – with a short interruption on 78 February 2001 – until 23 February 2001. On the latter date the Regional Prosecutor approved the bill of indictment and submitted the case to the  for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 28 March 2001 the  remitted the case to the Regional Prosecutor's Office on the ground that the case file was incomplete.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 29 March 2001 the case file was resubmitted to the court in readiness for the trial proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 25 December 2001, following an adversarial trial during which the applicant was represented by a lawyer, the Cherkassy Regional Court of Appeal (Апеляційний суд Черкаської області, the , as renamed on 29 June 2001, hereafter “the Court of Appeal”), found the applicant guilty as charged and sentenced him to life imprisonment. His conviction was based on his and his co-defendants' confessions during the pre-trial proceedings, the statements of two of his co-defendants at the trial, and the evidence of various witnesses and experts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 16 July 2002 the Supreme Court rejected the applicant's appeal and upheld the judgment of 25 December 2001.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Civil proceedings concerning the broadcasting of the applicant's photograph on television",
                                "elements": [
                                    {
                                        "content": "21.  On 9 September 2005 the Sosnivsky District Court of Cherkassy (Соснівський районний суд м. Черкаси) rejected a defamation claim by the applicant against the newspapers Misto and Vechirni Cherkassy. The applicant, who was represented by a lawyer, alleged that in November 2001 and May 2002, i.e. before his conviction became final, the newspapers had published articles in which he had been referred to as a “criminal” and a “murderer”. The applicant claimed that that information was libellous and abusive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The court found that the statements in the newspaper articles had been substantiated by the Cherkassy Regional Court of Appeal's judgment of 25 December 2001 and that in any event the applicant's claim was timebarred and he had not applied for an extension of time. The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 8 December 2005 the Court of Appeal upheld the judgment of 9 September 2005.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "24.  Article 148 of the Code of Criminal Procedure (hereafter “the CCP”) provides, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Preventive measures shall be imposed where necessary to prevent a suspect, accused, defendant, or convicted person from attempting to evade an inquiry, investigation or trial, obstruct the establishment of the truth in a criminal case or pursue criminal activities, or where necessary to ensure the execution of procedural decisions.",
                                "elements": []
                            },
                            {
                                "content": "Preventive measures shall be imposed where there are sufficient grounds for believing that the suspect, accused, defendant or convicted person will attempt to evade the investigation or trial, or if he fails to comply with a procedural decision, or obstructs the establishment of the truth in the case or pursues criminal activities.”",
                                "elements": []
                            },
                            {
                                "content": "25.  Other relevant provisions of the CCP are to be found in the judgment of 5 April 2005 in the case of Nevmerzhitsky v. Ukraine (no. 54825/00, § 54, ECHR 2005II (extracts)).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant complained that the overall length of his detention had not been “reasonable”. He referred to Article 5 § 3 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Six-month time-limit",
                                        "elements": [
                                            {
                                                "content": "27.  The Government maintained that the applicant had failed to respect the six-month time-limit, laid down by Article 35 § 1 of the Convention. They pointed out that the applicant's initial letter of 14 February 2001 did not contain any complaint under Article 5 § 3. In his application of 14 October 2002 he had not expressly mentioned Article 5 § 3 either and in any case that application was lodged more than six months after 25 December 2001, when the applicant was convicted and sentenced by the Court of Appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The applicant disagreed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Court reiterates that, pursuant to Article 35 § 1 of the Convention, it may only deal with a matter “within a period of six months from the date on which the final decision was taken”. The running of the six-month time-limit is, as a general rule, interrupted by the first letter from the applicant indicating an intention to lodge an application and giving some indication of the nature of the complaints made. As regards complaints not included in the initial communication, the running of the six-month timelimit is not interrupted until the date the complaint is first submitted to the Court (Božinovski v. the  (dec.), no. 68368/01, 1 February 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court notes that while it is true that the applicant's initial letter of 14 February 2001 was primarily focused on the alleged unfairness of the criminal proceedings against him, he did mention that he had been held in detention for a long period, during which the authorities had failed to deal with his case with due diligence. In the Court's view, that statement may be regarded as evincing an intention to lodge a further complaint about the length of his detention on remand which is to be considered under Article 5 § 3 and so interrupted the running of the six-month time-limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court, therefore, rejects this objection by the Government.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "32.  The Government stated that that each action of the investigator in the case which allegedly protracted the proceedings could have been challenged by the applicant either in court or before the higher prosecution authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant disagreed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention obliges applicants to use first the remedies that are normally available and sufficient in the domestic legal system to enable them to obtain redress for the breaches alleged. Article 35 § 1 also requires that the complaints intended to be brought subsequently before the Court should have been made to the appropriate domestic body, at least in substance, and in compliance with the formal requirements laid down in domestic law, but not that recourse should be had to remedies which are inadequate or ineffective (see Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996-VI, §§ 51-52, and Akdıvar and Others v. Turkey, judgment of 16 September 1996, Reports 1996-IV, §§ 65-67).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  As regards an appeal to a higher prosecutor, the Court finds that this remedy cannot be considered “effective” and “accessible” for the purposes of Article 35 of the Convention since the status of the prosecutor in the domestic law and his participation in the criminal proceedings against the applicant do not offer adequate safeguards for an independent and impartial review of the applicant's complaints effective remedy (see Merit v. , no. 66561/01, §§ 62-63, 30 March 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  With regard to the possibility of challenging before a court of general jurisdiction an investigator's conduct at the pre-trial stage of the proceedings, the Court considers that the Government have failed to show that such action could have ensured a review of whether the applicant's continued detention continued to be justified and could have accelerated the proceedings. Moreover, the question whether an applicant could and should have availed himself of any procedural means to accelerate the proceedings seems rather related to the merits of the complaint about the length of the detention on remand than to the issue of exhaustion of remedies (see B. v. Austria, judgment of 28 March 1990, Series A no. 175, § 45 and, mutatis mutandis, Lucas v. France (dec.), no. 37257/97, of 25 January 2000). In this context, the Court observes that the Government did not contend that the applicant could have successfully raised the argument concerning the length of his detention in an application for release.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court, therefore, rejects this objection of the Government.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "38.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "39.  The applicant alleged a violation of Article 5 § 3 of the Convention on the ground that the overall length of his detention had been excessive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government argued that the applicant had been detained within the meaning of Article 5 § 3 from 9 December 1999, when he was arrested, until the end of the first round of pre-trial investigations on 31 May 2000, and from 25 October to 21 November 2000, i.e. during the second round of pretrial investigations. The Government stated that the State could not be held responsible for the period during which the applicant had familiarised himself with the case-file and that, therefore, the periods between 31 May and 19 July 2000 and 21 November 2000 and 23 February 2001 should be excluded from the calculation. They thus considered that the period to be taken into consideration had lasted 6 months and 22 days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government contended that the applicant's criminal case had concerned several counts of murder and armed robbery, arson and participation in a criminal gang and there were three co-defendants. Several expert reports had had to be obtained and numerous witnesses had been questioned. The Government considered that the overall term of the applicant's detention on remand had not exceeded the “reasonable time” referred to in Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "42.  The Court notes that the applicant was placed in police custody on 9 December 1999 and remained in detention until his conviction by the Court of Appeal on 25 December 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court is of the opinion that for the purposes of Article 5 § 3 of the Convention which refers back to paragraph 1 (c) of that Article, the whole period during which the applicant remained in detention “for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence” should be taken into account. This includes the periods of detention during which the applicant was given access to the case file and was detained pending the trial proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The applicant's detention on remand, therefore, lasted two years and sixteen days.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  Reasonableness of the length of the detention",
                                "elements": [
                                    {
                                        "content": "45.  The Court reiterates that it falls in the first place to the national judicial authorities to ensure that, in a given case, the pre-trial detention of an accused person does not exceed a reasonable time. To this end they must examine all the facts arguing for or against the existence of a genuine requirement of public interest justifying, with due regard to the principle of the presumption of innocence, a departure from the rule of respect for individual liberty and set them out in their decisions ordering continued detention. It is essentially on the basis of the reasons given in these decisions that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 of the Convention (see I.A. v. France, judgment of 23 September 1998, Reports of Judgments and Decisions 1998VII, § 102).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  It recalls that “the persistence of reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the lawfulness of the continued detention, but after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds were 'relevant' and 'sufficient', the Court must also ascertain whether the competent national authorities displayed 'special diligence' in the conduct of the proceedings” (Labita v. Italy [GC], no. 26772/95, § 153, ECHR 2000-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court notes that the prosecutor's detention order of 11 December 1999 was based on strong suspicion that the applicant had committed the offence with which he had been charged (see paragraph 9 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  It accepts that the fact that the applicant was suspected of a serious offence initially warranted his detention. In this context, the Court observes that at the very beginning of the investigations against him, the applicant had confessed to having participated in the murder concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court notes that in addition to strong suspicion, the detention order of 11 December 1999 also referred to the risk that the applicant might abscond and obstruct justice if released. The prosecutor, however, confined himself to repeating in an abstract manner the formal grounds for detention set forth in Article 148 of the CCP. These grounds were cited without any attempt to show how they applied to the applicant's case (see paragraphs 9 and 24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  What is more, neither the possibility of absconding nor the risk of obstructing justice was mentioned in the decisions of 31 January and 28 April 2000 extending the length of the applicant's detention pending pre-trial investigations up to a maximum of six months (see paragraph 11 above). Moreover, the Regional Court's ruling of 2 October 2000, which was the only court decision authorising the applicant's detention the parties referred to in their submissions, did not state any ground for the prolongation of the applicant's detention pending further pre-trial investigations (see paragraph 14 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Therefore, even if those risks were mentioned in the initial detention order, the Court is unable to assess whether they continued to justify the applicant's deprivation of liberty during the whole period under consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In the light of the above, the Court finds that that the reasons relied upon by the domestic authorities in their decisions concerning the applicant's detention on remand and its prolongation, were not “relevant and sufficient”. In these circumstances it is not necessary to examine whether the proceedings were conducted with “special diligence”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  There has accordingly been a violation of Article 5 § 3 of the Convention in this respect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  The applicant complained under Article 3 of the Convention that he had been subjected to ill-treatment while in police custody.",
                                "elements": []
                            },
                            {
                                "content": "He further contended that his arrest on 7 December 1999 and his subsequent administrative detention were not lawful within the meaning of Article 5 § 1 (c) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "The applicant also complained that the criminal proceedings against him had been unfair, contrary to Article 6 § 1 of the Convention, since the trial court had failed to question additional witnesses and had erred in its assessment of the evidence.",
                                "elements": []
                            },
                            {
                                "content": "He further complained under Article 6 § 2 of the Convention that in two newspaper articles published before the judgment in his criminal case became final, he had been labelled a “criminal” and a “murderer”.",
                                "elements": []
                            },
                            {
                                "content": "Finally the applicant complained that since life imprisonment was not a sentence provided for by the Criminal Code of Ukraine as it stood on the date of the offence, the imposition of that penalty had violated Article 7 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "55.  The Court has examined these complaints as submitted by the applicant. However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "56.  Accordingly, it rejects this part of the application in accordance with Article 35 §§ 3 and 4 of the Convention as being manifestly ill-founded.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "58.  The applicant claimed Ukrainian Hryvnas (UAH) 30,268 (approximately Euros (EUR) 4,385) in respect of his alleged loss of earnings during the detention period and UAH 1,000,000 (approximately EUR 145,000) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government stated that the applicant's claim for pecuniary damage was not supported by any evidence. As regards his claims for nonpecuniary damage, the Government maintained that they were exorbitant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.   However, it considers that the applicant must have suffered feelings of frustration and injustice as a consequence of the domestic authorities' decision to keep him in custody without sufficient reason. He thus suffered non-pecuniary damage which would not be adequately compensated for solely by the finding of a violation. Accordingly, making its assessment on an equitable basis, the Court awards him EUR 1,000, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "62.  The applicant did not submit any claim under this head within the set time-limit; the Court therefore makes no award in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "63.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the applicant's detention on remand admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 December 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrP. Lorenzen",
            "role": "president"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrM. Villiger",
            "role": "judges"
        },
        {
            "name": "Mrs C. Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TKACHEV v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-83977.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1213JUD003945802",
    "externalsources": [],
    "extractedappno": [
        "39458/02",
        "54825/00",
        "68368/01",
        "66561/01",
        "37257/97",
        "26772/95"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-83977",
    "judgementdate": "13/12/2007 00:00:00",
    "kpdate": "13/12/2007 00:00:00",
    "kpthesaurus": [
        "448"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "5-3",
        "5"
    ],
    "parties": [
        "TKACHEV",
        "UKRAINE"
    ],
    "rank": "606.942321777344",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "338233",
    "typedescription": "15"
}