{
    "__articles": "3",
    "__conclusion": "No violation of Article 3 - Prohibition of torture (Article 3 - Extradition) (Conditional) (the United States of America)",
    "applicability": "",
    "appno": "30614/15",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Extradition"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Conditional",
                "the United States of America"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-179422.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30614/15) against the Kingdom of Spain lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Venezuelan and Colombian national, Mr Andrés López Elorza (“the applicant”), on 11 August 2015.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had initially been granted legal aid and on 10 March 2016 waived his right to receive the referred legal aid, was represented by Mr J.L. Mazón Costa, a lawyer practising in Murcia. The Spanish Government (“the Government”) were represented by their Agent, Mr R.A. León Cavero, State Attorney.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his extradition to the United States of America would expose him to a risk of treatment contrary to Article 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 2 July 2015 the Court indicated under Rule 39 of the Rules of Court that the applicant should not be extradited to the United States until 1 August 2015 and requested the Government to provide the Court with more information as regards the applicant’s extradition. It was also decided to grant this case priority under Rule 41 of the Rules of Court. On 31 July 2015 the Court decided to prolong the referred interim measure for the duration of the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 12 November 2015 the above complaint was communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 15 March 2016 the parties were informed that the examination of the case was suspended, pending the outcome of the proceedings in the case Harkins v. United Kingdom (dec.) [GC], no. 71537/14. On 10 July 2017 the Grand Chamber of the Court declared that case inadmissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The Chamber decided, after examining the request of the applicant, that there is no need to relinquish jurisdiction in favour of the Grand Chamber under Rule 72 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1982 in Venezuela and is currently detained in Valdemoro Prison.",
                                "elements": []
                            },
                            {
                                "content": "A.  Extradition proceedings",
                                "elements": [
                                    {
                                        "content": "9.  The applicant has been living in Spain with his family since 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In an indictment filed on 15 November 2005 in the United States (hereinafter, “the US”) District Court for the Eastern District of New York, the applicant was charged with one count of conspiracy to import one or more kilograms of heroin, a Schedule I controlled substance, into the United States in violation of Title 21, United States Code, sections 952(a), 960(a)(1), 960(b)(1)(A), and 963, and Title 18, United States Code, sections 3551 et seq. (Count Four); and one count of conspiracy to distribute and possess with intent to distribute one or more kilograms of heroin, a Schedule I controlled substance, in violation of Title 21, United States Code, sections 841(a)(1), 841(b)(1)(A)(I), and 846, and Title 18, United States Code, sections 3551 et seq. (Count Five). Each of those offences carried a possible maximum term of life imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  By diplomatic note of 6 December 2013, the US authorities transmitted a request to the Spanish authorities for the applicant’s provisional arrest with a view to his extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 13 December 2013 the applicant was arrested in Lugo by the Spanish police. The Central Court of Investigation No. 4 (Juzgado Central de Instrucción) initiated extradition proceedings on the same day and ordered his provisional release. The extradition request was then allocated to the Criminal Section of the Audiencia Nacional.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 31 March 2014 the Public Prosecutor’s Office agreed to the applicant’s extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 1 October 2014 the Audiencia Nacional granted the extradition request on condition that the US authorities provided a guarantee that any life sentence that was handed down would not be irreducible. The applicant lodged an appeal against that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 3 November 2014 the ruling was upheld by the Plenary of the Criminal Section of the Audiencia Nacional. The applicant subsequently lodged a plea of nullity (incidente de nulidad de actuaciones) against that decision. On 19 December 2014 the Plenary of the Criminal Section of the Audiencia Nacional ruled against the applicant, arguing that the object and purpose of annulment proceedings was not to serve as a second appeal instance against an extradition decision, but to correct possible violations of a fundamental right committed in a decision which was not subject to appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 3 December 2014 the U.S. Embassy issued a note verbale, which provided the following answer:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The United States notes that the bilateral extradition treaty between the United States and Spain does not provide a basis for conditioning extraditions on assurances relating to life sentences. While the United States is not, therefore, obligated to provide the assurance requested, in consideration of the request of the Spanish Court and given the intentions of the U.S. prosecutor, the United States is prepared in this particular case to inform the Government of Spain as follows: Should LOPEZ ELORZA be convicted of either of the charges in the indictment filed on 15 November 2005 for which extradition is sought, he will not be subject to an unalterable sentence of life imprisonment because, if a life sentence is imposed, he may seek review of his sentence on appeal and he may subsequently seek relief from his sentence in the form of a petition for a pardon or commutation to a lesser sentence ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 19 January 2015 the note verbale was communicated to the interested parties. On 23 January 2015 the Public Prosecutor submitted a report stating that the guarantees provided by the United States were adequate and that consequently extradition should be granted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 24 February 2015 the Audiencia Nacional issued a decision (providencia) assessing the US guarantees, deeming them to be “sufficient”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant brought two súplica appeals against that decision, the first of which was lodged on 28 February 2015. The applicant argued that the decision of 24 February 2015 should be declared null and void since the matter should have been addressed through an auto, instead of a providencia. Secondly, the applicant contested the argument that the US Government had provided sufficient guarantees, stating that they were identical to the ones that had already been analysed by the Court in the case of Trabelsi v. Belgium (no. 140/10, ECHR 2014 (extracts)) and found to be in violation of Article 3 (inter alia). The second súplica appeal was lodged on 2 March 2015 and included three different requests. First, he requested that the decision on whether the US guarantees were sufficient be addressed and dealt with by the Plenary of the Audiencia Nacional. He also sought the recusal of three judges who were members of the bench which had initially issued the decision of 24 February 2015. Lastly, he lodged an application for the general recusal of all the judges of the Audiencia Nacional who “had been invited by the United States of America on holiday trips” which had been paid for by that country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 25 March 2015 the Audiencia Nacional issued a decision stating the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“FIRST - We will examine in the first place the plea for a referral to the Plenary formation of this Court of the decision about the sufficiency of the assurances given by the U.S. Government concerning the possibility for two life sentences to be imposed on the extradited person. This Chamber, given that the President of this Court has duly empowered it to decide about this matter, considers that the referral is not necessary as the assurances given are correct and sufficient, and furthermore show compliance with the ECtHR case-law in the Trabelsi vs Belgium case referred to by the appellant ....",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore, if the assurances given by the U.S. Government are the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Should LOPEZ ELORZA be convicted of either of the charges in the indictment filed on 15 November 2005, he will not be subject to an unalterable sentence of life imprisonment, he may seek review of his sentence on appeal and he may subsequently seek relief from his sentence in the form of a petition for a pardon or commutation to a lesser sentence;”",
                                        "elements": []
                                    },
                                    {
                                        "content": "we can conclude that the warranty expresses the actual existing legal means for the revision of a sentence of life imprisonment in a way that shows that this punishment is not irreducible during the whole life-span of the person, complying with what the ECtHR has requested in order to consider that there has been no violation of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "That is why there is no need to refer a decision on this matter to the Plenary formation of this Court.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Additionally, the Audiencia Nacional agreed on opening a procedure aimed at addressing the issue of the recusals requested by the applicant through a full report, at the same time ordering the suspension of the extradition proceedings until the recusal proceedings had been terminated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 12 May 2015 the Audiencia Nacional issued a decision (acuerdo gubernativo) dismissing the applicant’s request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 25 May 2015 the Audiencia Nacional ordered the applicant’s provisional detention (auto). The applicant lodged another súplica appeal against that decision and requested that the extradition proceedings be suspended on the grounds that no decision had been taken on the issues complained of in the first súplica appeal of 28 February 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In a decision of 28 May 2015 the Audiencia Nacional rejected the applicant’s request to stay the extradition proceedings, finding that the complaints contained in the first súplica appeal had already been dealt with in the decision of 25 March 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 1 June 2015 the applicant lodged another súplica appeal against the decisions of 25 May 2015 and 28 May 2015, contesting the reasoning as regards his request to stay the extradition proceedings and emphasising that no decision had been taken on the issues complained of in the first súplica appeal of 28 February 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 3 June 2015 the Audiencia Nacional issued a new decision dismissing the súplica appeals lodged by the applicant and confirming the decision on the applicant’s imprisonment pending extradition to the United States. In particular, the decision stated the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The applicant considers that his súplica appeal lodged against the decision of 24 February 2015 has not been answered ... .",
                                        "elements": []
                                    },
                                    {
                                        "content": "This Court refers at this point to what was already established in its decision of 25 March 2015 ... .",
                                        "elements": []
                                    },
                                    {
                                        "content": "Nevertheless, in order to clarify any doubts that the applicant might have concerning whether or not he has received an answer to his súplica appeal, we [the Court] will resolve here the issued raised in that appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The guarantees provided have been considered sufficient for the Court. Consequently, regardless of the judgment mentioned by the applicant, we consider that they comply with the requirements established in the ECtHR’s judgment Hutchinson v. United Kingdom [(no. 57592/08, 3 February 2015)], as well as the judgment of 13 November 2014 [Bodein v. France, no. 40014/10, 13 November 2014)], lodged by a French citizen...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taking into consideration the above-mentioned reasoning, the Court",
                                        "elements": []
                                    },
                                    {
                                        "content": "Decides",
                                        "elements": []
                                    },
                                    {
                                        "content": "to dismiss the súplica appeals referred to in the present ruling, maintaining the order of imprisonment for Andrés López Elorza, in view of his extradition to the United States of America”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 19 June 2015 the applicant was detained for the purposes of being extradited to the United States.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 22 June 2015 the applicant lodged an amparo appeal with the Constitutional Court against the extradition decision. He asked for interim measures, requesting the Constitutional Court to order a stay of the extradition while the case was still pending. He contended, inter alia, that the assurances provided by the US authorities did not fulfil the criteria for assessing the reducibility of a life sentence and that the extradition would amount to a violation of his right not to be subjected to inhuman or degrading treatment or punishment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 1 July 2015 the Constitutional Court issued a decision declaring the amparo appeal and the request for interim measures inadmissible. In particular, it found that the part of the amparo appeal concerning the validity of the assurances given by the US authorities and about a possible violation of the applicant’s right not to be subjected to inhuman or degrading treatment had been lodged too late as the alleged violations stemmed from the decision of 25 March 2015, thus the 30-day timelimit established in section 44(2) of the Organic Law on the Constitutional Court No. 2/1919 had already passed when he had lodged his amparo appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings before the Court",
                                "elements": [
                                    {
                                        "content": "30.  On 2 July 2015 the applicant lodged a request for interim measures with the Court under Rule 39 of the Rules of Court. He requested the Court to indicate to the Spanish Government that his extradition should be stayed pending the outcome of proceedings before the Court. The request was granted on the same day on a temporary basis until 1 August 2015, and the Government were asked the following questions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“a.- Does the applicant risk under US criminal law, in respect of the charges, a maximum penalty that precludes early release and/or release on parole?",
                                        "elements": []
                                    },
                                    {
                                        "content": "b.- What are the concrete mechanisms and under what US legal basis is the applicant entitled to review his possible final life sentence? In this sense, are the appeal, pardon and other review mechanisms referred to in the note verbale of 3 December 2014 the ones described in the case of Trabelsi v. Belgium (application no. 140/10, 4 September 2014, § 27)?”",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 23 July 2015 the Government submitted their response and attached a document issued by the Office of International Affairs of the US Department of Justice called “supplemental information to Spain on Sentencing Issues in Relation to Andres Lopez Elorza, a/k/a ‘Andres Lopez Flores’ (hereinafter, “the US report”). The report stated the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“By way of introduction, Lopez Elorza’s extradition is sought in order for him to stand trial on federal narcotics offenses in the Eastern District of New York. In essence, Lopez Elorza, a veterinarian, is charged with having been a member of a conspiracy between September 2004 and January 2005, the goal of which was to import heroin into the United States for subsequent distribution, in which Lopez Elorza’s role was to surgically implant packages of liquid heroin into the bodies of dogs that later were transported to the United States. The charges followed the search, in January 2005, of a farm Lopez Elorza operated in Medellin, Colombia, in which law enforcement authorities seized six puppies into which three kilograms of liquid heroin had been surgically implanted. The six puppies were bound for the United States, and the heroin they carried was surgically removed. After the search of his farm, Lopez Elorza fled Colombia.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  As regards the first question put to the Government, the US report argued that there were pretrial factors that could affect the applicant’s sentencing. In particular, the report noted the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Before any trial, Lopez Elorza could, with the advice of his lawyer, decide to give up the right to a trial and plead guilty to the charges in the indictment, with or without the agreement of the prosecution. See Federal Rule of Criminal Procedure 11(a). A timely admission of guilt is a factor which could reduce the sentence the judge decides to impose following a conviction. In the United States, the vast majority of criminal cases are resolved by guilty pleas. Lopez Elorza may seek to reach an agreement with the prosecution wherein he would plead guilty in exchange for certain favorable actions, such as an agreement to allow him to plead guilty to fewer than all the charges in the indictment (with the remainder of the charges to be dismissed at sentencing), or even to lesser charges, or in exchange for the government’s promise to affirmatively recommend to the court that a particular lesser sentence be imposed. The agreement may also include the parties’ recommendation as to the appropriate sentence that - depending upon the type of plea agreement that is negotiated - may or may not bind the judge regarding the sentence that will be imposed. Such agreements are within the discretion of the government to enter into, and the judge may also decline to approve an agreement she or he does not believe to be in the interests of justice. The agreement may include, inter alia, an agreement to cooperate with U.S. authorities. Thus, if Lopez Elorza were willing and able to provide substantial assistance to the United States in the investigation or prosecution of another person who had committed a crime, a plea agreement might include a promise by the government attorneys, in exchange for his guilty plea, to file a motion with the court asking that Lopez Elorza’s cooperation be taken into account and permitting the Court to impose a lower sentence that it might otherwise impose. Title 18, United States Code, Section 3553(e); United States Sentencing Guidelines, Section 5K1.1. In such cases, it is not atypical for a judge to impose a sentence that is significantly less than the Guidelines recommendation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  It also observed that “[i]f, however, Lopez Elorza decides not to plead guilty and instead exercise his right to a trial, and if he is found guilty of one or more charges, his sentencing exposure will vary, depending on the nature of the charges on which he is found guilty. Moreover, the judge will have broad discretion to determine the appropriate sentence [...]”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  As regards the estimated sentence that the applicant could face, the US report stated firstly that, “In imposing a sentence in a federal criminal case, the judge must consult the U.S. Federal Sentencing Guidelines”. It added that the Guidelines were advisory since the judge had “the discretion to impose a sentence outside the applicable Guidelines range so long as the court states ‘with specificity,’ both at sentencing and in the written judgment and commitment order, its reason for doing so”. It additionally stated that, “[b]oth the defendant and the government have the statutory right to appeal any sentence imposed on the grounds that it is substantively or procedurally unreasonable under the circumstances of the case”. Moreover, the decision whether to sentence a person convicted of multiple counts concurrently or consecutively was at the discretion of the court. Section 3584 of Title 18 of the US Code, states, in part, that “[m]ultiple terms of imprisonment imposed at the same time run concurrently unless the court orders or the statute mandates that the terms are to run consecutively”. The report further stressed the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Prior to sentencing, a probation officer will prepare a presentence report that contains information about the defendant’s offense, his criminal history, other background information, and a calculation of the advisory sentencing range under the Sentencing Guidelines. The defendant has the right to object to the information and conclusion in the present report. Later, during the sentencing phase of the proceedings, defense counsel will be able to present to the judge various mitigating factors to consider that may result in the reduction of his sentence. Specifically, under Title 18, United States Code, Section 3553(a), in determining the particular sentence imposed on a defendant, the court shall consider: (1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the need for the sentence imposed to promote respect for the law, punishment for the offense, deter the defendant or others from committing similar criminal conduct, and the need to protect the public; (3) the kinds of sentences available; (4) the applicable guideline range; (5) the need to provide the defendant with educational or vocational training, medical care, or other correctional treatment; (6) the need to avoid unwarranted sentence disparities; and (7) the need to provide restitution to the victims of the offense(s). In assisting the court in considering the above seven factors, defense counsel will be able to present to the court in detail any mitigating factors relating to these criteria. This would enable the defense to provide to the sentencing court information regarding Lopez Elorza’s background and circumstances, including: his family environment and relationships, the environment in which he was raised, his work history,... socioeconomic factors including educational opportunities or lack thereof, his physical and psychological well-being and any past or current treatment, prior criminal conduct, if any, and any resultant rehabilitative programs and periods of probation, incarceration, and parole, as well as Lopez Elorza’s longterm educational, vocational, and sociological goals”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The report noted that there were many factors that contributed to the imposition of a sentence and that it was “impossible to address every conceivable permutation that could occur or every possible scenario that might arise”. However, the report indicated that according to the US Federal Sentencing Guidelines, the advisory sentencing range was “188 to 235 months incarceration, far less than the possible life sentence provided for under the statutes with which he was charged”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Furthermore, the report stated that under section 3553(a) of Title 18 of the US Code, there was a “need to avoid unwarranted sentence disparities”. In that regard, the report stated that several of the applicant’s co-conspirators had already been sentenced in a related case before the same judge who had been assigned to the applicant’s case. One of the co-conspirators “faced a Guidelines range of 188 to 235 months and received a sentence of 72 months incarceration”, another “faced a Guidelines range of 78 to 87 months and received a sentence of 14 months incarceration” and a third had “faced a Guidelines range of 70 to 87 months and received a sentence of Time Served (approximately 12 months incarceration)”. The US report also noted that none of those defendants had entered into cooperation agreements with the government. Consequently, the sentences imposed on the applicant’s co-conspirators by the same judge who had been assigned to the applicant’s case “[could] be of value in assessing the sentence that will be imposed on him”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The report concluded that while it was possible that any available maximum sentence could be imposed for an offence, under the circumstances present in this case, “the risk of López Elorza receiving such a sentence is low”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  As regards the second question, the US report stated that if the applicant was sentenced to a life term, he could benefit from a variety of mechanisms to seek to have the sentence invalidated or reduced or to obtain early release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Concerning the applicant’s right to invalidate or reduce his sentence, the Government stated that the applicant would have the right under US law to lodge an appeal with the Court of Appeals, asking for a reversal of his conviction “based on an error in the proceedings”. The applicant would also be able to “ask the Court of Appeals to review the appropriateness of his sentence”. He could argue that a life sentence was “unreasonable” in the circumstances of his case. The report also stated that even after the applicant had exhausted his rights at trial and on appeal, he could under US law file “a motion in the trial court claiming that his life sentence was imposed ‘in violation of the Constitution or the laws of the United States’, or that the court was without jurisdiction to impose such sentence, or that the sentence was in excess of the maximum authorized by law, or is otherwise subject to collateral attack”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Concerning the applicant’s right to obtain early release, the report specifically stated that “since 1987, there has been no federal parole system in the United States”. The applicant, however, could ask for early release if he provided substantial assistance after his conviction and the imposition of his sentence. In addition, US law also allowed for compassionate release under section 3582 of Title 18 of the US Code. The report specifically stressed that the Bureau of Prisons could reduce the applicant’s sentence if it found that there was “an extraordinary and compelling reason to do so; for example, if a medical condition arose with López Elorza that would warrant such a modification”. Finally, the applicant could also seek executive clemency in the form of commutation (reduction) of his sentence. The report noted that in cases similar to the applicant’s, commutation of life sentences was not “a rare occurrence”. It gave as an example that of 13 July 2015, when President Obama had commuted the life sentences of “fourteen persons who had been convicted of drug related offenses”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 31 July 2015 the interim measures under Rule 39 were extended and the Court requested that the Government stay the applicant’s extradition to the United States while the proceedings were pending before the Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitutional and statutory provisions",
                                "elements": [
                                    {
                                        "content": "1.  The Constitution",
                                        "elements": [
                                            {
                                                "content": "42.  The relevant provisions of the Spanish Constitution read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. Human dignity, inviolable and inherent rights, the free development of the personality, and respect for the law and for the rights of others are the foundation of political order and social peace.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. The principles relating to the fundamental rights and liberties recognised by the Constitution shall be interpreted in conformity with the Universal Declaration of Human Rights and the international treaties and agreements thereon ratified by Spain.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Everyone shall have the right to life and to physical and moral integrity, and may under no circumstances be subjected to torture or to inhuman or degrading punishment or treatment. The death penalty is hereby abolished, except as provided by military criminal law in times of war.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Extradition Act no. 4/1985 of 21 March",
                                        "elements": [
                                            {
                                                "content": "43.  Under section 1, extradition is only possible between Spain and foreign States under a treaty concluded on a mutual basis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Under section 4(6), extradition may not be granted if the requesting State does not personally guarantee that the person will not be executed or subjected to a punishment amounting to inhuman and/or degrading treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In accordance with section 7, the extradition request must be lodged with the Ministry of Foreign Affairs through a diplomatic note or directly with the Ministry of Justice. The Ministry of Justice then issues its recommendations on the request and sends it to the Government, which decides on the continuation of the proceedings (section 9).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Under section 12, if the Government decide on the continuation of the proceedings, the request will be sent to the competent judge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Sections 14 and 15 provide that after investigatory proceedings and a hearing the judge decides whether to grant or deny the request. The decision is open to appeal (recurso de súplica) before the Plenary of the Criminal Division of the Audiencia Nacional.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Section 18 states that if the domestic courts grant the extradition request, it will be sent back to the Government, which ultimately decides whether or not to hand the person over to the requesting State.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Extradition agreement between Spain and the United States",
                                        "elements": [
                                            {
                                                "content": "49.  A treaty on extradition between Spain and the United States was signed in Madrid on 29 May 1970. It was amended and updated by additional treaties of 25 January 1975, 9 February 1988 and 12 March 1996 and by the 25 June 2003 agreement between the European Union and the United States on extradition under a bilateral “instrument” of 18 January 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Article 2 of the 29 May 1970 agreement as amended reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": " “A. An offense shall be an extraditable offense if it is punishable under the laws in both Contracting Parties by deprivation of liberty for a period of more than one year or by a more severe penalty, or in the case of a sentenced person, if the sentence imposed was greater than four months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "B. Extradition shall also be granted for participation in any of these offenses, not only as principals or accomplices, but as accessories, as well as for attempts to commit or conspiracy to commit any of the aforementioned offenses, when such participation, attempt or conspiracy is subject, under the laws of both Parties, to a term of imprisonment exceeding one year.",
                                                "elements": []
                                            },
                                            {
                                                "content": "C. For the purposes of this Article, an offense shall be an extraditable offense whether or not the laws in the Contracting States place the offense within the same category of offenses or describe the offense by the same terminology.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant United States law",
                                "elements": [
                                    {
                                        "content": "1.  Pre-trial factors affecting sentencing",
                                        "elements": [
                                            {
                                                "content": "51.  In accordance with section 3553(a) of Title 18 of the US Code, there are several factors to be considered in imposing a sentence:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(a) Factors To Be Considered in Imposing a Sentence. —The court shall impose a sentence sufficient, but not greater than necessary, to comply with the purposes set forth in paragraph (2) of this subsection. The court, in determining the particular sentence to be imposed, shall consider—",
                                                "elements": []
                                            },
                                            {
                                                "content": "(1) the nature and circumstances of the offense and the history and characteristics of the defendant;",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(6)",
                                                "elements": []
                                            },
                                            {
                                                "content": "the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) Application of Guidelines in Imposing a Sentence.—",
                                                "elements": []
                                            },
                                            {
                                                "content": "(1) In general.—",
                                                "elements": []
                                            },
                                            {
                                                "content": "Except as provided in paragraph (2), the court shall impose a sentence of the kind, and within the range, referred to in subsection (a)(4) unless the court finds that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described. In determining whether a circumstance was adequately taken into consideration, the court shall consider only the sentencing guidelines, policy statements, and official commentary of the Sentencing Commission ....”",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The full and updated text of the Sentencing Guidelines can be accessed on the U.S. Sentencing Commission’s official website (last accessed on 21 November 2017):",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Post-sentencing factors",
                                        "elements": [
                                            {
                                                "content": "53.  Under section 3742 of Title 18 of the US Code, an applicant can file an appeal for review, inter alia, if the sentence:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(2) was imposed as a result of an incorrect application of the sentencing guidelines or",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3) is greater than the sentence specified in the applicable guideline range to the extent that the sentence includes a greater fine or term of imprisonment, probation, or supervised release than the maximum established in the guideline range, or includes a more limiting condition of probation or supervised release under section 3563(b)(6) or (b)(11) [1] than the maximum established in the guideline range; ...”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Additionally, Rule 35(b) of the Federal Rules of Criminal Procedure states that applicants can ask for early release if they have provided substantial assistance after conviction and the imposition of a sentence:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) Reducing a Sentence for Substantial Assistance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(1) In General. Upon the government’s motion made within one year of sentencing, the court may reduce a sentence if the defendant, after sentencing, provided substantial assistance in investigating or prosecuting another person.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2) Later Motion. Upon the government’s motion made more than one year after sentencing, the court may reduce a sentence if the defendant’s substantial assistance involved:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(A) information not known to the defendant until one year or more after sentencing;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(B) information provided by the defendant to the government within one year of sentencing, but which did not become useful to the government until more than one year after sentencing; or",
                                                "elements": []
                                            },
                                            {
                                                "content": "(C) information the usefulness of which could not reasonably have been anticipated by the defendant until more than one year after sentencing and which was promptly provided to the government after its usefulness was reasonably apparent to the defendant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3) Evaluating Substantial Assistance. In evaluating whether the defendant has provided substantial assistance, the court may consider the defendant’s pre-sentence assistance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4) Below Statutory Minimum. When acting under Rule 35(b), the court may reduce the sentence to a level below the minimum sentence established by statute.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Section 3582 of Title 18 of the U.S. Code provides that US law also allows for compassionate release:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) MODIFICATION OF AN IMPOSED TERM OF IMPRISONMENT",
                                                "elements": []
                                            },
                                            {
                                                "content": "The court may not modify a term of imprisonment once it has been imposed except that",
                                                "elements": []
                                            },
                                            {
                                                "content": "(1) in any case",
                                                "elements": []
                                            },
                                            {
                                                "content": "(A) the court, upon motion of the Director of the Bureau of Prisons, may reduce the term of imprisonment (and may impose a term of probation or supervised release with or without conditions that does not exceed the unserved portion of the original term of imprisonment), after considering the factors set forth in section 3553(a) to the extent that they are applicable, if it finds that",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) extraordinary and compelling reasons warrant such a reduction; or (ii) the defendant is at least 70 years of age, has served at least 30 years in prison, pursuant to a sentence imposed under section 3559(c), for the offense or offenses for which the defendant is currently imprisoned, and a determination has been made by the Director of the Bureau of Prisons that the defendant is not a danger to the safety of any other person or the community, as provided under section 3142(g); and that such a reduction is consistent with applicable policy statements issued by the Sentencing Commission; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(B) the court may modify an imposed term of imprisonment to the extent otherwise expressly permitted by statute or by Rule 35 of the Federal Rules of Criminal Procedure;",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Finally, an applicant can also seek executive clemency in the form of commutation (reduction) of his sentence. Article II (2) of the U.S. Constitution empowers the President to commute or reduce a sentence or grant a pardon in cases of conviction for a Federal offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Constitution does not restrict the President’s power to grant or refuse executive clemency, but the Department of Justice Office of the Pardon Attorney (hereinafter, the “Office of the Pardon Attorney”) prepares a recommendation to the President for every application for a pardon. The Department evaluates the merits of commutation requests by considering various factors, including the disparity or undue severity of a sentence, critical illness or old age, and meritorious service to the Government by the applicant that has not been adequately rewarded by other official actions, as well as other equitable factors that may be present in a given case. The seriousness of the offence, the applicant’s overall criminal record, the nature of the applicant’s adjustment to prison supervision, the length of time already served, and the availability of other remedies are also considered in evaluating the merit of an application. The Office of the Pardon Attorney then makes a non-binding recommendation as to whether or not clemency should be granted. The President’s decision is final and not open to appeal.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  The applicant complained that his extradition to the United States of America would expose him to treatment incompatible with Article 3 of the Convention as he faced a disproportionately long prison sentence in the United States.",
                                "elements": []
                            },
                            {
                                "content": "59.  Article 3 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "60.  The Government raised an objection of non-exhaustion of domestic remedies with respect to the applicant’s complaint. More specifically, they submitted that the applicant had failed to lodge the amparo appeal against the decision assessing the sufficiency of the guarantees provided by the US Government on time. Consequently, the Constitutional Court had declared the part of the amparo appeal concerning the validity of the guarantees inadmissible for being lodged too late, which implied that the applicant had failed to exhaust domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  In particular, the Government noted that on 24 February 2015 the Audiencia Nacional had issued a decision determining that the US guarantees complied with the requirements set down in section 4(6) of the Extradition Act no. 4/1985, which establishes that “extradition may not be granted if the requesting State does not personally guarantee that the person will not be executed or subjected to a punishment amounting to inhuman and/or degrading treatment”. The applicant had then lodged two súplica appeals on 28 February and 2 March 2015 against that decision, complaining about formal as well as substantive issues.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In a decision of 25 March 2015 the Audiencia Nacional had upheld the decision of 24 February 2015 (see paragraphs 19 and 20 above). The Government stressed that the decision of 25 March 2015 had addressed both the procedural and substantive grounds of the súplica appeals and had dismissed them. They pointed out that there had been no appeal against that decision, which had therefore become final.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Government stressed that on 25 May 2015 the Audiencia Nacional had ordered the imprisonment of the applicant in view of his planned extradition to the United States. They contended that when that decision had been served on the applicant, his lawyer had realised that he had let the previous decisions of 24 February and 25 March 2015 become final and it had therefore been his intention to “unduly reopen the judicial debate about the sufficiency of the guarantees provided by the U.S. Government”. According to the Government, the applicant had intended to “attack the stare decisis” and final character of those decisions by introducing, within the appeal against the decision of 25 May 2015, a specific plea to reopen the debate on a subject that had already been dealt with in the aforementioned decisions of 24 February and 25 March 2015.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Government contended that the applicant had not had the right to reopen questions decided by final judicial decisions by reiterating his submissions in appeals against later decisions that dealt with completely different issues. According to the Government, such an act would constitute “procedural fraud” and an abuse of the right of application, which was forbidden by Article 35 § 3 (a) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Government further noted that the decision of 3 June 2015 against which the applicant had lodged the amparo appeal (see paragraph 26 above) had merely stated that the question had been already dealt with in the previous decisions of 24 February 2015 and 25 March 2015, the latter having become final as the applicant had not appealed against it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  According to the Government, the Constitutional Court had rightly declared the applicant’s amparo appeal partially inadmissible – as regards the guarantees provided by the US Government – as being lodged too late, “due to the fact that the presumed violations would have been produced by the decision of 25 March 2015 [...], which has become final, not having being appealed through an amparo appeal in due time and form”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Government submitted that it was part of the applicant’s burden of proof to show that he had exhausted all domestic remedies, which also meant bringing a complaint before the Constitutional Court in due time and form. Citing the case of Gäfgen v. Germany ([GC], no. 22978/05, ECHR 2010), the Government observed that exhaustion of domestic remedies required also that complaints intended to be brought subsequently before the Court should have been brought before the domestic courts, at least in substance and in compliance with the formal requirements and time-limits laid down in domestic law” (ibid., §§ 142-143).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Government concluded by saying that the applicant had not exhausted the domestic remedies at his disposal and requested that his application be declared inadmissible, in accordance with Article 35 § 1 of the Convention in conjunction with Article 35 § 3 (a).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The applicant argued that the decision of 3 June 2015 had to be considered as the “last decision” for the purposes of analysing whether the amparo appeal had been lodged on time, not that of 25 March 2015. In particular, he contended that the latter decision had simply dealt with the issues concerning the application for a recusal of three judges and the one related to the recusal of the plenary of the Criminal Section of the Audiencia Nacional. It had been the decision of 3 June 2015 which had really dealt with the complaints concerning the assessment of the guarantees provided by the US Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The applicant stressed that the decision of 3 June 2015 clearly stated that “in order to clarify any doubts that the applicant might have concerning whether or not he has received an answer to his súplica appeal, we [the Court] will resolve here the issued raised in that appeal” (see paragraph 26 above). That was followed by an analysis on the merits of the applicant’s complaints concerning the assessment of the guarantees provided by the US initially brought within the súplica appeal of 28 February 2015. The applicant concluded by reiterating his view that the decision to be taken into account for the purposes of lodging an amparo appeal was that of 3 June 2015, that the Constitutional Court’s decision declaring the amparo appeal partially inadmissible had been arbitrary and that he had thus exhausted domestic remedies in the proper manner.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "71.  The Court reiterates that under Article 35 § 1 of the Convention, it may only deal with an application after all domestic remedies have been exhausted. The purpose of Article 35 is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to the Court (see, for example, Mifsud v. France (dec.) [GC], no. 57220/00, § 15, ECHR 2002-VIII). The obligation to exhaust domestic remedies requires an applicant to make normal use of remedies which are effective, sufficient and accessible in respect of his Convention grievances. To be effective, a remedy must be capable of directly resolving the impugned state of affairs (see Balogh v. Hungary, no. 47940/99, § 30, 20 July 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The rule of exhaustion of domestic remedies normally requires that complaints intended to be made subsequently at the international level should have been raised before the domestic courts, at least in substance and in compliance with the formal requirements and time-limits laid down in the domestic law. The purpose of the rule requiring domestic remedies to be exhausted is to allow the national authorities (primarily the judiciary) to address an allegation that a Convention right has been violated and, where appropriate, to afford redress before that allegation is submitted to the Court. In so far as there exists at the national level a remedy enabling the national courts to address, at least in substance, any argument as to an alleged violation of a Convention right, it is that remedy which should be used (see Azinas v. Cyprus [GC], no. 56679/00, § 38, ECHR 2004III). Domestic remedies have not been exhausted when an appeal is not accepted for examination because of a procedural mistake by the applicant. However, non-exhaustion of domestic remedies cannot be held against an applicant if, in spite of his failure to observe the forms prescribed by law, the competent authority has nevertheless examined the substance of the appeal (see Gäfgen, cited above, § 143).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Turning to the circumstances of the present case, the Court notes firstly that on 24 February 2015 the Audiencia Nacional issued a decision (providencia) assessing the guarantees provided by the US and deeming them to be “sufficient”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  That decision was subjected to two súplica appeals, lodged by the applicant on 28 February 2015 and 2 March 2015. In the first súplica appeal the applicant argued that the decision of 24 February 2015 should have been declared null and void since the matter should have been dealt with by way of an “auto” instead. Secondly, the applicant contested the contention that the US Government had provided sufficient guarantees, stating that they were identical to the ones that had already been analysed by the Court in Trabelsi (cited above), where the Court had found a violation of Article 3 of the Convention (inter alia). In the second súplica the applicant requested three different things. First, he wanted the decision on the US guarantees to be addressed and dealt with by the Plenary of the Audiencia Nacional. He also wanted the recusal of the three judges on the bench who had initially issued the decision of 24 February 2015, which he had appealed against. Lastly, he lodged an application for a recusal in general terms of all the judges of the Audiencia Nacional who “had been invited by the United States of America on holiday trips” which had been paid for by that country.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  On 25 March 2015 the Audiencia Nacional issued a decision addressing the complaints that had been brought by the applicant in the aforementioned two súplica appeals. The Court observes, firstly, that the Audiencia Nacional did not address the first complaint contained in the first súplica appeal (where he argued that the decision of 24 February 2015 should have been declared null and void since the matter should have been dealt with as an “auto” instead). As regards the applicant’s second súplica appeal, the Audiencia Nacional held that referral to the Plenary of the Audiencia Nacional was “not necessary as the assurances given [were] correct and sufficient, and furthermore show compliance with the ECtHR case-law in the Trabelsi v. Belgium case referred to by the appellant”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Court notes that it is not clear whether the answer given by the Audiencia Nacional merely addressed the applicant’s request for a referral or also analysed at the same time the applicant’s arguments about the lack of safeguards in the US assurances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Those doubts are clearly reflected in the subsequent decision of 3 June 2015, when the Audiencia Nacional issued a new decision following a different, additional súplica appeal lodged by the applicant on 1 June 2015 (see paragraph 25 above). The Audiencia Nacional stated that the issue regarding the US guarantees had already been dealt with in the decision of 25 March 2015. However, it also stated the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Nevertheless, in order to clarify any doubts that the applicant might have concerning whether or not he has received an answer to his súplica appeal, we [the Court] will resolve here the issues raised in that appeal”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Audiencia Nacional then presented an exhaustive analysis as to the reasons why the guarantees should be considered as sufficient and dismissed the appeal. The Court observes that even the Audiencia Nacional acknowledged in that decision that there might be doubts as to whether the specific issue in question had been properly dealt with in the previous decision of 25 March 2015. Additionally, the Court observes that the Audiencia Nacional did not limit itself to referring to the content of its previous decision of 25 March 2015, but clearly stated that it would “resolve” the “issues raised in that appeal”, that is address the merits of the first súplica appeal, which it finally did in the operative part of the decision (see paragraph 26 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  Even if it is assumed that the question of the US assurances was addressed in the decision of 25 March 2015, the Court observes that the applicant then lodged another appeal, which led to an actual review of the decision on that particular issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Court further notes that the new decision of 3 June 2015 did not merely declare the applicant’s súplica appeals “inadmissible”, but “dismissed” (desestimar) them all. The Court (unlike the Constitutional Court in its inadmissibility decision of 1 July 2015) takes the view that the Audiencia Nacional reviewed the applicant’s complaint on the merits and, specifically, carried out its analysis of the arguments raised by him concerning the US guarantees.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  In those circumstances, the Court is of the view, because the Audiencia Nacional examined the substance of the applicant’s appeal in its decision of 3 June 2015, that the Government’s objection of non-exhaustion of domestic remedies must be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "83.  The applicant complained that his extradition to the United States of America would expose him to treatment incompatible with Article 3 of the Convention. He argued that the guarantees provided by the US Government were insufficient.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  First, the applicant stressed that the focus should be on the initial note verbale issued by the US authorities in the framework of the extradition proceedings (see paragraph 16 above). He argued that the note had not given concrete and effective guarantees.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  He further argued that all the subsequent documents submitted by the US Government should not be taken into account in the analysis of the case since the Court was not a “Court of fifth instance”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The applicant also noted that the indictment issued by the Federal Grand Jury showed that he could face two sentences of life imprisonment. He also contended that his case was comparable to that of the applicant in Trabelsi (cited above), where the Court had declared that the life sentence liable to be imposed on the applicant in that case could not be described as reducible for the purposes of Article 3 of the Convention and that by exposing the applicant to the risk of treatment contrary to that provision the Government had engaged the respondent State’s responsibility under the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Government submitted that the notion of theoretical punishment and actual punishment implied that there was a clear distinction between what is traditionally called “poena in abstracto” and “poena in concreto”, and that the possibility of a violation of Article 3 of the Convention should be dealt with by considering what the “poena in concreto” was. The US Federal Sentencing Guidelines and sections 3553(a) and 3742 of Title 18 of the US Code were pertinent to the instant case since they were the rules that would be of most importance when determining the “poena in concreto”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Government further contended that the present case was also different from Vinter and Others v. the United Kingdom [GC], nos. 66069/09 and 2 others, ECHR 2013 (extracts) and Trabelsi (cited above) in that neither of those cases involved enforceable Sentencing Guidelines establishing ranges of in concreto punishment to be examined and assessed by the Court. In that regard, they further argued that the applicant in the instant case, unlike Trabelsi, faced only a potential conviction for criminal offences related to drug trafficking and not for terrorist offences. The Government also noted that notwithstanding the theoretical maximum penalty of life imprisonment, the US Criminal Code assigned an advisory sentencing range of 188 to 235 months of incarceration to the counts that were the basis of the extradition request, which was far less than the possible life sentence provided for under the statutes under which the applicant had been charged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  In view of the convictions already imposed on the co-perpetrators (see paragraph 36 above), they further estimated that the maximum poena in concreto that the applicant could expect would not be higher than 72 months incarceration. The Government noted that the Court had on several occasions declared that penalties heavier than 72 months did not entail a violation of Article 3 of the Convention and cited the cases of Léger v. France, (no. 19324/02, 11 April 2006), and Kafkaris v. Cyprus ([GC], no. 21906/04, ECHR 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Government further submitted that disregard for the range of penalties established in the Sentencing Guidelines constituted solid grounds of appeal and that section 3742 of Title 18 of the US Code provided that a convicted person had the right to seek a review if a sentence had been imposed as a result of an incorrect application of the those guidelines.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The Government also stressed that several co-conspirators, who had faced the same sentencing range for similar charges, had been sentenced to 72 months’ imprisonment. In that regard, the Government noted that section 3553(a)(6) of Title 18 of the US Code recognised the need to avoid unwarranted sentence disparities among defendants with similar records who had been found guilty of similar conduct.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  Additionally, the Government noted that the applicant could benefit from a post-conviction reduction of his sentence under Rule 35 of the Federal Rules of Criminal Procedure if he provided substantial assistance in the investigation or prosecution of another person who had committed a crime. He could also benefit from compassionate release in accordance with section 3582 of the same Title 18.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The Government also stressed that the applicant could benefit from the U.S. President’s powers of clemency. For that purpose, the Government submitted a supplementary legal report drafted by the US Department of Justice on 20 January 2016, which specifically addressed the applicant’s situation. The report stated, inter alia, that “Mr. Lopez Elorza could make use of the well-defined system of executive clemency in order to seek commutation (reduction) of his sentence to a term of years”. The report also described the manner in which executive clemency power operated under United States law. The report further stated the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“American presidents have historically considered and granted executive clemency in cases involving long initial sentences. There is no reason to believe that future Presidents will not continue to do so. Statistics compiled by the Office of Pardon Attorney establish that thousands of individuals have been granted executive clemency over the last 114 years. http://www.justice.gov/pardon/statistics.htm. These statistics reveal that commutations have been granted to individuals convicted of narcotics offenses and sentenced to life imprisonment”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The report gave several examples of people benefiting from commutation. It also stressed that “since the ECHR’s decision in Trabelsi v. Belgium has been raised, we wish to advise that executive clemency is also available with respect to serious violent crime resulting in a life sentence or long terms of years, including cases involving terrorist conduct”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The Government observed that if a sentence of life imprisonment was imposed on the applicant in the United States then Article 3 of the Convention did not require the existence of a compulsory parole system as the one and only means to ensure compliance with the Convention. They further noted that the US Government had provided additional information about a shift of administrative practice in the kind of offences in question after the judgment issued in the Trabelsi case. According to the Government, the details furnished by the US authorities about how the Presidential clemency system now worked meant that the conclusion reached in Trabelsi should be reconsidered. In particular, the Government stressed that the objective, pre-established criteria that were currently at the cornerstone of the US Presidential clemency system, of which prisoners had precise knowledge at the time of the imposition of a life sentence and which meant they could obtain attain a reduction or commutation of their remaining time of detention if it could no longer be justified on legitimate penological grounds, deserved careful consideration by the Court in the instant case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  Lastly, the Government argued that ruling in favour of the applicant would mean that it would be extremely difficult to extradite people charged with such serious offences as those linked to drug trafficking from one State Party to the United States, regardless of the particular circumstances of each case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "97.  It is well established in the Court’s case-law that the imposition of a sentence of life imprisonment on an adult offender is not in itself prohibited by or incompatible with Article 3 or any other Article of the Convention (see Kafkaris, cited above, § 97, and references cited therein), provided that it is not grossly disproportionate (see Vinter and Others, cited above, §§ 88 and 89). The Court has, however, held that the imposition of an irreducible life sentence on an adult may raise an issue under Article 3 (see Kafkaris, cited above, § 97).",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  This latter principle gives rise to two further ones. First of all, Article 3 does not prevent life prison sentences from being, in practice, served in their entirety. What Article 3 does prohibit is that a life sentence should be irreducible de jure and de facto. Secondly, in determining whether a life sentence in a given case can be regarded as irreducible, the Court seeks to ascertain whether a life prisoner can be said to have any prospect of release. Where national law affords the possibility of review of a life sentence with a view to its commutation, remission, termination or the conditional release of the prisoner, this will be sufficient to satisfy Article 3 (see Kafkaris, cited above, § 98, and references cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  Until recently the Court had held that the mere possibility of adjustment of a life sentence was sufficient to fulfil the requirements of Article 3. It thus ruled that the possibility of early release, even where such a decision was at the discretion of the Head of State (see Kafkaris, cited above, § 103) or the hope of Presidential clemency in the form of either a pardon or a commutation of sentence (see Iorgov v. Bulgaria (no. 2), no. 36295/02, §§ 51-60, 2 September 2010) was sufficient to establish such a possibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  In Vinter and Others (cited above), the Court re-examined the problem of how to determine whether, in a given case, a life sentence could be regarded as reducible. It considered this issue in the light of the prevention and rehabilitation aims of the penalty (§§ 112 to 118). With reference to the principle already set out in the Kafkaris judgment, the Court pointed out that if a life sentence was to be regarded as reducible, it should be subject to a review which allowed the domestic authorities to consider whether any changes in the life prisoner were so significant, and such progress towards rehabilitation had been made in the course of the sentence, as to mean that continued detention could no longer be justified on legitimate penological grounds (§ 119). Furthermore, the Court explained for the first time that a whole-life prisoner was entitled to know, at the outset of his sentence, what he must do to be considered for release and under what conditions, including when a review of his sentence would take place or could be sought. Consequently, where domestic law did not provide any mechanism or possibility for review of a whole-life sentence, the incompatibility with Article 3 on this ground already arose at the moment of the imposition of the whole-life sentence and not at a later stage of incarceration (§ 122).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  Later, in the case of Trabelsi (cited above), the Chamber considered that the assurances given by the US Government to the Belgian Government had not been sufficiently precise and decided that the US legislation governing reduction of life sentences and Presidential pardons did not satisfy the requirements of Article 3 because none of the procedures amounted to a “review mechanism requiring the national authorities to ascertain, on the basis of objective, pre-established criteria of which the prisoner had precise cognisance at the time of imposition of the life sentence, whether, while serving his sentence, the prisoner has changed and progressed to such an extent that continued detention can no longer be justified on legitimate penological grounds” (ibid., § 137). The Court decided that Mr Trabelsi’s extradition to the United States had amounted to a breach of his rights under Article 3. In the case of Harkins (cited above), which raised similar issues, the application was declared inadmissible on unrelated grounds by a decision of the Grand Chamber of the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  Under well-established Court case-law, protection against the treatment prohibited under Article 3 is absolute, and as a result the extradition of a person by a Contracting State can raise problems under this provision and therefore engage the responsibility of the State in question under the Convention, where there are serious grounds to believe that if the person is extradited to the requesting country he would run a real risk of being subjected to treatment contrary to Article 3 (see Trabelsi, cited above, § 116, and Soering v. United Kingdom, 7 July 1989, § 88, Series A no. 161).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The fact that the ill-treatment is inflicted by a non-Convention State is beside the point (see Saadi v. Italy [GC], no. 37201/06, § 138, ECHR 2008). In such cases Article 3 implies an obligation not to remove the person in question to the said country, even if it is a non-Convention State. The Court draws no distinction in terms of the legal basis for removal; it adopts the same approach in cases of both expulsion and extradition (see Harkins and Edwards, no. 9146/07, § 120 17 January 2012 and Babar Ahmad and Others v. the United Kingdom, nos. 24027/07, 11949/08, 36742/08, 66911/09 and 67354/09, § 179, 10 April 2012, § 168).",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  In order to establish such responsibility, the Court must inevitably assess the situation in the requesting country in terms of the requirements of Article 3. This does not, however, involve making the Convention an instrument governing the actions of States not Parties to it or requiring Contracting States to impose standards on such States (see Soering, cited above, § 86, and Al-Skeini and Others v. United Kingdom [GC], no. 55721/07, § 141, ECHR 2011). In so far as any liability under the Convention is or may be incurred, it is incurred by the extraditing Contracting State by reason of its having taken action which has the direct consequence of exposing an individual to proscribed ill-treatment (see Soering, cited above, § 91; Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 67, ECHR 2005I; and Saadi, cited above, § 126).",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  If the extradition may give rise to a situation where substantial grounds have been shown for believing that the person concerned, if deported, faces a real risk of being subjected to treatment contrary to Article 3, the Contracting State must not extradite. It is a matter of ensuring the effectiveness of the safeguard provided by Article 3 in view of the serious and irreparable nature of the alleged suffering risked (see Findikoglu, cited above, § 29, referring to Soering, cited above, § 90).",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  In determining whether it has been shown that the applicant runs a real risk, if extradited, of suffering treatment proscribed by Article 3, the Court will assess the issue in the light of all the material placed before it (see Čalovskis v. Latvia, no. 22205/13, § 132, 24 July 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  It is in principle for the applicant to adduce evidence capable of proving that there are substantial grounds for believing that, if the measure complained of was to be implemented, he would be exposed to a real risk of being subjected to treatment contrary to Article 3 (see N. v. Finland, no. 38885/02, § 167, 26 July 2005). Indeed, the applicant has to demonstrate that the maximum penalty would be imposed without due consideration of all the relevant mitigating and aggravating factors or that a review of such a sentence would be unavailable (Findikoglu v. Germany (dec.), no. 20672/15, § 37; compare Čalovskis, cited above, § 146).",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  Turning to the case at hand, the Court firstly points out that the Government have submitted additional documents to it, which were issued by the US authorities concerning the applicant’s specific situation, and enumerated and explained the guarantees protecting him from being subjected to treatment contrary to Article 3. The Court observes that the domestic courts were not in possession of those documents at the time the case was being dealt with and assessed at national level. The applicant has requested the Court to focus its analysis only on the note verbale of 3 December 2014, which was the one subjected to examination by the domestic courts in order to determine whether the US guarantees were sufficient.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The Court notes that at the time the domestic courts determined that there was no real risk of treatment proscribed by Article 3 in the country of destination, they were in possession of a limited number of documents by which to assess the applicant’s situation. It was not until Rule 39 was applied by the Court that the Spanish authorities gathered additional information from the US Government, which explained in more detail the particularities of the applicant’s situation and concluded that there was no risk of his being subjected to treatment contrary to Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  The Court recalls that the existence of a risk must be assessed primarily with reference to those facts which were known or ought to have been known to the Contracting State at the time of expulsion. However, if an applicant has not yet been extradited or deported when the Court examines the case, the relevant time will be that of the proceedings before the Court (see Chahal v. the United Kingdom, 15 November 1996, §§ 85-86, Reports of Judgments and Decisions 1996V and Venkadajalasarma v. the Netherlands, no. 58510/00, § 63, 17 February 2004). Such a situation typically arises when, as in the present case, deportation or extradition has been delayed as a result of an indication by the Court of an interim measure under Rule 39 (see Mamatkulov and Askarov, cited above, § 69). Accordingly, in determining whether it has been shown that the applicant runs a real risk of suffering treatment proscribed by Article 3 if he is expelled to the United States of America, the Court will assess the issue in the light of all the material placed before it, or, if necessary, based on material obtained proprio motu (see Venkadajalasarma, cited above, § 63). It follows that the relevant time for the purpose of the assessment of the guarantees provided by the US authorities is that of the proceedings before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The Court further notes that in cases where an accused has been sentenced to life imprisonment in a State Party to the Convention and the Court finds that there has been a violation of Article 3, it could be expected that the individual would remain in detention pending the taking of any individual or general measures that may be called for, which may lead to the prisoner’s release earlier than initially intended. In such situations the individual would have served some of his or her life sentence, which would go some way to addressing the legitimate penological requirements of incarceration of a convicted prisoner, such as punishment, deterrence, public protection and rehabilitation (see Vinter and others, cited above, § 111). However, in the extradition context, where a person is extradited or deported from a Convention State to a non-Convention State and alleges that a future conviction in that non-Convention State will amount to treatment in violation of Article 3, the effect of a violation of Article 3 would be to prevent the extradition. The result, save in the case where the person is prosecuted in the requested State, could be that a person against whom serious charges are made is never brought to trial. Such an outcome would be difficult to reconcile with society’s general interest in ensuring that justice is done in criminal cases (compare Soering, cited above, §§ 86 and 89, and Trabelsi, cited above, § 117).",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  The Court turns now to the question of the existence of a real risk that the applicant would be subjected to treatment contrary to Article 3 of the Convention if extradited. It notes, first, that the US Sentencing Guidelines recommend a fixed-term sentence within a range of 188 to 235 months’ imprisonment (that is between 15 years and 19 years and 7 months) for the offences at issue, which is well below the maximum sentence of life imprisonment in respect of the charges against the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  It is true that the Sentencing Guidelines are merely advisory and that judges have discretion to impose a sentence outside the applicable range. However, the applicant has not advanced any reasons as to why the advisory sentencing range would not be applied in his case. In any event, in the unlikely case of the applicant being sentenced to life imprisonment, he could appeal against any sentence which was imposed as a result of an incorrect application of the sentencing guidelines (see section 3742 of Title 18 of the US Code).",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  The Court next notes that this case differs from Trabelsi (cited above) in a number of ways. First, the applicant is being prosecuted for drug-related crimes, while in Trabelsi the applicant was being extradited to the United States on terrorism-related charges, for which the US Sentencing Guidelines in Trabelsi called for a life sentence in respect of each of the first two offences.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  Secondly, the Court notes that, unlike Trabelsi, in the present case three of the applicant’s co-conspirators have been already sentenced in a related case before the same US judge who was assigned to the applicant’s case. In particular, although those three co-conspirators faced a sentencing range of 188 to 235 months (the same as the applicant), 78 to 87 months and 70 to 97 months respectively, they were in fact sentenced to 72, 14 and 12 months of incarceration. The Court observes that those sentences are lower than those set out in the guidelines referred to above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  The Court further observes that section 3553(a)(6) of Title 18 of the US Code recognises the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct. That might also have an impact on the sentence in the event of a conviction as a sentence of life imprisonment for the applicant would, on the face of things, constitute a major departure from the sentences of the co-conspirators. The applicant has not advanced any reasons as to why his situation is not comparable to that of the other co-conspirators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  In sum, the applicant has not demonstrated that the maximum penalty would be imposed by a US court without due consideration of all the relevant mitigating and aggravating factors (see Findikoglu v. Germany (dec), no. 20672/15, 7 June 2016, and Čalovskis, cited above, § 146).",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  The Court observes that there are many factors that contribute to the imposition of a sentence and that it is impossible to address every conceivable permutation that could occur or every possible scenario that might arise. However, it is in principle for the applicant to adduce evidence capable of proving that there are substantial grounds for believing that if the measure complained of was to be implemented he would be exposed to a real risk of being subjected to treatment contrary to Article 3. The applicant has not produced any evidence capable of rebutting the Government’s arguments as regards the speculative nature of his complaints and thus showing the existence of a real risk of his being subjected to treatment contrary to Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  In the light of all the material placed before it, the Court finds that the “risk” of the applicant being sentenced to life imprisonment is so slight and hypothetical, that it cannot be said that the applicant has demonstrated that his extradition to the United States would expose him to a real risk of treatment reaching the Article 3 threshold as a result of any possible conviction and sentence in the US criminal proceedings. Further analysis of the compatibility of extradition to the United States (and, in particular, as regards other post-sentencing factors, such the possibility to obtain a presidential pardon, compassionate release or any other reduction of sentence) is therefore not necessary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  Accordingly, the applicant’s extradition would not give rise to a violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": "121.  The Court reiterates that in accordance with Article 44 § 2 of the Convention, the present judgment will not become final until (a) the parties declare that they will not request that the case be referred to the Grand Chamber; or (b) three months have passed from the date of the judgment if referral to the Grand Chamber is not requested; or (c) the Panel of the Grand Chamber rejects any request for a referral under Article 43 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "122.  It considers that the indication made to the Government under Rule 39 (see paragraph 4 above) must continue in force until this judgment becomes final or the Court takes a further decision on it.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there would be no violation of Article 3 of the Convention in the event of the applicant’s extradition to the United States;",
                        "elements": []
                    },
                    {
                        "content": "3.  Decides to continue to indicate to the Government under Rule 39 of the Rules of Court that it is desirable in the interests of the proper conduct of the proceedings not to extradite the applicant until such time as the present judgment becomes final or until further order.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 December 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helena Jäderblom",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LÓPEZ ELORZA v. SPAIN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-179422.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:1212JUD003061415",
    "externalsources": [],
    "extractedappno": [
        "30614/15",
        "71537/14",
        "140/10",
        "57592/08",
        "40014/10",
        "22978/05",
        "57220/00",
        "47940/99",
        "56679/00",
        "66069/09",
        "19324/02",
        "21906/04",
        "36295/02",
        "37201/06",
        "9146/07",
        "24027/07",
        "11949/08",
        "36742/08",
        "66911/09",
        "67354/09",
        "55721/07",
        "46827/99",
        "46951/99",
        "22205/13",
        "38885/02",
        "20672/15",
        "58510/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-179422",
    "judgementdate": "12/12/2017 00:00:00",
    "kpdate": "12/12/2017 00:00:00",
    "kpthesaurus": [
        "350",
        "618"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "LÓPEZ ELORZA",
        "SPAIN"
    ],
    "rank": "2138.580078125",
    "representedby": [
        "MAZÓN COSTA J.L."
    ],
    "respondent": "ESP",
    "respondentOrderEng": "44",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "470598",
    "typedescription": "15"
}