{
    "__articles": "6;6+13;13",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 6+13 - Right to a fair trial (Article 13 - Right to an effective remedy)",
    "applicability": "",
    "appno": "14438/03",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Right to an effective remedy"
            ],
            "element": "Violation of Article 6+13 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 13 - Right to an effective remedy"
            ],
            "element": "Violation of Article 6+13 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-86036.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 14438/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Macedonian national, Mr Zoran Nesevski (“the applicant”), on 18 April 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V. Sehtanski, a lawyer practising in . The Macedonian Government (“the Government”) were represented by their Agent, Ms R. Lazareska Gerovska.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained that the Supreme Court’s decision had been suspended and not enforced and that he had not had an effective remedy against its non-enforcement.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 6 July 2006 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "5.  The applicant was born in 1968 and lives in .",
                        "elements": []
                    },
                    {
                        "content": "6.  On 21 January 1997 a vacancy announcement for a permanent post of teacher in a school in  (“the school”) was advertised in a daily newspaper. The applicant was among the candidates who applied for the post. Among the post requirements specified by the vacancy announcement was a VII/I level of education.",
                        "elements": []
                    },
                    {
                        "content": "7. On 30 January 1997 the school recruited Ms V.M. for the post advertised.",
                        "elements": []
                    },
                    {
                        "content": "8. After unsuccessfully challenging that decision before the school’s internal bodies, the applicant brought a civil action before the Skopje Court of First Instance (“the first-instance court”) requesting annulment of the school’s decision to appoint Ms V.M. as a teacher. He claimed that Ms V.M. did not meet the post requirements concerning the level of education.",
                        "elements": []
                    },
                    {
                        "content": "9. On 10 March 1998 the first-instance court accepted the applicant’s claim and annulled the school’s decision recruiting Ms V.M. It found that the successful candidate had a VI/I level of education and, accordingly, did not meet the post requirements as set forth in the vacancy announcement. It also ordered the school to make a new choice from among the candidates who met the post requirements (“the order”). Lastly, it ordered the school and Ms V.M. jointly to reimburse the applicant the trial costs (“the costs order”).",
                        "elements": []
                    },
                    {
                        "content": "10. On 9 November 1998 the Skopje Court of Appeal overturned the lower court’s decision and dismissed the applicant’s claim. It found that the first-instance court had wrongly applied the law, in particular the Primary Education Act (Закон за основнотo образование) in force at the time, under which an individual with a VI/I level of education could be recruited for the type of post involved. Moreover, that court found that the school’s decision of 10 January 1997 ordering recruitment (одлука за потреба за засновање на работен однос) had confirmed that a VI/I level of education was required for recruitment. It concluded that the mere factual error made in the vacancy announcement, which called for a VII/I level of education, did not have any impact on Ms V.M.’s statutory right to apply for and to be appointed to the vacant post.",
                        "elements": []
                    },
                    {
                        "content": "11. On 28 February 2001 the Supreme Court allowed the applicant’s appeal on points of law (ревизија). It overturned the Court of Appeal’s decision and confirmed the first-instance court’s decision that the selected candidate had not fulfilled the post requirements as advertised.",
                        "elements": []
                    },
                    {
                        "content": "12. On 21 May 2001 the applicant instituted enforcement proceedings. On 10 July 2001 the Skopje Court of First Instance (“the enforcement court”) ordered the school to enforce both orders included in the first-instance court’s decision.",
                        "elements": []
                    },
                    {
                        "content": "13. On 5 December 2001 the school appealed. On 23 April 2002 the enforcement court partly upheld the school’s appeal, setting aside the order. It noted that the school had in the meantime (on 25 April 2001) made a new selection, reappointing Ms V.M. to the vacant post. The court dismissed the appeal concerning the costs order.",
                        "elements": []
                    },
                    {
                        "content": "14. On 6 November 2002 the Skopje Court of Appeal dismissed the appeal lodged by the applicant. It found that a candidate had been recruited following a new procedure. As to the applicant’s argument that the successful candidate had not met the requirements for the post, the Court of Appeal, in the context of enforcement proceedings, found the challenge ill-founded, and instructed the applicant that if he wished to challenge the appointment, it was open to him to bring a civil action for annulment of the school’s decision of 25 April 2001. That decision was served on the applicant on 12 December 2002.",
                        "elements": []
                    },
                    {
                        "content": "15. On 14 June 2006 the applicant requested the enforcement court to enforce the pecuniary order. On 23 June 2006 that court granted the applicant’s request and ordered the National Bank to transfer the amount due from the school’s to the applicant’s account. The applicant was served with that decision on 29 June 2006. It appears that the sum has not been paid.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  The applicant complained that the Supreme Court’s decision had been suspended and not enforced. The Court considers that that complaint falls to be examined under Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "17.  The Government did not raise any objection as to the admissibility of this complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18. The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "19.  The Government submitted that the enforcement court, by its decision of 23 April 2002, had set aside its decision of 10 July 2001 concerning the order after it had established that the school had made a new choice from among the candidates. They argued that the school had complied with that order and the Supreme Court’s decision had accordingly been fully enforced. As to the costs order, they stated that the proceedings were still pending. Moreover, the applicant had not complained about the enforcement of that order.",
                                                "elements": []
                                            },
                                            {
                                                "content": " 20. The applicant contested the Government’s arguments. He stated that the school’s decision of 30 January 1997 appointing Ms V.M. as a teacher had been annulled since the latter did not meet the post requirements. The school was required to make a new choice from among the candidates who did meet the post requirement but, as she did not possess the requisite qualifications, Ms V.M. should not have been reappointed to the vacant post. The Supreme Court’s decision accordingly remained unenforced, in breach of Article 6 § 1 of the Convention. He further argued that as he was the only candidate who met the post requirements, the school should have appointed him to the post. While he agreed with the Government that he had not complained before the Court about the pecuniary order, he stated that that order remained unenforced.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "21. The Court recalls that “the right to a court would be illusory if a ’s domestic legal system allowed a final, binding judicial decision to remain inoperative to the detriment of one party... Execution of a judgment given by any court must therefore be regarded as an integral part of the ‘trial’ for the purposes of Article 6”. Further, the execution of a judicial decision cannot be unduly delayed (see Miltenovic v. the  (dec.), no. 26615/02 , 19 June 2006, and the references cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 28 February 2001, the Supreme Court, giving the final decision in the substantive proceedings, confirmed the first-instance court’s decision of 10 March 1998. In that decision, the first-instance court had annulled the school’s decision of 30 January 1997 to recruit Ms V.M., ordered the school to make a fresh appointment from amongst the qualified candidates, and made a costs order (see paragraph 9 above). The Supreme Court confirmed that the candidate selected had not had the requisite qualifications for the job.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23. In the ensuing enforcement proceedings the applicant requested the enforcement court to order the school to enforce both of the orders contained in the first instance judgment. The request concerning the appointment procedure was finally dismissed as an appointment had been made. Reference to such a ground would have constituted a comprehensive reply to the applicant’s request for enforcement had the person appointed not been Ms V.M. However, the candidate appointed on 25 April 2001 was Ms V.M. that is, the very person whom the Supreme Court had already declared unfit for the vacant post due to her lack of the requisite qualifications. Even making due allowance for a discretion on the part of enforcement authorities in determining what is to be done in order to constitute “enforcement” of a judgment, the Court is unable to reconcile the acceptance by the enforcement courts of Ms V.M. as successful candidate with the terms of the judgment which they were enforcing. In particular, the Court notes that no evidence was produced, in the course of the domestic proceedings or in the proceedings before it, that that person had at that time satisfied the post requirements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The foregoing considerations are sufficient to enable the Court to conclude that the Supreme Court’s decision concerning the order – the only matter which the applicant referred to in his application – remains unenforced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  There has, accordingly, been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant complained under Article 13 of the Convention that he had not had an effective remedy in respect of the non-enforcement of the Supreme Court’s decision. Article 13 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "27.  The Government stated that the applicant, despite having been instructed to do so by the Court of Appeal’s decision of 6 November 2002, had not availed himself of a fresh civil action for annulment of the school’s decision of 25 April 2001 (see paragraph 14 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28. The applicant stated that the Supreme Court’s decision had clearly indicated that Ms V.M. could not be appointed to the vacant post owing to her lack of the requisite qualifications. The effect of a fresh civil action against the school’s decision of 25 April 2001 would have been the same. That being so, the use of that remedy would have been pointless.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. No other ground for declaring it inadmissible has been established.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "30. The Government further stated that under the Court’s case-law, Article 13 of the Convention applied only if a breach of another substantive provision of the Convention had been found. They maintained therefore that, no violation having been found under Article 6 of the Convention, there could be no violation under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  As the Court has held on many occasions, Article 13 of the Convention guarantees the availability at national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they may happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief (see Kudła v.  [GC], no. 30210/96, § 157, ECHR 2000XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32. As to the present case, the Court accepts that, as stated by the Government and as noted by the Court of Appeal in its decision of 6 November 2002, the applicant could have availed himself of a civil action in annulment of the school’s decision of 25 April 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33. However, in the present case, the applicant had already instituted civil proceedings in respect of the appointment of Ms V.M. to the vacant post, and had been successful. The Government have not explained how or why a further action could have constituted an effective remedy against the non-enforcement of the Supreme Court’s judgment of 28 February 2001, as required by Article 13, rather than being a mere repetition of the earlier proceedings, which gave rise to the Supreme Court’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Therefore, the Court concludes that in the present case there has been a violation of Article 13 of the Convention taken in conjunction with Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "36.  The applicant claimed 40,000 euros (EUR) in respect of pecuniary damage for not having been employed with the school, as the only candidate who had met the post requirements. That figure amounted to the gross salary of a teacher for a ten-year period. He also claimed EUR 30,000 in respect of non-pecuniary damage for having had to seek another job and for the distress suffered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government contested these claims as unsubstantiated. They stated that there was no causal link between the alleged violation and the pecuniary damage claimed. By making that claim, the applicant was in fact asking the Court to determine the subject-matter of his case as brought before the national courts. In addition, there had been no court decision ordering the school to appoint the applicant to the post. As to non-pecuniary damage, they stated that the applicant’s claim was based on a very approximate estimation. They further argued that he had been employed at the time when the school had reappointed Ms V.M. to the post.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  They accordingly invited the Court to consider that, were a violation to be found, that in itself would constitute sufficient compensation for any damage in the present case. They further stated that the applicant could seek the reopening of the proceedings before the national courts. As an alternative, they asked the Court to assess the amount of just satisfaction to be awarded on the basis of its case-law and the economic situation of the respondent State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court considers that the applicant’s claim in respect of pecuniary damage is unsubstantiated given the fact that he did not provide any documents in support of his allegation that he had been the only candidate who had met the post requirements. In addition, as stated by the Government, there was no court decision ordering the school to appoint him to the post. The Court therefore dismisses this claim. On the other hand, it considers that the applicant must have sustained non-pecuniary damage in respect of the violation found. Ruling on an equitable basis, it awards a total sum of EUR 2,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "40.  The applicant also claimed EUR 1,600 for costs and expenses incurred before the Court. That figure included EUR 1,500 for legal fees and EUR 100 for mailing and copying of documents. The applicant did not provide any supporting documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Government contested the applicant’s claims under this head as excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  According to the Court’s case-law, an award can be made in respect of costs and expenses only in so far as they have been actually and necessarily incurred by the applicant and are reasonable as to quantum (see Kostovska v. the former Yugoslav Republic of Macedonia, no. 44353/02, § 62, 15 June 2006). The Court points out that under Rule 60 of the Rules of Court “the applicant must submit itemised particulars of all claims, together with any relevant supporting documents” failing which “the Chamber may reject the claim in whole or in part”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court notes that the applicant did not submit any supporting documents or particulars to substantiate his claims. Accordingly, it does not award any sum under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "44.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 and of Article 13 taken in conjunction with Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a) that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.   Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 April 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Volodymyr Butkevych",
            "role": "judges"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NESEVSKI v. \"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\"",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-86036.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0424JUD001443803",
    "externalsources": [],
    "extractedappno": [
        "14438/03",
        "26615/02",
        "30210/96",
        "44353/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-86036",
    "judgementdate": "24/04/2008 00:00:00",
    "kpdate": "24/04/2008 00:00:00",
    "kpthesaurus": [
        "445",
        "444"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "13"
    ],
    "parties": [
        "NESEVSKI",
        "\"THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA\""
    ],
    "rank": "622.878845214844",
    "representedby": [
        "SEHTANSKI V."
    ],
    "respondent": "MKD",
    "respondentOrderEng": "33",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "338734",
    "typedescription": "15"
}