{
    "__articles": "5;5-1;6;6+6-3;6-1;6-3;6-3-b;6-3-c;18;18+5-1",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 6+6-3 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3 - Rights of defence;Article 6-3-b - Preparation of defence;Article 6-3-c - Defence through legal assistance);No violation of Article 18+5-1 - Limitation on use of restrictions on rights (Article 18 - Restrictions for unauthorised purposes) (Article 5 - Right to liberty and security;Article 5-1 - Lawful arrest or detention)",
    "applicability": "",
    "appno": "76695/11",
    "article": [
        "6",
        "18",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "6-3",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3 - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3 - Rights of defence",
                "Article 6-3-b - Preparation of defence",
                "Article 6-3-c - Defence through legal assistance"
            ],
            "type": "violation"
        },
        {
            "article": "5-1",
            "base_article": "5",
            "details": [
                "Article 18 - Restrictions for unauthorised purposes"
            ],
            "element": "No violation of Article 18+5-1 - Limitation on use of restrictions on rights",
            "mentions": [
                "Article 5 - Right to liberty and security",
                "Article 5-1 - Lawful arrest or detention"
            ],
            "type": "no-violation"
        },
        {
            "article": "18",
            "base_article": "18",
            "details": [
                "Article 18 - Restrictions for unauthorised purposes"
            ],
            "element": "No violation of Article 18+5-1 - Limitation on use of restrictions on rights",
            "mentions": [
                "Article 5 - Right to liberty and security",
                "Article 5-1 - Lawful arrest or detention"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-204837.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "The applicant complained, inter alia, that he had been unlawfully and arbitrarily arrested, retained in a hospital and sentenced to administrative detention in late 2011 and that the administrative-offence proceedings against him had been unfair.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "1.  The applicant was born in 1977 and lives in Moscow. He was represented before the Court by Ms V. Volkova, Mr N. Polozov and Ms K. Moskalenko, lawyers practising in Russia.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Government were represented by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicant’s representatives before the Court submitted that he was a well-known political and civic activist, coordinator of the Moscow Council of the Left Front movement and member of the National Assembly of the Russian Federation, an opposition political organisation. According to the applicant’s representatives, he had been persecuted by the Russian authorities since 2010 on account of his political activities. He was prosecuted in administrative-offence proceedings over one hundred times, including at least thirty occasions when he was deprived of his liberty (apparently through the escort or arrest procedure). He had allegedly adopted certain positions that were hostile towards the authorities, in particular during and after the elections to the State Duma in 2011. The applicant’s representatives maintained that he had been persecuted for his political activism and that the authorities’ actions had been aimed at preventing his participation in various opposition activities, in particular in protest rallies after the elections, originally planned to be held on 5 and 10 December 2011 (apparently, the latter was to be held at Bolotnaya Square in Moscow at 2 p.m. and the applicant was one of the organisers) and on 24 December 2011. It appears that the applicant recorded a video (from hospital) and that the video was then shown on a screen during the protest rally on 24 December 2011.",
                        "elements": []
                    },
                    {
                        "content": "Domestic proceedings",
                        "elements": [
                            {
                                "content": "Case no. 1",
                                "elements": [
                                    {
                                        "content": "5.  The applicant was arrested on 12 October 2011. On 13 October 2011 Justice of the peace B. convicted him of an offence under Article 19.3 of the Code of Administrative Offences (hereinafter “the CAO”) and sentenced him to ten days’ detention. On 15 October 2011 Judge K. of the Tverskoy District Court of Moscow upheld the conviction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 13 October 2011 the applicant was taken to Moscow administrative detention facility no. 1 (специальный приемник №1 ГУ МВД России по г. Москве) (hereinafter “detention facility no. 1” or the “detention facility”) and went on hunger strike. On 16 October 2011 he was admitted to a civil hospital. Having been discharged on 19 October 2011, he left the hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 21 October 2011 the applicant was arrested at his home and taken to the detention facility, where he served the remainder of his sentence. It appears that the applicant was released on 22 October 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 21 October 2011 the head of the detention facility brought proceedings against the applicant on the ground that he had left the hospital on 19 October 2011. The official considered that this conduct amounted to an offence under Article 20.25 of the CAO, which penalises unauthorised departure from an administrative detention facility. On the same day, the administrative offence file was submitted to Justice of the peace Be., who examined it on 10 December 2011. It appears that between October and December 2011 the applicant was summoned to attend court hearings. In view of his failure to attend, the justice of the peace issued an order to bring him before the court (привод). That order was enforced on 10 December 2011 (see paragraphs 28-33 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Case no. 2",
                                "elements": [
                                    {
                                        "content": "9.  On 4 December 2011, the day of the Russian parliamentary elections, the applicant was escorted to Kitay-Gorod police station in Moscow.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The escort record compiled by officer K. indicates that the escort procedure under Article 27.2 of the CAO was applied at 1.55 p.m. “for the purpose of compiling an offence record” in respect of an unspecified offence. Thereafter, at 2.05 p.m., the applicant was subjected to the arrest procedure under Article 27.3 of the CAO. The arrest record compiled by officer I. indicates that this procedure was applied “for the purpose of compiling an offence record” for an offence under Article 19.3 of the CAO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  According to the offence record compiled by officer I., the applicant had committed an offence under Article 19.3 of the CAO at 4 Staraya Ploshchad Street in Moscow at 1.45 p.m. on 4 December 2011. The circumstances of the offence were described as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[The applicant] disobeyed lawful orders from police officers ... Specifically, he crossed the road at an unauthorised location, in breach of the traffic regulations applicable to pedestrians. Police officers A. and K. stopped [the applicant] and requested him to accompany them to Kitay-Gorod police station for the purpose of compiling an offence record. The applicant refused and used rude language. In reply to the lawful orders to get into a police vehicle, he started to pull away using his hands, grabbed the officers’ uniforms and tried to create a disturbance among other people at the scene. He thereby expressed his refusal to comply with [the officers’] lawful orders and impeded the exercise of [their] official duties, contrary to Article 19.3 of the CAO.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Officers A. and K. issued reports to their superior officer drafted in identical terms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The police submitted the case file to Justice of the peace B. for adjudication. She scheduled a hearing for 4.30 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  At the applicant’s request, at 4 p.m. officer I. telephoned the applicant’s lawyer and informed him that the applicant would be brought before Justice of the peace B. for trial at 4.30 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant lodged a request for adjournment indicating that his counsel was on his way to the court; that it was necessary to summon G., who had been present during the applicant’s arrest on the same day; and that he had no possibility to summon that witness himself since his mobile phone had been seized in Kitay-Gorod police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The justice of the peace refused to adjourn. At 5 p.m. she ruled that the defendant was not being restricted in his ability to adduce evidence; that no evidence to the contrary had been adduced; that counsel had been notified of the hearing at 4 p.m. but had not yet arrived at the courthouse; and that counsel had not informed the court of the reasons for his absence and had not submitted any authority form authorising him to represent the defendant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The justice of the peace granted the applicant’s request to study the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Officers A. and K. were present at the trial hearing. They signed the following oath:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I have been informed of my civic duty and obligation to provide truthful testimony, that is, to tell everything I know about the case, to reply to the questions and to sign the record.",
                                        "elements": []
                                    },
                                    {
                                        "content": "I have been informed of my liability for an administrative offence under Article 17.9 of the CAO should I deliberately give false testimony, and under Article 17.7 of the CAO should I refuse or evade my duties as prescribed by Article 25.6(2) of the CAO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[handwritten note] I have been informed of Article 51 of the Constitution.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Officers A. and K. were interviewed at the court’s request and made statements to the trial court in terms that corresponded to their earlier reports.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  By a judgment of 4 December 2011 Justice of the peace B. convicted the applicant under Article 19.3 of the CAO and sentenced him to a five-day term of administrative detention, starting at 1.55 p.m. on 4 December 2011. The judgment reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“At 1.45 p.m. on 4 December 2011 [the applicant] crossed the road at an unauthorised location at 4 Staraya Ploshchad Street, in breach of the traffic regulations. He was stopped by officers A. and K., who requested him to follow them to the police station for the purpose of compiling an offence record. [The applicant] refused, using rude language; he refused to get into the police vehicle, tried to pull away and pushed the officers away. He thereby manifested his refusal to comply with lawful orders from the police officers and impeded them in the exercise of their official duties ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The defendant stated that at around noon on 4 December 2011 he was visiting an acquaintance in the area of Leningradskiy Prospekt. Having left the flat with that person, he was approached by three people who introduced themselves as police officers and asked him to accompany them. He agreed, and got into a police vehicle which took them to Kitay-Gorod police station ...",
                                        "elements": []
                                    },
                                    {
                                        "content": " Officer K. stated ... Officer A. stated...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court concludes that the defendant’s guilt is established on account of the following evidence that has been examined by it:",
                                        "elements": []
                                    },
                                    {
                                        "content": "the offence record..., the arrest record ..., reports from officers A. and K. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court is not convinced by the defendant’s arguments as to his innocence, and does not consider them reliable because they are not corroborated by any evidence and are not consistent with the available written evidence. On the contrary, his arguments are refuted by the oral statements made by officers K. and A. before this court. The court sees no reason not to consider these reliable ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The available evidence confirms that [the applicant] did not comply with lawful orders from officers K. and A. requiring him to cease his actions in breach of public order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The officers’ orders were lawful because they had been issued in the exercise of their official duties ... They identified [the applicant] as having been in breach of the traffic regulations. Their order to the applicant to accompany them to the police station for the purpose of compiling an offence record was aimed at putting an end to the offence and at prosecuting [the applicant] for it. [The applicant] consistently refused to comply with the above lawful orders by refusing to go to the police station and by pushing the officers away.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant and his counsel appealed, arguing that he had not been at 4 Staraya Ploshchad Street at the material time, but had been in a different location, next to Sokol metro station. They further argued that the court had violated the applicant’s defence rights by refusing to adjourn, even for 30 minutes, so that his counsel could arrive at the courthouse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  An appeal hearing before the Tverskoy District Court of Moscow was listed for 5 December 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant was taken to the appeal hearing. His counsel was also present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The appeal court granted the defence’s request to examine G. and the applicant’s wife. G. stated that on 4 December 2011 the applicant had been at his flat on Leningradskiy Prospekt; at around noon they had left the flat and had gone to G.’s car. They had then been approached by four people wearing plain clothes. One person had shown a document that resembled a police officer’s card. Thereafter three others had taken the applicant and driven him away in a vehicle. G. had then called the applicant’s wife.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The defence adduced in evidence a printout from the Internet pages of some news portals containing a news item published at around 1 p.m. on 4 December 2011 stating that the applicant had been apprehended next to Sokol metro station. The appeal court refused to admit the printout in evidence because there was “no need” for that evidence and counsel had not specified the source of the information published on the Internet.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 5 December 2011 Judge K. of the District Court upheld the judgment of the justice of the peace. The judge held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Despite his not guilty plea, [the applicant’s] guilt is established by the offence record, the pre-trial reports and the oral statements made at the trial by officers K. and A.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The justice of the peace rightly concluded on the basis of that evidence that [the applicant] had consistently refused to comply with lawful orders from the police officers requiring him to cease his actions in breach of public order but, instead, he had continued with those actions ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "During the [appeal] hearing, at the request of defence counsel, the following witnesses were interviewed: G. and [the applicant’s wife] ... Having assessed the defence witnesses’ testimonies, the court declares them untruthful and rejects them. They have been refuted by the testimonies from officers A. and K.; those testimonies are logical and consistent and have been confirmed by all the available written evidence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant went on hunger strike, refusing both food and water. During the night of 7 December 2011 he was taken to Moscow City Botkin Hospital (“Botkin hospital”). In the applicant’s submission, after his admission to hospital he was deemed to have been “released” and thus should have been able to leave the hospital when he considered it appropriate. Apparently, he intended to take part in a large public gathering on 10 December 2011. However, he remained in the hospital being guarded by law-enforcement officers in plain clothes. On 10 December 2011 the applicant was not released but was brought before Justice of the peace Be. in relation to another case (see below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Case no. 3",
                                "elements": [
                                    {
                                        "content": "28.  As indicated in paragraph 8 above, in October 2011 the head of the detention facility brought proceedings against the applicant in relation to his leaving the hospital on 19 October 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  It appears that court hearings were listed for 25 October and 3 and 7 November 2011. On 7 November 2011 Justice of the peace Be. issued an order for the applicant to be brought before the court (привод) on account of his failure to attend these hearings. Similar orders were then issued on 14 and 21 November 2011 and on 1 and 5 December 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 9 December 2011 Justice of the peace Be. issued another order requiring the police to bring the applicant before the justice of the peace (привод) at 9 a.m. on 10 December 2011. By that time the applicant had been admitted to hospital. On 10 December 2011 he was discharged from the hospital. He was brought before Justice of the peace Be. at around 1 p.m. on a charge of leaving the hospital without permission on 19 October 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  A court bailiff allegedly prevented the applicant’s lawyers from entering the courthouse on 10 December 2011. Having heard evidence from the applicant, Justice of the peace Be. convicted him of leaving a detention facility without permission on 19 October 2011. The court sentenced the applicant to fifteen days’ administrative detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On the same day, the applicant was taken to the Zyuzinskiy District Court of Moscow for appeal proceedings. However, those proceedings were adjourned on account of the applicant’s state of health. The applicant was admitted to hospital. In the applicant’s submission, after his admission to hospital he was deemed to have been “released” and thus should have been able to leave the hospital when he considered it appropriate. However, he remained in the hospital, guarded by law-enforcement officers in plain clothes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 12 December 2011 the District Court, having noted the applicant’s absence and having heard evidence from his lawyer, upheld the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  It appears that between 16 and 19 December 2011 the applicant was kept in a civil hospital, apparently, Moscow public hospital no. 64.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 22 December 2011 a judge of the Moscow City Court upheld the judgments of 10 and 12 December 2011 in review proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In late December 2011 the President of the Zyuzinskiy District Court of Moscow ordered an internal inquiry. After interviewing Justice of the peace Be., her staff and court bailiff Kh., the assistant to the President of the District Court concluded as follows: that bailiff Kh. had been present at the applicant’s trial, held from 3 p.m. to 4.30 p.m. on 10 December 2011; that no other bailiffs had been present in the courthouse on that date; that at the hearing the applicant had not informed the court of any agreement concluded with counsel but had requested time to retain the services of Go. as counsel; that the justice of the peace had granted that request and had instructed the courthouse guards to admit Go. to the courthouse once he arrived; that the courthouse guards who had been on duty on 10 December 2011 were not available for questioning until January 2012 because they lived in another town; and that it followed from the security camera footage that at 4.48 p.m. two people had approached the courthouse and had introduced themselves as the applicant’s lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant’s term of detention expired on 25 December 2011. On that date he was taken before a justice of the peace in connection with another case (see paragraph 44 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  At the applicant’s request, the Ombudsman for Human Rights in the Russian Federation lodged an application for review of the court decisions of 10 and 12 December 2011 under Article 30.12 of the CAO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 31 May 2012 the Supreme Court of Russia examined the Ombudsman’s application and considered that Article 20.25 of the CAO made it an offence for a detainee to leave an administrative detention facility without permission. As hospitals did not fall within the scope of that notion, the applicant could not be lawfully prosecuted under Article 20.25 of the CAO for leaving the hospital on 19 October 2011. The Supreme Court set aside the judgments of 10 and 12 December 2011 and discontinued the proceedings against the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Case no. 4",
                                "elements": [
                                    {
                                        "content": "40.  The applicant was accused of resisting a lawful order by a police officer in the following circumstances. According to the authorities, several people had decided to hold a static demonstration (пикетирование) on 24 October 2011 in front of the Central Electoral Committee (CEC) in Moscow. This demonstration was aimed at protesting against alleged violations of electoral rights. The Moscow authorities had suggested another venue. On 24 October 2011 the applicant, among others, had been in front of the CEC, calling on passers-by to join the demonstration. A police officer had told him not to obstruct traffic since the applicant (and others) had been in the middle of the road. The applicant had resisted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  According to the applicant, on 24 October 2011 he had been in front of the CEC for a one-person static demonstration (одиночное пикетирование) and had been arrested and taken, without any explanation, to a police station. After some time in the police station, the applicant was allowed to leave.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The applicant was assisted by two lawyers, Ms Volkova and Mr Polozov, in those administrative-offence proceeding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  According to the authorities, when studying the case file Mr Polozov had torn certain documents out of the file (the offence record, the escort record and the arrest record) and had handed them over to P., a member of the State Duma. The latter had refused to return them, invoking his parliamentary immunity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Having heard evidence from the applicant and his lawyers, Justice of the peace B. convicted the applicant of disobeying a lawful order by a public official and sentenced him to ten days’ administrative detention by a judgment of 25 December 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The applicant appealed. Ms Volkova submitted a statement of appeal. The case was assigned to Judge K. in the Tverskoy District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In reply to a complaint from one of the applicant’s lawyers, the District Court judge enquired about the arrangements made for guarding the applicant in the hospital (see paragraph 56 below). On 31 December 2011 a senior police officer replied that the applicant was being guarded constantly by two officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The applicant retained the services of Ms Moskalenko as additional counsel for the appeal proceedings. On 30 December 2011 the relevant bar association issued her with a certificate (ордер) authorising her to proceed with representing the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant was released from the hospital on 4 January 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 7 January 2012 the District Court held a hearing in order to examine the appeals lodged by the applicant’s lawyers. The applicant waived his right to be present, indicating that he was ill and that his lawyers had all the case-file material. Ms Moskalenko and two other lawyers submitted further statements of appeal and made other written submissions to the appeal court. At Ms Moskalenko’s request, the judge allowed her fifteen minutes to study the file (instead of the twenty minutes she had sought) and then an additional ten minutes. Her further request for more time was dismissed on account of the fact that the file consisted of 82 pages, part of which did not constitute material evidence. On the same day the District Court upheld the judgment of 25 December 2011.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Hunger strikes in late 2011",
                                "elements": [
                                    {
                                        "content": "50.  While serving a sentence of administrative detention the applicant went on hunger strike on 13 October 2011. He was examined by the paramedic (фельдшер) of detention facility no. 1 who then notified the district prosecutor of the hunger strike. The applicant made a written statement indicating that he had no objection to being held together with other detainees and had no complaint about the material conditions in the detention facility. On 14 October 2011 the applicant felt unwell; a team of paramedics arrived and decided that he needed an inpatient examination. He was returned to the detention facility on 15 October 2011. On 16 October 2011 paramedics were called again and the applicant was admitted to hospital suffering from autonomic vascular dysfunction. On 19 October 2011 the applicant left the hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 4 December 2011 the applicant was placed in detention facility no. 1 to serve another sentence of administrative detention. He declared a hunger strike, refusing food and liquids. The applicant was examined by the detention facility’s paramedic. A prosecutor was notified of the hunger strike. During the night of 7 December 2011 the applicant was admitted to Botkin hospital. The head of the detention facility requested the police to provide officers to guard the applicant in the hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  According to the discharge summary, the applicant was admitted to the hospital in an acceptable condition; the preliminary diagnosis was anuria (failure to produce urine). The applicant was examined by a therapist and a urologist; an ultrasound of his kidneys, an ECG, an analysis of his urine and several blood tests were carried out. On 9 December 2011 the head doctor ordered the applicant’s transfer to another unit on account of an electrolyte imbalance. It appears that the applicant was transferred to the intensive care unit. Before or after that, on the same day, the applicant “resolutely refused to undergo a medical examination”. On 10 December 2011 the applicant “strongly insisted on being discharged from the hospital”. After a case conference of medical specialists it was decided that, as the electrolyte imbalance had been corrected and no life-threatening situation existed, the applicant could be discharged. The applicant signed the discharge form.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  After his discharge from Botkin hospital on 10 December 2011 the applicant, after feeling dizzy and falling down after a court hearing, was admitted on the same day to hospital no. 64, where he remained until 12 December 2011. It appears that on the latter date he was taken to the detention facility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  According to the discharge summary dated 12 December 2011, between 10 and 12 December 2011 the applicant was examined by several doctors (a trauma doctor, a neurologist, a urologist and a surgeon) and underwent several blood tests, a renogram, and ultrasound and CT scans. He also received intravenous therapy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Between 12 and 16 December 2011 he was taken to various civil hospitals for treatment, without being admitted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  It appears that between 16 and 19 December 2011 the applicant was admitted to hospital no. 64. From 19 to 25 December 2011 he was kept in the detention facility. Following a further conviction, the applicant was admitted to hospital no. 64 from 25 December 2011 to 4 January 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  For unspecified reasons, on 9 December 2011 several members of the Moscow public oversight committee (Общественная наблюдательная комиссия г. Москвы; an advisory body composed of members of the civil society who had authority to visit detention facilities, deal with detainees’ complaints and issue recommendations to public authorities) visited detention facility no. 1. In a visit report dated 9 December 2011 submitted to the Moscow Department of the Ministry of the Interior and the chief officer of the detention facility, they indicated that medical care in the detention facility was normally provided without delay; however, it recommended employing a doctor.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "Proceedings before the Court",
                        "elements": [
                            {
                                "content": "58.  On 14 December 2011 Ms Volkova sent a fax to the Court, requesting the application of Rule 39 of the Rules of Court in respect of the applicant. She also submitted by fax an application form on behalf of the applicant and authority forms in respect of herself and Mr Polozov who at the time also represented the applicant in some of the domestic proceedings mentioned above.",
                                "elements": []
                            },
                            {
                                "content": "59.  On 19 December 2011 Ms Volkova sent another fax, enclosing supporting documents in relation to her earlier request under Rule 39.",
                                "elements": []
                            },
                            {
                                "content": "60.  In June 2012 the Court received a letter from Ms Moskalenko, enclosing an authority form signed by the applicant. Further authority forms were submitted in respect of Ms Volkova and Mr Polozov.",
                                "elements": []
                            },
                            {
                                "content": "61.  The Court requested the applicant’s lead counsel (Ms Volkova) to submit the original paper version of the application form and the originals of the authority forms. In May 2013 the Court received a letter enclosing paper versions of the authority forms in respect of Ms Moskalenko, Ms Volkova and Mr Polozov. On 24 May 2013 the Court acknowledged receipt of the above correspondence as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The documents ... have been included in the file concerning the above application ... Please note that the Court corresponds only with the applicant’s designated representatives ..., according to the authority forms dated 14 December 2011.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "RELEVANT LEGAL FRAMEWORK AND PRACTICE",
                "elements": [
                    {
                        "content": "Russian law",
                        "elements": [
                            {
                                "content": "Compensation in relation to prosecution under the CAO",
                                "elements": [
                                    {
                                        "content": "62.  Article 1070 of the Civil Code provides for a possibility of claiming compensation on account of unlawful prosecution where it resulted in the imposition of a penalty of administrative detention. Pursuant to ruling no. 5 of 24 March 2005 by the Plenary Supreme Court of Russia, claims in respect of pecuniary or non-pecuniary damage caused by unlawful prosecution for an administrative offence are examined under the rules of civil procedure (see paragraph 27 of the ruling).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  It appears that, at least in certain regional courts, a claim for compensation under Article 1070 § 1 of the Civil Code failed where the court decision setting aside the conviction did not contain findings relating to the defendant’s innocence but was reasoned with reference to the expiry of the prosecution period rather than, for instance, the absence of corpus delicti (see appeal decision no. 33-44053/2016 of 10 November 2016 by the Moscow City Court; see also appeal decision no. 33-273/2015 of 9 February 2015 by the Lipetsk Regional Court).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Police Act",
                                "elements": [
                                    {
                                        "content": "64.  Pursuant to sections 2 and 12 of the Police Act, the police operate in the following areas: preventing (предупреждение) and putting an end (пресечение) to crimes and administrative offences, maintaining order in public places and taking action relating to maintaining order and preventing and putting an end to offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Pursuant to sections 11(2) and 12(1) of the Police Act, the police have the following duties: to arrive without delay at the scene of an administrative offence, to put an end to unlawful actions (including administrative offences), to compile documents establishing the circumstances of an administrative offence and to ensure the safekeeping of evidence relating to that offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  Pursuant to lines 1, 7, 8 and 13 of section 13(1) of the Police Act, the police are authorised to require others to cease unlawful actions, to escort a person (that is, to physically compel that person’s arrival) to a police station for the purpose of deciding whether he or she should be subjected to an arrest procedure (where that matter cannot be decided on the spot), to compile an administrative-offence record, to gather evidence and to apply other preventive measures provided for by the legislation concerning administrative offences.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Medical care in administrative detention facilities",
                                "elements": [
                                    {
                                        "content": "67.  On 6 June 2000 the Ministry of the Interior of the Russian Federation adopted a set of internal regulations for administrative detention facilities. These regulations provided at the material time that medical assistance had to be provided to administrative detainees in civil hospitals (point 9). When a detainee required urgent medical assistance, he or she was to be “released from the administrative detention facility with the return of his possessions” and was to be admitted to the civil hospital (point 8). The detainee had to continue to be accompanied by convoy officers until the moment of his actual admission to the hospital or until it was decided that he was no longer fit to be held in the administrative detention facility (ibid.). As soon as the detainee had recovered, he was to be taken to the detention facility to serve (the remainder of) his term of detention (point 11).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Pursuant to point 22 of the internal regulations, where a detainee refused food (in the case of a hunger strike), the head of the detention facility was required to enquire about the reasons for that course of action and to submit a written notification to the supervising authority and to a prosecutor (point 22). Measures were to be taken to address the reasons for the hunger strike. Detainees on hunger strike were to be kept in special cells and were to be subject to constant medical supervision. On the basis of a written prescription from a medical professional, measures were to be taken to maintain the detainee’s health. Where the detainee’s health or life was at risk a medical professional (or a duty officer) was to call on paramedics (ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Under point 17 of the internal regulations, detainees who were ill and required special medical care had to be detained separately from other detainees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  On 2 October 2002 the Russian Government adopted an instruction on administrative detention, which provided at the time that sentences of administrative detention under the CAO were to be served in administrative detention facilities (paragraph 2 of the instruction). Detainees arriving in the detention facility were to undergo a medical check by a medical professional, with the purpose of identifying any illness or any need for medical assistance (paragraph 8). Medical assistance was to be provided in public medical institutions (paragraph 9).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Other relevant provisions",
                                "elements": [
                                    {
                                        "content": "71.  Article 20.25 § 2 of the CAO makes it an offence (punishable by administrative detention or community work) for a detainee to leave without permission the place where he or she is serving a sentence of administrative detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Under Article 30.17 of the CAO, when reviewing a final court decision the reviewing court is empowered to make one of the following rulings: to uphold the decision; to amend the decision where the defects identified can be remedied without re-examination by a lower court and such review does not worsen the defendant’s situation; to set aside the decision and order re-examination where a significant violation of the procedural rules has been identified, thus preventing a thorough and objective examination of the case; and to set aside the decision and discontinue the proceedings where, inter alia, the offence is insignificant, the circumstances of the offence have not been proven, no offence was committed, the elements of the offence (corpus delicti) were not present, or the prosecution period has expired.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "Council of Europe",
                        "elements": [
                            {
                                "content": "73.  Recommendation no. R (98) 7 of the Council of Europe Committee of Ministers (adopted on 8 April 1998) concerning the ethical and organisational aspects of health care in prison reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... 60. In the case of refusal of treatment, the doctor should request a written statement signed by the patient in the presence of a witness. The doctor should give the patient full information as to the likely benefits of medication, possible therapeutic alternatives, and warn him/her about risks associated with his/her refusal. It should be ensured that the patient has a full understanding of his/her situation. If there are difficulties of comprehension due to the language used by the patient, the services of an experienced interpreter must be sought.",
                                "elements": []
                            },
                            {
                                "content": "61. The clinical assessment of a hunger striker should be carried out only with the express permission of the patient, unless he or she suffers from serious mental disorders which require the transfer to a psychiatric service.",
                                "elements": []
                            },
                            {
                                "content": "62. Hunger strikers should be given an objective explanation of the harmful effects of their action upon their physical well-being, so that they understand the dangers of prolonged hunger striking.",
                                "elements": []
                            },
                            {
                                "content": "63. If, in the opinion of the doctor, the hunger striker’s condition is becoming significantly worse, it is essential that the doctor report this fact to the appropriate authority and take action in accordance with national legislation (including professional standards) ...”",
                                "elements": []
                            },
                            {
                                "content": "74.  For other relevant Council of Europe documents, see also Nevmerzhitsky v. Ukraine, no. 54825/00, §§ 64-69, ECHR 2005II (extracts).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "relevant_law"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "PRELIMINARY REMARKS",
                        "elements": [
                            {
                                "content": "75.  The Government submitted that the applicant’s lawyers had not provided the Court with the paper version of the application form submitted by fax in December 2011. Thus, the applicant had not complied with paragraph 5 of the Practice Direction on the Institution of Proceedings before the Court. The application had therefore not been properly lodged before it.",
                                "elements": []
                            },
                            {
                                "content": "76.  The applicant made no comment.",
                                "elements": []
                            },
                            {
                                "content": "77.  Following a preliminary examination of the admissibility of the application on 19 December 2013, the President of the Section to which the case had been allocated decided, under Rule 54 § 2 (b) of the Rules of Court, that notice of the application should be given to the Government of Russia and that the Government should be invited to submit written observations on the admissibility and merits of the case. The Government did not make any specific concluding plea concerning the absence of the paper version of the application form (for instance as regards noncompliance with the Rules of Court or the application of Article 37 of the Convention).",
                                "elements": []
                            },
                            {
                                "content": "78.  At present the Court has no reason to doubt that in December 2011 the applicant intended to lodge an application with the Court and that he authorised his representatives (including Ms Volkova, who also represented the applicant in some related domestic proceedings between late 2011 and early 2012) to do so on his behalf.",
                                "elements": []
                            },
                            {
                                "content": "79.  In view of the above considerations the Court does not find it appropriate to reject, at this stage of the proceedings, the application for failure to comply with the procedural rules of the Court in force in 2011 (compare Pleş v. Romania, no. 37213/06, §§ 16-17, 12 April 2016) or to apply Article 37 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "80.  The applicant complained under Article 3 of the Convention that he had not been provided with adequate medical assistance compatible with his decision to go on hunger strike.",
                                "elements": []
                            },
                            {
                                "content": "81.  Article 3 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "82.  The applicant’s submissions were threefold: (i) the placement of a hunger striker in a cell with other inmates (who continued to take food) was in breach of Russian law (see paragraph 69 above) and had made the applicant’s hunger strike more difficult; (ii) the situation had been aggravated by the absence of a general practitioner in the detention facility and by frequent journeys to a public hospital for examinations or treatment as well as to courthouses for hearings; and (iii) the medical care provided to him had not been appropriate to his medical conditions and his decision to remain on hunger strike.",
                                "elements": []
                            },
                            {
                                "content": "83.  The Government submitted that domestic law contained regulations for situations where a detainee refused food, including cases of declared hunger strike (see paragraphs 67-70 above). In particular, those regulations concerned the provision of medical care and supervision of the detainee concerned. Each time that the applicant had declared a hunger strike, he had been examined by the detention facility’s paramedic. Whenever his state of health had worsened, he had been examined by external paramedics and, where appropriate, had been admitted to hospital for treatment.",
                                "elements": []
                            },
                            {
                                "content": "84.  First of all, the Court notes that in his application to the Court the applicant provided no details relating to his hunger strike in October 2011 or to any alleged deficiencies in the authorities’ reaction to it, in particular in terms of the medical assistance that he had allegedly needed but did not receive during that period of time.",
                                "elements": []
                            },
                            {
                                "content": "85.  The applicant served several sentences of administrative detention in December 2011 and early January 2012. Even accepting that Russian law indeed provided for separate confinement of hunger strikers, possibly resulting in solitary confinement (see paragraphs 68-69 above), there is no evidence that the applicant was actually detained in an ordinary cell in detention facility no. 1 in December 2011. In fact, he spent a considerable part of the relevant period in civil hospitals.",
                                "elements": []
                            },
                            {
                                "content": "86.   It appears that the detention facility was, indeed, staffed with an ancillary medical professional but had no general practitioner or specialist doctors (see paragraph 57 above). At the same time, the Court notes that on each occasion when he went on hunger strike, namely between 4 and 14 December 2011, the applicant was placed under the supervision of various medical professionals. For that reason and for the purpose of conducting tests and providing the applicant with other medical assistance, he was taken during each period of detention to one of Moscow’s public hospitals. On each occasion he was formally admitted to hospital for a period of time and received treatment there. In the Court’s view, the mere fact that the detention facility had no in-house general practitioner did not amount to a violation of Article 3 of the Convention in the context of the applicant’s hunger strike. Furthermore, there is no indication that the applicant’s conditions of transport were problematic per se under Article 3 of the Convention or on account of his medical condition.",
                                "elements": []
                            },
                            {
                                "content": "87.  As to healthcare in detention, an unsubstantiated allegation that medical care has been non-existent, delayed or otherwise unsatisfactory is normally insufficient to disclose an issue under Article 3 of the Convention. A credible complaint should normally include, among other things, sufficient reference to the medical condition in question, the medical attention that was sought, given or refused, and some evidence – for instance, expert reports – capable of disclosing serious failings in the care afforded to the applicant (see Sakhvadze v. Russia, no. 15492/09, § 88, 10 January 2012). The applicant has not substantiated his complaint before the Court.",
                                "elements": []
                            },
                            {
                                "content": "88.  Accordingly, this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATIONS OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "89.  The applicant complained that he had been deprived of his liberty and had been sentenced to administrative detention in an arbitrary manner and on spurious grounds in October and December 2011, in particular with the aim of preventing him from taking part in several protest rallies.",
                                "elements": []
                            },
                            {
                                "content": "90.  The applicant relied on Article 5 of the Convention, which in its relevant parts reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "(b)  the lawful arrest or detention of a person for non-compliance with the lawful order of a court or in order to secure the fulfilment of any obligation prescribed by law;",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(e)  the lawful detention of persons for the prevention of the spreading of infectious diseases, of persons of unsound mind, alcoholics or drug addicts or vagrants; ...”",
                                "elements": []
                            },
                            {
                                "content": "91.  Before the Court the applicant complained in relation to various pretrial and post-trial measures imposed on him between October 2011 and January 2012, namely:",
                                "elements": []
                            },
                            {
                                "content": "(a) the administrative escort and administrative arrest procedures on 24 October and 4, 10 and 25 December 2011;",
                                "elements": []
                            },
                            {
                                "content": "(b) the sentence of administrative detention under the judgment of 13 October 2011 as upheld on 15 October 2011;",
                                "elements": []
                            },
                            {
                                "content": "(c) the sentence of administrative detention under the judgment of 4 December 2011 as upheld on 5 December 2011;",
                                "elements": []
                            },
                            {
                                "content": "(d) the applicant’s retention in the hospital on 9 and 10 December 2011;",
                                "elements": []
                            },
                            {
                                "content": "(e) the sentence of administrative detention from 10 to 25 December 2011; and",
                                "elements": []
                            },
                            {
                                "content": "(f) the sentence of administrative detention from 25 December 2011 to 4 January 2012.",
                                "elements": []
                            },
                            {
                                "content": "92.  The Court will now deal with those matters in turn, on the basis of the applicant’s specific allegations and the Government’s observations in reply.",
                                "elements": []
                            },
                            {
                                "content": "The administrative escort and administrative arrest procedures on 24 October and 4, 10 and 25 December 2011",
                                "elements": [
                                    {
                                        "content": "93.  The applicant confined his initial complaint under Article 5 of the Convention to stating, in rather general terms, that he had been subjected to “preventive” arrests in an arbitrary manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Government submitted that the recourse to the administrative escort and arrest procedures in October and early December 2011 had been in compliance with the requirements of the CAO and Article 5 § 1 (c) of the Convention. On 25 December 2011 the applicant had been taken before a court, in view of his earlier failure to comply with summonses (see paragraphs 37 and 44 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  In the Court’s view, the applicant’s submissions before the Court do not disclose any essential element pertaining to the conformity of this type of deprivation of liberty with Russian law, namely the substantive and procedural requirements of the CAO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  Having said this, the Court also reiterates that deprivation of liberty should be in keeping with the purpose of protecting the individual from arbitrariness (see S., V. and A. v. Denmark [GC], nos. 35553/12 and 2 others, § 74, 22 October 2018). The notion of “arbitrariness” in Article 5 § 1 extends beyond lack of conformity with national law, so that a deprivation of liberty may be lawful in terms of domestic law but still arbitrary and thus contrary to the Convention (see Creangă v. Romania [GC], no. 29226/03, § 84, 23 February 2012). The notion of arbitrariness varies to a certain extent depending on the type of detention involved. For instance, arbitrariness may arise where there has been an element of bad faith or deception on the part of the authorities or where the order to detain and the execution of the detention did not genuinely conform to the purpose of the restrictions permitted by the relevant sub-paragraph of Article 5 § 1 (see S., V. and A. v. Denmark, cited above, § 91).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  As regards so-called “preventive detention”, the Court reiterates that the lawful detention of a person outside the context of “criminal” proceedings can, as a matter of principle, be permissible under Article 5 § 1 (c) of the Convention (ibid., § 116).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court observes that in October and December 2011 the applicant was escorted to police stations and subjected to the arrest procedure, as recorded in the relevant reports. Those measures were taken each time with reference to a suspicion that he had committed specific administrative offences, namely disobedience to the lawful orders of the police, an offence which is classified as “criminal” within the meaning of Article 6 of the Convention (see Mikhaylova v. Russia, no. 46998/08, §§ 5774, 19 November 2015). Thus, prima facie, those measures fell within the scope of the first limb of Article 5 § 1 (c) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  Those offences had no formal connection to the exercise by the applicant of his right to freedom of expression or peaceful assembly on the relevant dates, namely 24 October and 4, 10 and 25 December 2011 (compare Novikova and Others v. Russia, nos. 25501/07 and 4 others, § 178, 26 April 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  In so far as the applicant argued that the authorities had acted in bad faith and had ulterior motives or aims in arresting him (for instance, to put pressure on him in relation to his ongoing political activities or to prevent him from taking part in forthcoming protest rallies), the Court notes that this allegation is not sufficiently detailed and substantiated by evidence. In particular, the applicant has not sufficiently specified and substantiated the nature and scope of his political or civic views and activities at the relevant time, apart from a mere reference to certain political movements or associations (such as the Moscow Council of the Left Front movement or the National Assembly of the Russian Federation). The applicant has provided insufficient information relating to any protest rallies planned or actually held on 5 or 24 December 2011 or his role or involvement in relation to them, or the relevant political context (see, by contrast, Navalnyy v. Russia [GC], nos. 29580/12 and 4 others, §§ 168-76, 15 November 2018, and Huseynli and Others v. Azerbaijan, nos. 67360/11 and 2 others, §§ 8597, 11 February 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Court notes that the applicant’s arrest on 4 December 2011 ended on the same date and did not, per se, prevent him from taking part in any protest rally held on 5 December 2011. He has substantiated no other element which would indicate that his pre-trial deprivation of liberty was arbitrary (as to the post-trial deprivation of liberty, see paragraph 129 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The applicant’s lawyers made no submissions regarding the legality or the enforcement after 1 p.m. on 10 December 2011 of the order by the justice of the peace dated 9 December 2011 requiring that the applicant be brought before her for a trial hearing on 10 December 2011 (see paragraphs 28-33 above), a hearing which indeed happened to be on the same date as a protest rally. It appears that that order was given in view of the applicant’s absence from earlier court hearings scheduled between late October and early December 2011 (see paragraph 29 above). In view of the foregoing, insufficient evidence has been adduced to support the applicant’s argument that his deprivation of liberty after 1 p.m. was arbitrary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  Lastly, it is noted that the applicant was brought before a court following the end of the term of administrative detention, on 25 December 2011. Hence, that action had no adverse effect on the applicant’s exercise of his freedom of peaceful assembly in relation to the protest rally held on 24 December 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Accordingly, this part of the application is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  In 2014 the applicant made further submissions pertaining to alleged violations of the CAO in respect of the administrative escort and arrest procedures on 24 October, 4 and 25 December 2011, and also raised for the first time a complaint in relation to his arrest on 12 October 2011. Those new specific complaints were introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention (see Tsvetkova and Others v. Russia, nos. 54381/08 and 5 others, § 125, 10 April 2018).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The sentence of administrative detention under the judgment of 13 October 2011 as upheld on 15 October 2011",
                                "elements": [
                                    {
                                        "content": "Arbitrariness",
                                        "elements": [
                                            {
                                                "content": "106.  The applicant complained that his sentence had been arbitrary and a form of retaliation for his political activities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  The Government argued that the applicant had been lawfully convicted of an administrative offence and given a lawful sentence for it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  The Court notes that on 13 October 2011 the applicant was sentenced to administrative detention and, as required by the CAO, started to serve that sentence on the same date. Thus, from that point onwards his detention fell within the scope of sub-paragraph (a) of paragraph 1 of Article 5 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  As regards the notion of arbitrariness, in addition to the approach outlined in paragraph 96 above, the Court reiterates that there is no arbitrariness in cases of detention under Article 5 § 1 (a), where, in the absence of bad faith or one of the other grounds mentioned above, as long as the detention follows and has a sufficient causal connection with a lawful conviction, the decision to impose a sentence of detention and the length of that sentence are matters for the national authorities rather than for the Court under Article 5 § 1 (see Saadi v. the United Kingdom [GC], no. 13229/03, § 71, ECHR 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  Furthermore, the requirement of Article 5 § 1 (a) of the Convention that a person be lawfully detained after “conviction by a competent court” does not imply that the Court has to subject the proceedings leading to that conviction to comprehensive scrutiny and verify whether they fully complied with all the requirements of Article 6 of the Convention. However, if a “conviction” is the result of proceedings which were a “flagrant denial of justice”, that is to say, were “manifestly contrary to the provisions of Article 6 or the principles embodied therein”, the resulting deprivation of liberty would not be justified under Article 5 § 1 (a) of the Convention (see Gumeniuc v. the Republic of Moldova, no. 48829/06, § 24, 16 May 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The applicant did not provide, and the Court does not discern, sufficient basis or evidence to substantiate his allegation that the domestic proceedings had been manifestly contrary to the provisions of Article 6 or the principles embodied therein.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  In view of the foregoing considerations and the findings in paragraph 100 above, which are also applicable here, this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The legality of the applicant’s recall to detention on 21 and 22 October 2011",
                                        "elements": [
                                            {
                                                "content": "113.  The applicant argued that his recall to the administrative detention facility had violated Russian law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  The Government made no specific comment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  When serving his sentence of detention on the basis of the judgment of 13 October 2011, the applicant was admitted to hospital and left it on 19 October 2011. He was then taken back to the detention facility to complete his sentence from 21 to 22 October 2011. The Court notes that this course of action was prescribed by Russian law (see paragraph 67 above). Pursuant to the 2000 internal regulations for administrative detention facilities (as adopted by the Ministry of the Interior), following recovery or discharge from the hospital the detainee was to be taken to the detention facility to serve (the remainder of) his or her term of detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  Accordingly, this part of the application is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "The sentence of administrative detention under the judgment of 4 December 2011 as upheld on 5 December 2011",
                                "elements": [
                                    {
                                        "content": "117.  The applicant argued before the Court that the charge brought against him for an offence punishable by detention had been fabricated in order to obstruct his political activity. At 1.45 p.m. on 4 December 2011 he had not been crossing a road at 4 Staraya Ploshchad Street in Moscow and had not disobeyed any orders from police officers K. and A. there. He had been in a different area of Moscow with his friend G. when he had been approached by several police officers at around noon. Following an order from one of them, he had got into a police vehicle (with physical force being applied to him); he had then been taken to Kitay-Gorod police station, with the result that by 1.45 p.m. he had already been in that police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Government argued that the applicant had been lawfully sentenced to detention, on the strength of the available evidence, for disobeying a lawful order by law-enforcement officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The Court notes that this complaint is neither manifestly illfounded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The Court notes that on 4 December 2011 the applicant was sentenced to administrative detention and, as required by the CAO, started to serve that sentence on the same date. Thus, at that time his detention fell within the scope of sub-paragraph (a) of paragraph 1 of Article 5 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  In addition to the particularly swift nature of the trial proceedings, in which the applicant was not afforded an adequate opportunity to benefit from legal assistance (see also paragraph 172 below), in complaining about the sentence imposed in those proceedings the applicant also argued that the charge against him had been vague and fabricated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  The Court considers that, given the dispute over the key elements underlying the charge (namely, the time and place and the imputed actions) in a case in which the only evidence against the applicant came from the police officers who had played an active role in the contested events, it was indispensable for the domestic courts to exhaust every reasonable possibility of scrutinising their incriminating statements (see Kasparov and Others v. Russia, no. 21613/07, § 64, 3 October 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Court notes that in the domestic proceedings the applicant was afforded an opportunity to cast doubt on the testimony of officers K. and A. which formed the basis for the prosecution against him. Those officers made oral statements at the trial, having taken an oath and having been warned about liability for false testimony (see paragraph 18 above). It appears that this course of action was quite unusual since (arresting) police officers were not considered as “witnesses” under the CAO (see Butkevich v. Russia, no. 5865/07, §§ 97-98, 13 February 2018). Furthermore, it is essential to note that, at the applicant’s request, the appeal court heard evidence from G., who corroborated the applicant’s version of the events (see, by contrast, Frumkin v. Russia, no. 74568/12, § 165, 5 January 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The factual basis for the accusation against the applicant concerned his crossing a road at an unauthorised location at 4 Staraya Ploshchad Street. Indeed, both the trial and the appeal courts stated that the applicant had breached the traffic regulations (a breach which, apparently, could be subject to prosecution for a separate type of administrative offence under Article 12.29 of the CAO, punishable by a fine of 200 Russian roubles).",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  The applicant was convicted under Article 19.3 of the CAO, which made it an offence to disobey a lawful order by a law-enforcement officer or to impede the officer in the exercise of his or her official duties, an offence punishable by, inter alia, administrative detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  The applicant’s conviction was based on his alleged refusal to comply with the police officers’ “request to get into a police vehicle for the purpose of compiling an offence record in the police station”. In so far as can be discerned, the offence record referred to the alleged breach of the traffic regulations. However, when taken to the police station, the applicant was not charged with any such offence. The courts did not actually establish any factual or legal elements pertaining to the applicant’s alleged crossing of a road at an unauthorised location. However, that aspect of the case was at the origin of the allegations that then formed the basis for the applicant’s ensuing prosecution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  Having said this, the Court notes that the applicant was convicted of refusing to comply with orders requiring him “to cease his actions in breach of public order”. Moreover, the appeal court stated that the applicant “[had] continued with those actions”. It remains unclear what this part of the charge referred to.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  It is questionable whether the applicant’s refusal to surrender to the police’s wish to obtain his presence in the police vehicle and ultimately at the police station (while abstaining – at that point in time – from resorting to an escort or arrest procedure in relation to a reasonable suspicion of another offence) could reasonably constitute “disobedience” to a “lawful” order by the police under Article 19.3 of the CAO. In particular, there is not enough evidence that police officers had statutory powers to make an oral order requiring a person to accompany them to a police station (see paragraphs 64-66 above) in the context of that person having crossed a road in the wrong place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  Overall, it remains unclear what specific orders were given, whether they were lawful, and in what manner the applicant disobeyed them or impeded the officers in the exercise of their official duties, that is before being taken to the police station at 1.55 p.m. on 4 December 2011 (see also paragraphs 10 and 100-101 above). Taking account also of the problem with legal assistance at the trial and the courts’ superficial approach to the assessment of the applicant’s alibi, the Court concludes that the sentence of administrative detention was arbitrary and thus in breach of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The applicant’s retention in the hospital on 9 and 10 December 2011",
                                "elements": [
                                    {
                                        "content": "130.  The applicant alleged that after the expiry of his term of administrative detention at 1.55 p.m. on 9 December 2011 he had continued (until 10 December 2011) to be constantly supervised by guards. A police officer had accompanied him everywhere within the hospital premises, including to the toilet, and he had been forced (by means of threats) to remain in the intensive care unit under the control of several police officers despite his formal refusal to receive any further treatment in the hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The Government submitted that the applicant’s term of detention had expired on 9 December 2011. However, they argued that the applicant’s treatment (including its duration) had been determined by his doctors, who had decided that he had to be transferred to the intensive care unit on 9 December 2011 and undergo a psychiatric examination. The applicant had submitted no evidence that any law-enforcement officers had influenced the above medical assessments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The Court notes that this complaint is neither manifestly illfounded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  The Government did not explicitly contest the assertion that the applicant had been “deprived of [his] liberty” within the meaning of Article 5 § 1 of the Convention on account of his allegedly constant supervision by guards. Likewise, it has not been contested that on 9 December 2011 the applicant expressed a wish to leave the hospital and nevertheless remained in hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  The Court reiterates that in proclaiming the “right to liberty”, paragraph 1 of Article 5 contemplates the physical liberty of the person. Accordingly, it is not concerned with mere restrictions on liberty of movement, which are governed by Article 2 of Protocol No. 4. In order to determine whether someone has been “deprived of his liberty” within the meaning of Article 5, the starting-point must be his or her specific situation and account must be taken of a whole range of factors such as the type, duration, effects and manner of implementation of the measure in question. The difference between deprivation and restriction of liberty is one of degree or intensity, and not one of nature or substance. The requirement to take account of the “type” and “manner of implementation” of the measure in question enables the Court to have regard to the specific context and circumstances surrounding types of restriction other than the paradigm of confinement in a cell (see De Tommaso v. Italy [GC], no. 43395/09, § 80, 23 February 2017, and Krupko and Others v. Russia, no. 26587/07, § 34, 26 June 2014).",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  The right to liberty is too important in a “democratic society” within the meaning of the Convention for a person to lose the benefit of the protection of the Convention for the sole reason that he or she has given himself or herself up to be taken into detention. Detention may violate Article 5 of the Convention even though the person concerned has agreed to it (see Buzadji v. the Republic of Moldova [GC], no. 23755/07, § 107, 5 July 2016, and the cases cited therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  The Court notes that on 7 or 8 December 2011 the applicant was taken to hospital from the detention facility where he was serving his sentence of administrative detention. The head of the detention facility requested the police to provide officers to guard the applicant in the hospital. It appears that this request was granted. The five-day term imposed on 4 December 2011 was deemed to expire at 1.55 p.m. on 9 December 2011. Following his formal discharge from the hospital, at 1 p.m. on 10 December 2011 the applicant was escorted to a justice of the peace to stand trial on fresh charges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  It has not been argued, and the Court has no basis to consider, that under Russian law at the time an ongoing term of detention was interrupted for the duration of a convicted detainee’s stay in hospital. In fact, at that time the applicant was being prosecuted for leaving a hospital in similar circumstances in October 2011. It is true that, although in May 2012 the Supreme Court stated that the offence under Article 20.25 consisting of leaving the “place where the sentence of administrative detention was being served” could not be committed by leaving a hospital, it did not explicitly say that the term of detention was interrupted during a stay in hospital. At the same time, there is no indication that on 9 or 10 December 2011 the applicant was issued with any certificate stating that he had completed his term of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  In this context it is reasonable to accept the applicant’s submission that on both 9 and 10 December 2011 he continued to be guarded by lawenforcement officers in the hospital (see also paragraph 46 above, in relation to another period but in a similar context).",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  Having regard to the factual elements of the case and its case-law, the Court finds that the applicant was “deprived of his liberty” within the meaning of Article 5 § 1 of the Convention (compare Venskutė v. Lithuania, no. 10645/08, § 73, 11 December 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  The Court must next ascertain whether the deprivation of liberty complied with the requirements of Article 5 § 1. It reiterates in this connection that sub-paragraphs (a) to (f) of Article 5 § 1 contain an exhaustive list of permissible grounds for deprivation of liberty, and no deprivation of liberty will be lawful unless it falls within one of those grounds. Only a narrow interpretation of the exhaustive list of permissible grounds for deprivation of liberty is consistent with the aim of Article 5, namely to ensure that no one is arbitrarily deprived of his liberty (see Ilnseher v. Germany [GC], nos. 10211/12 and 27505/14, § 126, 4 December 2018).",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  The deprivation of the applicant’s liberty on 9 and 10 December 2011 clearly did not fall under sub-paragraphs (c), (d) and (f) of paragraph 1 of Article 5. In view of the Court’s findings above, the Court will proceed on the assumption that the applicant’s detention falling within the scope of sub-paragraph (a) of paragraph 1 of Article 5 expired at 1.55 p.m. on 9 December 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  As to sub-paragraph (b), it is well-established in the Court’s caselaw that in order to comply with Article 5 § 1, the detention in issue must first of all be “lawful”, including the observance of a procedure prescribed by law. In addition to being in conformity with domestic law, that provision requires that any deprivation of liberty should be in keeping with the purpose of protecting the individual from arbitrariness. For arbitrariness to be excluded, conformity with the purpose of the restrictions permitted by the relevant sub-paragraph of Article 5 § 1 is required in respect of both the ordering and the execution of the measures involving deprivation of liberty (see Rooman v. Belgium [GC], no. 18052/11, § 190, 31 January 2019). There is no indication that the applicant refused to comply with any “lawful order of a court” or that the purpose of his retention in the hospital was “in order to secure the fulfilment of any obligation prescribed by law” (compare Trutko v. Russia, no. 40979/04, §§ 32-35, 6 December 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "143.  As to sub-paragraph (e) on the deprivation of liberty of persons suffering from mental disorders, an individual cannot be considered to be of “unsound mind” and deprived of his liberty unless the following three minimum conditions are satisfied: firstly, he must reliably be shown to be of unsound mind; secondly, the mental disorder must be of a kind or degree warranting compulsory confinement; thirdly, the validity of continued confinement depends upon the persistence of such a disorder (ibid., § 192). It is uncontested that the above conditions, which would have made Article 5 § 1 (e) applicable, did not obtain in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  The applicant was taken to hospital on account of his worsening state of health in view of his informed decision to maintain a hunger strike. While the available medical evidence does not disclose that his medical condition was particularly serious, it shows that he had anuria and an electrolyte imbalance that needed to be corrected. A series of medical consultations and medical tests were carried out. The Court has no reason to doubt that that required the applicant’s hospitalisation. However, it is also true that at some point on 9 December 2011 the applicant refused hospitalisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  The Government provided no justification for delaying the applicant’s discharge until 10 December 2011 following his refusal of hospitalisation on 9 December 2011. Even noting the relatively long time the hospital took to finalise the checks, which is not for the Court to assess, during this time the applicant remained deprived of liberty arbitrarily.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  Hence, the deprivation of liberty to which the applicant was subjected in a public hospital from 1.55 p.m. on 9 December 2011 until 1 p.m. on 10 December 2011 had no legitimate purpose under Article 5 § 1 and thus was arbitrary (see Krupko and Others, cited above, §§ 3941).",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  There has accordingly been a violation of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The sentence of administrative detention from 10 to 25 December 2011",
                                "elements": [
                                    {
                                        "content": "The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "148.  The applicant argued that his sentence of administrative detention under Article 20.25 § 2 of the CAO (see paragraph 71 above) for leaving the hospital in October 2011 had been arbitrary in that the offence in question clearly concerned only detainees leaving an administrative detention facility. The applicant subsequently argued that his interpretation had been confirmed by the Supreme Court of Russia, albeit after he had already served his sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  The Government argued that the Supreme Court had acknowledged that the applicant had been wrongly convicted and, by implication, had wrongly served the term of administrative detention (see paragraph 39 above). Following that acknowledgment, it had been open to the applicant (if he had wanted further redress) to bring a tort claim for compensation under Articles 1070 § 1 and 1100 of the Civil Code in respect of damage on account of unlawful administrative detention. As the applicant had chosen not to do so, it should be concluded that he had lost his victim status under Article 5 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "150.  The Court considers that the matter of the applicant’s victim status is closely linked to the merits of the complaint. The Court thus joins it to the merits. The Court also notes that this complaint is neither manifestly illfounded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "151.  First of all, the Court notes that the applicant lodged his complaint before the Court in December 2011, while he was serving the impugned sentence and prior to the Supreme Court’s decision to discontinue the case in May 2012. At that time, there had been no domestic judicial acknowledgment that the sentence was unlawful under Russian law, and thus the applicant had no prospect of success in claiming compensation at the domestic level, namely under Article 1070 § 1 of the Civil Code. The Supreme Court took its decision in May 2012. In December 2013 the Court gave notice of the complaint to the Government. By that time the applicant had not sought any compensation at the domestic level by way of lodging a claim under Article 1070 § 1 of the Civil Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "152.  A decision or measure favourable to the applicant is not, in principle, sufficient to deprive him of his status as a “victim” for the purposes of Article 34 of the Convention unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for the breach of the Convention (see Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 179-80, ECHR 2006V, and Gäfgen v. Germany [GC], no. 22978/05, § 115, ECHR 2010). Only where both these conditions have been satisfied does the subsidiary nature of the protective mechanism of the Convention preclude examination of the application by the Court (see Rooman, cited above, § 129).",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  As regards the acknowledgment of a violation, the Court notes that the Supreme Court quashed the trial judgment under which the applicant had served his sentence of administrative detention. As a consequence of that quashing, the Supreme Court discontinued the proceedings against the applicant because, as it determined, there was no corpus delicti. The court found that, since a hospital was not a “place for serving a sentence of administrative detention”, convicted prisoners who became ill and were admitted to hospital in the course of their detention could not be lawfully convicted of the offence under Article 20.25 § 2 of the CAO of leaving a “place for serving administrative detention” without permission (see paragraph 71 above). That finding meant that the lower courts (in this instance the trial court, the appeal court and the regional court judge on further review) had erred in interpreting the substantive law and applying it to the facts of the case, namely as regards one of the essential elements of corpus delicti.",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  Sitting as the second-tier review court, the Supreme Court was competent to uphold or amend the lower courts’ decision or to require reexamination of the case at one of the lower levels (see paragraph 72 above). It was not called upon to make, and did not make, any specific findings which pertained to assessing retrospectively the legality of the sentence already served by the applicant, in terms of Russian law or the Convention. However, as the Government pointed out, Article 1070 § 1 of the Civil Code provided for a strict-liability claim for compensation in respect of “unlawful” prosecution resulting in a sentence of administrative detention. Presumably, the “unlawfulness” of the prosecution and the related sentence (or, more specifically, the extent and nature thereof) would have been assessed in those proceedings, including with reference to the formal ground on which the case had been discontinued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  However, even assuming that the Supreme Court’s decisions did amount to acknowledging, in substance, the unlawfulness of the deprivation of liberty to which the applicant had been subjected, the Court is not satisfied that the condition of adequate redress has been complied with in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  The Court reiterates that it falls first to the national authorities to redress any violation of the Convention and that in assessing whether an applicant can claim to be a genuine victim of an alleged violation, account should be taken not only of the formal position at the time when the application was lodged with the Court but of all the circumstances of the case in question, including any developments prior to the date of the examination of the case by the Court (see Tănase v. Moldova [GC], no. 7/08, § 105, ECHR 2010). The redress afforded by the national authorities must be appropriate and sufficient (see Kudić v. Bosnia and Herzegovina, no. 28971/05, § 17, 9 December 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  Furthermore, the Court has already had occasion to indicate in the context of Article 5 of the Convention that an applicant’s “victim” status may also depend on the level of compensation awarded at domestic level, where appropriate, or at least on the possibility of seeking and obtaining compensation for the damage sustained, having regard to the facts about which he or she complains before the Court (see Klinkel v. Germany (dec.), no. 47156/16, § 29, 11 December 2018, and Al Husin v. Bosnia and Herzegovina (no. 2), no. 10112/16, § 89, 25 June 2019). In specific circumstances the Court can accept that the existence of a clear and established avenue under domestic law under which an adequate amount of compensation can be claimed may constitute sufficient redress within the meaning of the Court’s case-law on Article 34 of the Convention. In the cases cited above the Court concluded that having obtained acknowledgement that their detention had been unlawful, the applicants could reasonably have been expected to turn to the domestic courts to obtain compensation for the acknowledged breach of their rights under Article 5 § 1 of the Convention, rather than turning to this Court to seek confirmation of the unlawfulness of their detention when it had already been recognised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "158.  Hence, as regards redress, the Court reiterates that in earlier cases relating to various deprivations of liberty under the CAO it did not deem the finding of a violation to constitute in itself sufficient just satisfaction, but made awards in respect of non-pecuniary damage (see, among other cases, Tsvetkova and Others, cited above, §§ 133, 154-59 and 203). The Court sees no reason to hold otherwise in the present case. Accordingly, it considers that the acknowledgement of a breach of Article 5 § 1 of the Convention by a domestic court does not in itself constitute sufficient redress for that violation and does not deprive an applicant of his status as a “victim” for the purposes of Article 34 of the Convention. A form of redress such as monetary compensation in respect of non-pecuniary damage in an adequate amount would be required to that end (see Scordino, cited above, § 202; Moskovets v. Russia, no. 14370/03, § 50, 23 April 2009; and Ryabinina and Others v. Russia [Committee], no. 50271/06 and 8 others, § 30, 2 July 2019).",
                                        "elements": []
                                    },
                                    {
                                        "content": "159.  In this connection the Court takes the view that it is for each Contracting Party to choose the avenue by which to award such compensation in the case of an application pending before the Court (either by way of domestic proceedings or, for instance, through the proceedings before the Court via a unilateral declaration or friendly settlement, where appropriate).",
                                        "elements": []
                                    },
                                    {
                                        "content": "160.  As indicated above, under Russian law the Supreme Court was not empowered to award damages when reviewing the applicant’s CAO case (see paragraph 72 above). Nevertheless, as the Government indicated, Article 1070 § 1 of the Civil Code provides for a possibility of lodging separate proceedings with a claim for compensation on account of “unlawful prosecution resulting in the sentence of administrative detention”. However, the Government have not demonstrated in the present case that there exists to date clear and consistent caselaw of the domestic civil courts indicating that they would have based their assessment as to quantum on the amounts awarded by the Court in similar cases (see also Tsvetkova and Others, cited above, §§ 133 and 154-59; Grigoryev and Igamberdiyeva v. Russia [Committee] no. 10970/12, § 25, 12 February 2019; see, by contrast, Klinkel, cited above, § 30).",
                                        "elements": []
                                    },
                                    {
                                        "content": "161.  Moreover, unlike in the cases of Klinkel and Al Husin (both cited above), the recognition of unlawfulness came after the applicant had already lodged his complaint before the Court, that is, after the Ombudsman had sought and obtained review of the CAO judgments against the applicant. It thus cannot be said that the applicant sought before the Court confirmation of the unlawfulness of his detention when it had already been recognised, instead of seeking compensation at the national level.",
                                        "elements": []
                                    },
                                    {
                                        "content": "162.  Overall, assessing the situation as it stands at present, the Court is not satisfied that the complaint should be dismissed for loss of victim status.",
                                        "elements": []
                                    },
                                    {
                                        "content": "163.  The Court considers that the Supreme Court’s decision to quash the trial judgment imposing the sentence and to discontinue the proceedings is a strong indication that the relevant period of administrative detention amounted to a violation of Article 5 § 1 of the Convention. Having regard to the actual ground for that decision (non-compliance with substantive law), the defect underlying the trial judgment in the present case made it ex facie invalid; that defect adversely affecting the sentence was thus not remedied by the Supreme Court. The applicant was subjected to a deprivation of liberty after conviction, and that deprivation of liberty was not “lawful” and thus constituted a breach of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "164.  In view of the above findings, it is unnecessary to examine the manner in which the above sentence, enforced between 10 and 25 December 2011, might have been arbitrary under Article 5 of the Convention in that it was allegedly related to the applicant’s exercise of his freedom of peaceful assembly on 24 December 2011.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The sentence of administrative detention from 25 December 2011 to 4 January 2012",
                                "elements": [
                                    {
                                        "content": "165.  The applicant did not provide, and the Court does not discern, any basis or evidence to substantiate his allegation that the domestic proceedings resulting in the above sentence had been a flagrant denial of justice (see also paragraph 176 below under Article 6). Accordingly, this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "166.  The applicant made various allegations relating to the alleged unfairness of the proceedings in which he had been convicted of administrative offences in December 2011. He relied on Article 6 of the Convention, which in its relevant parts reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require; ...”",
                                "elements": []
                            },
                            {
                                "content": "The judgment of 4 December 2011 as upheld on 5 December 2011",
                                "elements": [
                                    {
                                        "content": "167.  The applicant complained that his trial had been arbitrary and unfair, particularly in that he had not had legal assistance during it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "168.  The Government submitted that the applicant had been present at the trial and had been afforded an opportunity to defend himself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "169.  The Court notes that this complaint is neither manifestly illfounded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "170.  The Court reiterates that the requirements of Article 6 § 3 of the Convention being particular aspects of the right to a fair trial guaranteed by Article 6 § 1, the Court will examine the complaint under both provisions taken together. The accused must have the opportunity to organise his defence in an appropriate way and without restriction as to the opportunity to put all relevant defence arguments before the trial court and thus to influence the outcome of the proceedings (see Can v. Austria, 30 September 1985, § 53, Series A no. 96; Connolly v. the United Kingdom (dec.), no. 27245/95, 26 June 1996; and Mayzit v. Russia, no. 63378/00, § 78, 20 January 2005). Furthermore, the facilities available to everyone charged with a criminal offence should include the opportunity to acquaint oneself with the results of investigations carried out throughout the proceedings, for the purposes of preparing one’s defence (see C.G.P. v. the Netherlands (dec.), no. 29835/96, 15 January 1997, and Foucher v. France, 18 March 1997, §§ 26-38, Reports of Judgments and Decisions 1997II). The adequacy of time and facilities afforded to an accused must be assessed in the light of the circumstances of each particular case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "171.  The Court notes that at 4 p.m. on 4 December 2011 the police notified the applicant’s lawyer of the ongoing proceedings and of the hearing scheduled for 4.30 p.m. on the same day. The Court also notes that the applicant was under arrest at the time; that he was accused of an offence punishable by detention; and that the charge against him disclosed a certain complexity (inter alia, in view of the controversy relating to the actual circumstances in which the offence had been committed). In the Court’s view, the defence was deprived of any reasonable opportunity to put forward a viable defence. Before the Court, the Government have not put forward any argument to the contrary. Likewise, it has not been argued that the appeal proceedings were conducted in such a manner as to remedy any alleged shortcomings in the previous stage of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "172.  In view of the above considerations and also taking note of the findings in paragraphs 126-129 above, the Court concludes that there has been a violation of Article 6 § 3 (b) and (c) taken together with Article 6 § 1 of the Convention in respect of the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The judgment of 10 December 2011 as upheld on 12 December 2011",
                                "elements": [
                                    {
                                        "content": "173.  The applicant complained that the proceedings had been unfair, particularly in that he had not been afforded an opportunity to take part in the appeal hearing and had not been represented in those proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "174.  Having regard to the nature and scope of its findings in paragraph 163 above under Article 5 § 1 of the Convention in relation to the sentence, the Court finds it appropriate to dispense with the examination of the admissibility and merits of the present complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The judgment of 25 December 2011 as upheld on 7 January 2012",
                                "elements": [
                                    {
                                        "content": "175.  As regards these proceedings, in his submissions to the Court in June 2012 the applicant complained specifically that his new additional counsel in the appeal proceedings had not been afforded adequate time and facilities for the preparation of the applicant’s defence (see paragraphs 4749 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "176.  The Court notes that at all stages of the proceedings, including on appeal, the applicant was assisted or represented by at least two lawyers of his choice (see paragraphs 42-49 above). The applicant and his lawyers had access to the case file in the trial proceedings. The appeal court dealt in detail with the defence’s requests in separate procedural decisions providing reasons. In the Court’s view, having regard to the general principles stated in paragraph 170 above, the manner in which the appeal court dealt with the defence’s requests, including the request relating to new counsel, did not adversely affect the overall fairness of the proceedings. Accordingly, this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "177.  In their observations in 2014 the applicant’s representatives made further specific complaints about those proceedings (for instance, as regards the holding of a public hearing on 25 December 2011) and also raised complaints in relation to the proceedings resulting in the judgment of 13 October 2011. Those complaints are new complaints rather than an elaboration of any previously lodged complaints. Accordingly, they were introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 7 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "178.  The applicant further complained of a violation of Article 7 of the Convention on account of his sentence of administrative detention for leaving the hospital in October 2011.",
                                "elements": []
                            },
                            {
                                "content": "179.  Having regard to the nature and scope of its findings in paragraph 163 above under Article 5 § 1 of the Convention in relation to that sentence, the Court finds it appropriate to dispense with the examination of the admissibility and merits of the present complaint.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATIONS OF ARTICLES 10 AND 11 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "180.  The applicant submitted that the Russian authorities, including the courts, had persecuted him for his political views and protest activities. In particular, the applicant argued that the court decisions sentencing him to administrative detention had prevented him from participating in the protest rallies on 5, 10 and 24 December 2011, and also on 31 December 2011.",
                                "elements": []
                            },
                            {
                                "content": "181.  The relevant parts of Articles 10 and 11 of the Convention read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 10 – Freedom of expression",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority ...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "Article 11 – Freedom of assembly and association",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of peaceful assembly ...",
                                "elements": []
                            },
                            {
                                "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others ...”",
                                "elements": []
                            },
                            {
                                "content": "182.  The Court reiterates that an “interference” with the right to freedom of assembly does not need to amount to an outright ban, legal or de facto, but can consist in various other measures taken by the authorities. The term “restrictions” in Article 11 § 2 must be interpreted as including both measures taken before or during a gathering and those, such as punitive measures, taken afterwards (see Kasparov v. Russia, no. 53659/07, §§ 6667, 11 October 2016, and Huseynli and Others, cited above, §§ 8497).",
                                "elements": []
                            },
                            {
                                "content": "183.  The applicant alleged that the sentences of detention imposed on him by the judgments of 4 and 10 December 2011 had had as their real purpose, or at least as their intended effect, to prevent him from participating in the protest rallies on 5 and 24 December 2011. Having regard to the nature and scope of its findings in paragraphs 129 and 163 above under Article 5 § 1 of the Convention in relation to those sentences, the Court, in the particular context of the present case, finds it appropriate to dispense with the examination of the admissibility and merits of the (allegedly) related issues under Articles 10 and 11 of the Convention with regard to the rallies on 5 and 24 December 2011.",
                                "elements": []
                            },
                            {
                                "content": "184.  As regards the rally on 10 December 2011, the Court has no reason to doubt that the applicant intended to take part in it. The Court notes that the applicant could not take part because he had been taken to a court hearing under the court order of 9 December 2011 requiring his presence there (see paragraphs 28-33 above). Those proceedings bore no relationship to the rally on 10 December 2011 (see, by contrast, Navalnyy and Yashin v. Russia, no. 76204/11, §§ 6-42, 4 December 2014). As indicated in paragraph 102 above in the context of Article 5 of the Convention, the applicant’s lawyers made no submissions before the Court regarding that order. It remains uncontested that it was issued because of the applicant’s absence from earlier court hearings scheduled between late October and early December 2011 (see paragraph 29 above). The applicant did not challenge the factual elements underlying that judicial decision either. In view of the foregoing, no sufficient evidence has been adduced to support the applicant’s allegation that there was an arbitrary “interference” with his freedom of expression and freedom of peaceful assembly in relation to the rally on 10 December 2011 (see, by contrast, Huseynli and Others, cited above, §§ 84-97). Accordingly, this complaint is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "185.  Lastly, the Court notes that neither the application form dated 14 December 2011 nor the further submissions made prior to June 2012 contained any specific complaint relating to other instances of the applicant’s exercise of his rights to freedom of expression or freedom of assembly between October 2011 and January 2012. No sufficient factual circumstances or legal arguments were provided in those submissions. It was not until their observations in 2014 that the applicants’ lawyers first articulated such complaints before the Court. For instance, the applicant’s lawyers mentioned for the first time “a protest rally on 31 December 2011” in their observations before the Court, without giving any further details.",
                                "elements": []
                            },
                            {
                                "content": "186.  The Court also reiterates that the scope of a case “referred to” the Court in the exercise of the right of individual application is determined by the applicant’s complaint. A complaint consists of two elements: factual allegations and legal arguments. By virtue of the jura novit curia principle the Court is not bound by the legal grounds adduced by the applicant under the Convention and the Protocols thereto and has the power to decide on the characterisation to be given in law to the facts of a complaint by examining it under Articles or provisions of the Convention that are different from those relied upon by the applicant. It cannot, however, base its decision on facts that are not covered by the complaint. To do so would be tantamount to deciding beyond the scope of a case; in other words, to deciding on matters that have not been “referred to” it within the meaning of Article 32 of the Convention (see Radomilja and Others v. Croatia [GC], nos. 37685/10 and 22768/12, § 126, 20 March 2018).",
                                "elements": []
                            },
                            {
                                "content": "187.  The Court considers that the remaining complaints under Articles 10 and 11 of the Convention were lodged in 2014. It therefore concludes that this part of the application was introduced out of time in 2014 and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF Article 18 of the CONVENTION",
                        "elements": [
                            {
                                "content": "188.  The applicant submitted under Article 18 of the Convention that the authorities’ actions towards him in December 2011 had been aimed at intimidating him and impeding his civic and political activities, in particular by obstructing his involvement in protest rallies, and specifically in the rallies on 5, 10 and 24 December 2011.",
                                "elements": []
                            },
                            {
                                "content": "189.  Article 18 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The restrictions permitted under [the] Convention to the said rights and freedoms shall not be applied for any purpose other than those for which they have been prescribed.”",
                                "elements": []
                            },
                            {
                                "content": "190.  The Government argued that the various sets of administrativeoffence proceedings against the applicant had been related to his unlawful actions consisting of disobedience to lawful orders from lawenforcement officers.",
                                "elements": []
                            },
                            {
                                "content": "191.  According to the Court’s case-law, Article 18 of the Convention has no independent existence; it can only be applied in conjunction with other Articles of the Convention, and a violation can only arise where the right or freedom concerned is subject to restrictions permitted under the Convention (see Navalnyy v. Russia (no. 2), no. 43734/14, § 84, 9 April 2019).",
                                "elements": []
                            },
                            {
                                "content": "192.  The Court also reiterates that the mere fact that a restriction of a Convention right or freedom does not meet all the requirements of the clause that permits it does not necessarily raise an issue under Article 18. Separate examination of a complaint under that Article is only warranted if the claim that a restriction has been applied for a purpose not prescribed by the Convention appears to be a fundamental aspect of the case (see Merabishvili v. Georgia [GC], no. 72508/13, § 291, 28 November 2017, and Navalnyy, cited above, §§ 154 et seq., 15 November 2018).",
                                "elements": []
                            },
                            {
                                "content": "193.  While the Court has dismissed several other complaints as inadmissible and has decided not to examine certain complaints under other Articles of the Convention, it has also found violations of Article 5 § 1 of the Convention on account of (i) the applicant’s presence in the hospital from 1.55 p.m. on 9 December 2011 until 1 p.m. on 10 December 2011 in the absence of any legitimate ground listed in paragraph 1 of Article 5 of the Convention; (ii) the sentence of administrative detention imposed on the applicant by the judgment of 10 December 2011, in breach of national law; and (iii) the proceedings resulting in the judgment of 4 December 2011 as upheld on 5 December 2011 and the related sentence of detention (the Court has also found a violation of Article 6 of the Convention in this regard).",
                                "elements": []
                            },
                            {
                                "content": "194.  Having regard to the scope of the applicant’s complaint and the above considerations relating to essentially the same factual circumstances pertaining to various instances of deprivation of the applicant’s liberty, the Court declares the complaint under Article 18 of the Convention admissible.",
                                "elements": []
                            },
                            {
                                "content": "195.  However, in the present case the parties’ submissions under Article 18 of the Convention were essentially the same as their arguments under Article 5 of the Convention (see paragraphs 93-165 above). Accordingly, the Court has no grounds to conclude that the complaint under Article 18 represents a fundamental aspect of the case. The applicant has not substantiated his allegations under this provision.",
                                "elements": []
                            },
                            {
                                "content": "196.  Having regard to the foregoing, the Court concludes that there has been no violation of Article 18 taken in conjunction with Article 5 of the Convention in the present case.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "197.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "198.  The applicant claimed 50,000 euros (EUR) in respect of nonpecuniary damage and EUR 5,500 in respect of the costs and expenses incurred before the Court.",
                                "elements": []
                            },
                            {
                                "content": "199.  The Government contested the claims, indicating that the applicant had not submitted any document establishing his representatives’ rates of pay and showing the amount of work done by them.",
                                "elements": []
                            },
                            {
                                "content": "200.  The Court awards the applicant EUR 12,800 in respect of nonpecuniary damage, plus any tax that may be chargeable.",
                                "elements": []
                            },
                            {
                                "content": "201.  An applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these were actually and necessarily incurred and are reasonable as to quantum (see Merabishvili, cited above, §§ 370-71). The applicant has not shown to have paid any costs to his representatives before the Court, and there is no indication that he is under any legal obligation to pay them. The Court therefore dismisses the claim for costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "202.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Joins to the merits the Government’s objection relating to the applicant’s victim status under Article 5 § 1 of the Convention in relation to the sentence of administrative detention under the judgment of 10 December 2011 and dismisses it;",
                        "elements": []
                    },
                    {
                        "content": "Declares the complaints under Article 5 § 1 of the Convention (relating to the sentences of administrative detention under the judgments of 4 December and 10 December 2011 and the applicant’s presence in the hospital on 9 and 10 December 2011); the complaint under Article 6 of the Convention (as regards the judgment of 4 December 2011 as upheld on 5 December 2011); and the complaint under Article 18 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "Decides that it is not necessary to examine separately the admissibility and merits of the complaints under Articles 6 and 7 of the Convention in relation to the judgment of 10 December 2011 as upheld on 12 December 2011;",
                        "elements": []
                    },
                    {
                        "content": "Decides that it is not necessary to examine separately the admissibility and merits of the complaints under Articles 10 and 11 of the Convention as regards the rallies on 5 and 24 December 2011;",
                        "elements": []
                    },
                    {
                        "content": "Declares the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 5 § 1 of the Convention on account of the administrative detention under the judgment of 4 December 2011;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 5 § 1 of the Convention as regards the applicant’s presence in the hospital on 9 and 10 December 2011;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 5 § 1 of the Convention on account of the administrative detention under the judgment of 10 December 2011;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 6 of the Convention as regards the judgment of 4 December 2011 as upheld on 5 December 2011;",
                        "elements": []
                    },
                    {
                        "content": "Decides that there has been no violation of Article 18 of the Convention taken in conjunction with Article 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 12,800 (twelve thousand eight hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 October 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Georgios A. Serghides",
            "role": "president"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Gilberto Felici",
            "role": "judges"
        },
        {
            "name": "Erik Wennerström",
            "role": "judges"
        },
        {
            "name": "Lorraine Schembri Orland",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF UDALTSOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-204837.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:1006JUD007669511",
    "externalsources": [],
    "extractedappno": [
        "76695/11",
        "54825/00",
        "37213/06",
        "15492/09",
        "35553/12",
        "29226/03",
        "46998/08",
        "25501/07",
        "29580/12",
        "67360/11",
        "54381/08",
        "13229/03",
        "48829/06",
        "21613/07",
        "5865/07",
        "74568/12",
        "43395/09",
        "26587/07",
        "23755/07",
        "10645/08",
        "10211/12",
        "27505/14",
        "18052/11",
        "40979/04",
        "36813/97",
        "22978/05",
        "7/08",
        "28971/05",
        "47156/16",
        "10112/16",
        "14370/03",
        "50271/06",
        "10970/12",
        "27245/95",
        "63378/00",
        "29835/96",
        "53659/07",
        "76204/11",
        "37685/10",
        "22768/12",
        "43734/14",
        "72508/13"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-204837",
    "judgementdate": "06/10/2020 00:00:00",
    "kpdate": "06/10/2020 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "445",
        "76",
        "136",
        "440",
        "315",
        "86",
        "232",
        "431"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6-3-c",
        "6-3-b",
        "6-1",
        "6-3",
        "5-1",
        "5",
        "6",
        "18"
    ],
    "parties": [
        "UDALTSOV",
        "RUSSIA"
    ],
    "rank": "7853.28369140625",
    "representedby": [
        "VOLKOVA V.",
        "POLOZOV N.",
        "MOSKALENKO K."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "500862",
    "typedescription": "15"
}