{
    "__articles": "8;8-1",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life)",
    "applicability": "",
    "appno": "74354/13",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for private life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-200444.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 74354/13) against the Republic of Azerbaijan lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Azerbaijani national, Mr Elchin Yusif oglu Namazov (Elçin Yusif oğlu Namazov - “the applicant”), on 7 November 2013.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr K. Bagirov, a lawyer based in Azerbaijan. The Azerbaijani Government (“the Government”) were represented by their Agent, Mr Ç. Əsgərov.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that his disbarment had breached his rights protected under the Convention and that the relevant domestic proceedings had been unfair.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 3 September 2015 notice of the complaints concerning the alleged violation of the applicant’s right to respect for private life (Article 8 of the Convention) and the alleged violation of the applicant’s right to a fair trial (Article 6 of the Convention) was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1978 and lives in Baku.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant was a lawyer (vəkil) and a member of the Azerbaijani Bar Association (Azərbaycan Respublikası Vəkillər Kollegiyası – hereinafter “the ABA”) at the time of the events described below. He specialised in protection of human rights and had represented a number of people related to opposition political parties.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s statements at court hearings",
                                "elements": [
                                    {
                                        "content": "7.  The applicant was the representative of R.H., who was accused under Article 233 (organisation of or active participation in actions leading to breach of public order) of the Criminal Code within the framework of the criminal proceedings instituted against a number of people following their participation in a demonstration organised by the opposition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  At the hearings held on 9, 16, 18 and 27 August 2011, at the trial before the Nasimi District Court, the applicant got involved in a verbal altercation with the judge (S.A.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  It appears from the verbatim report (stenoqram) of the hearing of 9 August 2011, submitted to the Court by the applicant, that, when the applicant asked the judge to explain the charges against R.H. and, in particular, to clarify the notion of public order, the judge at first refused to answer the questions. As the applicant insisted on that point, the judge then answered, stating that public order means violation of citizens’ right to rest. The applicant objected to the judge’s definition, stating that a violation of citizens’ right to rest did not in all the circumstances constitute a breach of public order. Following the applicant’s objection, the judge accused him of making a scene at the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The verbal altercation continued between the applicant and S.A. at the hearings held on 16 and 18 August 2011. It appears from the documents in the case file that on an unspecified date in August 2011 the applicant lodged an application, objecting to S.A. on the grounds that the judge had dismissed all the applications made by the defence and had refused to provide the defence with a copy of the official transcripts of the court hearings held on 28 July and 9, 16 and 18 August 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  By a decision of 22 August 2011 of the Nasimi District Court, the applicant’s objection was rejected. That decision was delivered by S.A. and was not amenable to appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  It further appears from the verbatim report of the hearing of 27 August 2011, submitted to the Court by the applicant, that a verbal altercation took place between the applicant and S.A. in the course of the questioning of a witness for the prosecution by the defence party. In particular, the applicant asked the witness to reply to the following two questions: “Are you an honest man?” (Siz namuslu adamsınız?) and “Do you think that a judge acting in an arbitrary manner may be considered a conscientious judge?” (Sizcə, özbaşınalıq edən hakim vicdanlı hakim hesab edilə bilərmi?). The judge objected to those questions and interrupted the hearing for a break.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On the same day the judge adopted a decision, informing the ABA of the alleged breach of lawyer ethics (vəkil etikası) by the applicant. The judge noted in the decision that when the applicant had asked a witness to reply to the question “Do you consider yourself to be an honest man?” (Siz özünüzü namuslu insan hesab edirsinizmi?), the public prosecutor had objected to the question and, as the presiding judge, he had warned the applicant. In reply, the applicant answered him as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“You cannot do anything against me. Do all you can do. I admit that I am making a scene at the court. If you want I can also sign the transcript of the hearing in this connection” (Siz mənə heç bir şey edə bilməzsiniz, nə edirsinizsə axırıncısını edin. Mən qəbul edirəm ki, məhkəmədə qalmaqal yaradıram, istəyirsinizsə dediklərimlə bağlı protokola da qol çəkim).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The judge also noted that, despite his warnings, the applicant asked the witness further questions: “Did your administration tell you that whatever you say, Judge S.A. will deliver the judgment that he needs?” (Sizə rəhbərlik deyibmi ki, sən nə danışırsan danış, onsuzda hakim Ş.A. ona lazım olan hökmü çıxaracaq?); “What do you expect of this fake court?” (Bu saxta məhkəmədən nə gözləyirsiniz?); “Do you consider that the judge is an honest and conscientious judge?” (Hakimi namuslu və vicdanlı hakim hesab edirsinizmi?); “Have you ever seen an arbitrary judge like S.A.?” (Ş.A. kimi özbaşınalıq edən hakim görmüsünüzmü?). It was further noted in the decision that the applicant made the following statement about the judge: “I again confirm your legal illiteracy, you are in complete ignorance of the legislation” (Sizin hüquqi savadsızlığınızı bir daha təsdiqləyirəm, sizin qanunlardan xəbəriniz yoxdur). The judge also decided to send a copy of that decision to the prosecuting authorities for institution of criminal proceedings against the applicant under Article 289 (contempt of court) of the Criminal Code. However, no decision concerning the institution or outcome of the criminal proceedings against the applicant for contempt of court was included in the case file. It further appears from the documents in the case file that on 27 August 2011 the judge decided to remove the applicant from R.H.’s case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicant was not provided with a copy of the Nasimi District Court’s decision of 27 August 2011 and the official transcripts of the court hearings held on 9, 16, 18 and 27 August 2011. According to the applicant, he and other lawyers participating in those hearings made written comments on the official transcripts of the court hearings, disputing their content as prepared by the judge. Despite the Court’s explicit request to the Government to submit copies of all the documents relating to the disciplinary proceedings against the applicant, the Government failed to provide the Court with a copy of the official transcripts of the abovementioned court hearings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Disciplinary proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "15.  On 14 September 2011 the disciplinary commission of the ABA held a meeting at which it examined the complaint against the applicant and decided to refer the complaint to the Presidium of the ABA (Azərbaycan Respublikası Vəkillər Kollegiyası Rəyasət Heyəti – hereinafter “the Presidium”). Relying on the Nasimi District Court’s decision of 27 August 2011 and the transcripts of the above-mentioned court hearings, the disciplinary commission held that the applicant had breached the requirements of Articles 14, 16 (I) and 18 of the Law on Advocates and Advocacy Activity (“the Law”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  It appears from the verbatim report of the meeting, submitted to the Court by the applicant, that, although the members of the disciplinary commission asked the applicant to explain the complaint lodged against him, they refused to provide him with a copy of the Nasimi District Court’s decision of 27 August 2011. In that connection, the applicant stated that, as he had not been provided with a copy of that decision, he was not aware of the content of the complaint against him. He also noted that he had not insulted the judge of the Nasimi District Court and asked the disciplinary commission to hear evidence from other lawyers participating in those hearings. It further appears that the President of the disciplinary commission Z.X., openly criticised the applicant for his frequent appearances in the media and his membership of an opposition party, Musavat. In reply, the applicant stated that he was not a member of any political party and that there was no law which prohibited lawyers from appearing in the media. Moreover, the applicant was not given the opportunity to present his tenpage statement concerning the altercation between him and the judge at the court hearings before the Nasimi District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 16 September 2011 the Presidium held a meeting at which it examined the complaint against the applicant. It decided to refer his case to a court with a view to his disbarment, citing Article 22 (VIII) of the Law. It also decided to suspend the applicant’s activity as a lawyer pending a decision by the court. The Presidium held that the applicant had failed to comply with Articles 14, 16 (I) and 18 of the Law. In that connection the Presidium referred to the Nasimi District Court’s decision of 27 August 2011 and the extracts from the transcripts of the court hearings held on 9, 18 and 27 August 2011. The Presidium’s decision was almost identical in its wording to that of the disciplinary commission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  It appears from the verbatim report of the meeting, submitted to the Court by the applicant, that the Presidium’s meeting was held in the presence of the applicant, who rejected the complaint against him. The President of the ABA, A.T., confirmed that the applicant had not been provided with a copy of the complaint lodged against him and the documents annexed to that complaint. Moreover, he criticised the applicant for his frequent appearances in the media, stating that the investigators and the judges had complained to him about the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 30 September 2011 the Presidium lodged an application with the Fuzuli District Court, asking for the applicant’s disbarment. In that application, the Presidium also referred to its previous decisions taken on 26 April 2006 and 26 August 2009, by which the applicant had been seriously warned (ciddi xəbərdarlıq) and reprimanded (töhmət) respectively.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Court proceedings relating to the applicant’s disbarment",
                                "elements": [
                                    {
                                        "content": "20.  On an unspecified date the applicant lodged an application with the Fuzuli District Court, asking the court to transfer the case to the Narimanov District Court. He substantiated his application by the fact that his actual residence was in Baku and not in Fuzuli.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  By a decision of 3 November 2011 the Fuzuli District Court dismissed the application and decided to continue the examination of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 15 December 2011 the Fuzuli District Court delivered its judgment on the merits and ordered the applicant’s disbarment. The relevant part of the judgment reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It has been established by the court that [the applicant] ... was seriously warned by a decision dated 26 April 2006 of the Presidium on account of breach of the requirements of [the Law] in relation to the exercise of his professional activity and was instructed to comply with the requirements of the Law. Disciplinary proceedings were again instituted against [the applicant] for breaches of the law in the course of the exercise of his professional activity by the Presidium’s decision of 26 August 2009, and he was reprimanded. Moreover, at the preliminary hearing and at the trial in the court proceedings in which R.H. was accused under Article 233 of the Criminal Code of the Republic of Azerbaijan examined by the Nasimi District Court, the representative of the accused, [the applicant] ... insulted the presiding judge and a witness in breach of lawyer ethics, used indecent expressions [nalayiq ifadələr] about participants in the proceedings, failed to comply with the lawful requests of the presiding judge, used indecent expressions about the court in his applications, objections and pleadings, and by those actions created a stressful and nervous situation at the court hearing. At the court hearings held on 9, 18 and 27 August 2011, [the applicant] attempted to breach on numerous occasions the rules of court hearings, committed contempt of court by insulting the participants in the court examination, intentionally ignored the presiding judge’s warnings relating to keeping silent and compliance with instructions; the court’s hearings were disturbed and confrontations appeared because of his unlawful actions and the proceedings were interrupted in order to prevent that situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It appeared during the court examination that [the applicant] in the exercise of his activity as a lawyer, by blatantly violating the requirements of [the Law], failed to respect the lawyer’s oath, lawyer ethics and profession of a lawyer and did not draw a conclusion from the consecutive disciplinary sanctions imposed on him. The court considers that the application is legally justified and, as the claimant is right in lodging such as an application against the defendant, it must be allowed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In accordance with Article 14 (I) of [the Law], a person admitted as a member of the Bar Association takes the following oath at a meeting of the Presidium of the Bar Association before the State flag of the Republic of Azerbaijan:",
                                        "elements": []
                                    },
                                    {
                                        "content": "‘I solemnly swear that, by complying with the Constitution and laws of the Republic of Azerbaijan, being independent, I will honestly and conscientiously perform the duties of a lawyer, be fair and principled, courageously and firmly defend human rights and freedoms, and preserve professional confidentiality.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 16 (I) of this Law provides that, while performing his or her professional activity, a lawyer is obliged to preserve lawyer confidentiality, comply with the lawyer’s oath, and act in accordance with lawyer ethics, to be guided only by the requirements of the law, and so forth.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Pursuant to Article 18 of this Law, while performing his or her professional activity, a lawyer has to perform perfectly his or her duties in accordance with the procedure established by the Law, to refrain from using lawyer confidentiality for personal purposes and for other persons’ material benefit and other purposes, to refrain from actions incompatible with legal-defence activity, calls for commission of unlawful actions, rude and offensive words and actions humiliating human honour and dignity, to refrain from preventing the judge at a court hearing [from acting], from interrupting those talking at that hearing, from disturbing the order of the hearing and to comply with other requirements of lawyer ethics established by the statute on the rules of conduct for lawyers adopted by the general meeting of the ABA.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In accordance with Article 22 (VIII) of this Law, if there are grounds serving as a basis for the exclusion of a lawyer from the Bar Association, on the basis of an opinion of the disciplinary commission, the Presidium of the Bar Association can apply to a court for resolution of the matter and suspend the lawyer’s activity until the entry into force of the court decision on the issue.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "It was pointed out in the judgment that, although the applicant had been duly informed about the hearing, he had failed to attend it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 23 January 2012 the applicant appealed against that judgment. In particular, he complained that he had not insulted the judge at the hearing before the Nasimi District Court, but had tried to defend his client. The applicant further alleged that his case had not been duly examined by the ABA, which had wanted to punish him for his independence and social activism. He also submitted that the first-instance court’s reference to his previous disciplinary sanctions was irrelevant. In that connection, he pointed out that he could not have been seriously warned in 2006 because no such disciplinary sanction had been provided for by the legislation and that he had never been subjected to a reprimand in the disciplinary proceedings instituted against him in 2009. The applicant further complained that, although the first-instance court had relied on Article 22 of the Law as the legal basis for his disbarment, that Law failed to specify the grounds for disbarment of a lawyer and did not comply with the quality of law requirements. Moreover, he had been sanctioned for alleged breach of lawyer ethics in the absence of any statute on the rules of conduct for lawyers, which should have established the rules of conduct for lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In the course of the court proceedings before the appellate court, in support of his version of the events, the applicant asked the court to hear evidence from the witnesses who had been present at the hearing of 27 August 2011 before the Nasimi District Court. In that connection, he submitted a list of sixteen witnesses, including four lawyers who had been present at the hearing in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 10 May 2012 the Shirvan Court of Appeal dismissed the appeal, finding that the first-instance court’s judgment had been justified. The appellate court held that it could not hear evidence from the witnesses on behalf of the applicant because the applicant had failed to attend the hearing before the first-instance court and submit the same application before that court without any good reason. The appellate court made, however, no mention of the applicant’s particular complaints relating to the previous disciplinary sanctions imposed on him, the failure of the Law to comply with the quality of law requirements and the absence of any statute on the rules of conduct for lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 31 October 2012 the applicant lodged a cassation appeal, reiterating his previous complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 8 May 2013 the Supreme Court upheld the Shirvan Court of Appeal’s judgment of 10 May 2012.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Law on Advocates and Advocacy Activity of 28 December 1999 (“the Law”)",
                                "elements": [
                                    {
                                        "content": "28.  The relevant part of the Law, as in force at the material time, provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I.  A person admitted as a member of the Bar Association takes the following oath at a meeting of the Presidium of the Bar Association before the State flag of the Republic of Azerbaijan:",
                                        "elements": []
                                    },
                                    {
                                        "content": "‘I solemnly swear that, by complying with the Constitution and laws of the Republic of Azerbaijan, being independent, I will honestly and conscientiously perform the duties of a lawyer, be fair and principled, courageously and firmly defend human rights and freedoms, and preserve professional confidentiality.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I.  While performing his or her professional activity a lawyer is obliged:",
                                        "elements": []
                                    },
                                    {
                                        "content": "to execute the requirements of the law, use all the means provided for by the legislation to protect the interests of the defended or represented person;",
                                        "elements": []
                                    },
                                    {
                                        "content": "to preserve lawyer confidentiality, comply with the lawyer’s oath, and act in accordance with lawyer ethics;",
                                        "elements": []
                                    },
                                    {
                                        "content": "to be guided only by the requirements of the law;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“While performing his or her professional activity a lawyer has to perform perfectly his or her duties in accordance with the procedure established by this Law, to refrain from using lawyer confidentiality for personal purposes and for other persons’ lucrative and other purposes, to refrain from actions incompatible with legal-defence activity, calls for commission of unlawful actions, rude and offensive words and actions humiliating human honour and dignity, to refrain from preventing the judge at a court hearing [from acting], from interrupting those talking at that hearing, from disturbing the order of the hearing and to comply with other requirements of lawyer ethics established by the statute on the rules of conduct for lawyers adopted by the general meeting of the ABA.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I. The disciplinary commission of lawyers is set up within the Presidium of the Bar Association for the purposes of the examination of complaints and applications relating to disciplinary violations committed by lawyers while exercising their professional duties and for the resolution of matters relating to their disciplinary responsibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I.  A lawyer is subjected to disciplinary responsibility in the event of a disclosure of a breach of the provisions of this Law and other legislative acts, the statute on the rules of conduct for lawyers (vəkillərin davranış qaydaları haqqında Əsasnamə), and the norms of lawyer ethics (vəkil etikası normaları) in the exercise of his or her professional duty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "VI.  The Presidium of the Bar Association may apply in respect of a lawyer the following disciplinary sanctions on the basis of an opinion of the disciplinary commission:",
                                        "elements": []
                                    },
                                    {
                                        "content": "admonition (irad tutma);",
                                        "elements": []
                                    },
                                    {
                                        "content": "reprimand (töhmət);",
                                        "elements": []
                                    },
                                    {
                                        "content": "suspension from practising for a period from three months to one year;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "VIII.  If there are grounds serving as a basis for exclusion (xaric edilməyə səbəb ola biləcək əsaslar) of a lawyer from the Bar Association, on the basis of an opinion of the disciplinary commission, the Presidium of the Bar Association can apply to a court for resolution of the matter and suspend the lawyer’s activity until the entry into force of the court decision on the issue.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Statute on the rules of conduct for lawyers (“the statute”)",
                                "elements": [
                                    {
                                        "content": "29.  The statute was adopted for the first time by a general meeting of the ABA held on 8 December 2012.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL DOCUMENTS",
                        "elements": [
                            {
                                "content": "30.  Recommendation R (2000) 21 of the Council of Europe’s Committee of Ministers to member States on the freedom of exercise of the profession of lawyer (adopted on 25 October 2000) states as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The Committee of Ministers ...",
                                "elements": []
                            },
                            {
                                "content": "... Underlining the fundamental role that lawyers and professional associations of lawyers also play in ensuring the protection of human rights and fundamental freedoms;",
                                "elements": []
                            },
                            {
                                "content": "Desiring to promote the freedom of exercise of the profession of lawyer in order to strengthen the Rule of Law, in which lawyers take part, in particular in the role of defending individual freedoms;",
                                "elements": []
                            },
                            {
                                "content": "Conscious of the need for a fair system of administration of justice which guarantees the independence of lawyers in the discharge of their professional duties without any improper restriction, influence, inducement, pressure, threats or interference, direct or indirect, from any quarter or for any reason;",
                                "elements": []
                            },
                            {
                                "content": "... Recommends the governments of member States to take or reinforce, as the case may be, all measures they consider necessary with a view to the implementation of the principles contained in this Recommendation.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Principle VI – Disciplinary proceedings",
                                "elements": []
                            },
                            {
                                "content": "1.  Where lawyers do not act in accordance with their professional standards, set out in codes of conduct drawn up by Bar associations or other associations of lawyers or by legislation, appropriate measures should be taken, including disciplinary proceedings.",
                                "elements": []
                            },
                            {
                                "content": "2.  Bar associations or other lawyers’ professional associations should be responsible for or, where appropriate, be entitled to participate in the conduct of disciplinary proceedings concerning lawyers.",
                                "elements": []
                            },
                            {
                                "content": "3.  Disciplinary proceedings should be conducted with full respect of the principles and rules laid down in the European Convention on Human Rights, including the right of the lawyer concerned to participate in the proceedings and to apply for judicial review of the decision.",
                                "elements": []
                            },
                            {
                                "content": "4.  The principle of proportionality should be respected in determining sanctions for disciplinary offences committed by lawyers.”",
                                "elements": []
                            },
                            {
                                "content": "31.  The Basic Principles on the Role of Lawyers (adopted by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders, held in Havana, Cuba, from 27 August to 7 September 1990) state, in particular:",
                                "elements": []
                            },
                            {
                                "content": "“Disciplinary proceedings",
                                "elements": []
                            },
                            {
                                "content": "26.  Codes of professional conduct for lawyers shall be established by the legal profession through its appropriate organs, or by legislation, in accordance with national law and custom and recognised international standards and norms.",
                                "elements": []
                            },
                            {
                                "content": "27.  Charges or complaints made against lawyers in their professional capacity shall be processed expeditiously and fairly under appropriate procedures. Lawyers shall have the right to a fair hearing, including the right to be assisted by a lawyer of their choice.",
                                "elements": []
                            },
                            {
                                "content": "28.  Disciplinary proceedings against lawyers shall be brought before an impartial disciplinary committee established by the legal profession, before an independent statutory authority, or before a court, and shall be subject to an independent judicial review.",
                                "elements": []
                            },
                            {
                                "content": "29.  All disciplinary proceedings shall be determined in accordance with the code of professional conduct and other recognised standards and ethics of the legal profession and in the light of these principles.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  Relying on Article 6 of the Convention, the applicant complained that his disbarment had been unlawful and in breach of his rights protected under the Convention and that the domestic proceedings had been unfair.",
                                "elements": []
                            },
                            {
                                "content": "33.  As the Court is master of the characterisation to be given in law to the facts of the case, it does not consider itself bound by the characterisation given by the parties (see Aksu v. Turkey [GC], nos. 4149/04 and 41029/04, § 43, ECHR 2012). A complaint is characterised by the facts alleged in it and not merely by the legal grounds or arguments relied on (see Radomilja and Others v. Croatia [GC], nos. 37685/10 and 22768/12, §§ 123-26, 20 March 2018, and Molla Sali v. Greece [GC], no. 20452/14, § 85, 19 December 2018). Therefore, in the present case the Court considers that the applicant’s complaint is to be examined under Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "34.  The Court observes at the outset that the Government did not raise any objection as regards the applicability of Article 8 to the present case. In that connection, the Court reiterates that the notion of “private life” within the meaning of Article 8 of the Convention is a broad term not susceptible to exhaustive definition. It can embrace multiple aspects of the person’s physical and social identity. Article 8 protects in addition a right to personal development and the right to form and develop relationships with other human beings and the outside world, including relationships of a professional or business nature. It is, after all, in the course of their working lives that the majority of people have a significant opportunity to develop relationships with the outside world (see Denisov v. Ukraine [GC], no. 76639/11, §§ 95-96, §§ 100-09, §§ 115-17, 25 September 2018). In the present case it is undisputed that the applicant’s disbarment for professional misconduct prevented him from exercising his profession, and therefore affected a wide range of his professional and other relationships and encroached upon his professional and social reputation. The Court thus considers that the impugned measure had very serious consequences for the applicant and affected his private life to a very significant degree (compare and contrast Denisov, cited above, §§ 123 and 125). Article 8 therefore applies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "36.  The applicant submitted that his disbarment had been unlawful because Article 22 (VIII) of the Law did not meet the requirement of the quality of law. In particular, Article 22 (VIII) of the Law did not provide for any definition of the notion of “grounds serving as a basis” for exclusion of a lawyer, and this notion constituted a vague formulation lacking sufficient clarity and precision. He also pointed out that, although he had been disbarred for breach of lawyer ethics, at that time the statute had not yet been enacted. The applicant further noted that this interference had not pursued any legitimate aim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  As regards the justification of the interference, while the applicant admitted that at the hearing of 27 August 2011 he had asked the witness the questions “Are you an honest man?” (Siz namuslu adamsınız?) and “Do you think that a judge acting in an arbitrary manner may be considered a conscientious judge?” (Sizcə, özbaşınalıq edən hakim vicdanlı hakim hesab edilə bilərmi?), he maintained that he had not used other expressions referred to by the judge of the Nasimi District Court in his decision of 27 August 2011. In that connection, he argued that his statements had been misreported and that the transcripts of the relevant court hearings had been falsified by the judge. The applicant also submitted that his disbarment had constituted a severe and disproportionate measure which had not been necessary in a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government agreed that the applicant’s disbarment had constituted an interference with his right to respect for his private life. That interference had been prescribed by Article 22 of the Law, and had pursued the legitimate aim of preventing disorder or crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  As regards its necessity in a democratic society, relying on the Court’s relevant case-law, the Government stressed the key role played by the lawyers in the administration of justice. They submitted that disciplinary proceedings had been instituted against the applicant on account of the breach of lawyer ethics and the applicant’s offensive language and unacceptable behaviour towards a judge. They also submitted that the domestic authorities had not gone beyond their margin of appreciation in punishing the applicant, because this had not been the first time that he had breached the relevant requirements of laws governing lawyer activity. In that connection, the Government referred to the Presidium’s two decisions, according to which the applicant had been seriously warned on 26 April 2006 and had been reprimanded on 26 August 2009.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "40.  The Court notes that in the present case it is undisputed by the parties that the applicant’s disbarment preventing him from practising as a lawyer amounted to an interference with the exercise of his right to respect for his private life, as guaranteed by Article 8 of the Convention. The Court shares this view (see Bigaeva v. Greece, no. 26713/05, §§ 22-25, 28 May 2009; Mateescu v. Romania, no. 1944/10, § 27, 14 January 2014; and Lekavičienė v. Lithuania, no. 48427/09, § 38, 27 June 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Such an interference will be in breach of Article 8 of the Convention unless it can be justified under paragraph 2 of Article 8 as being “in accordance with the law”, pursuing one or more of the legitimate aims listed therein, and being “necessary in a democratic society” in order to achieve the aim or aims concerned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court observes that Article 22 (VIII) of the Law provided that if there were grounds serving as a basis for the exclusion of a lawyer from the ABA, the Presidium can, on the basis of an opinion of the disciplinary commission, apply to a court for resolution of the matter and suspend the lawyer’s activity until the entry into force of the court decision on the issue (see paragraph 28 above). Moreover, although the statute was adopted only on 8 December 2012, Article 18 of the Law also contained provisions relating to lawyer ethics (see paragraphs 28 and 29 above). The Court, therefore, accepts that the sanction imposed on the applicant had a basis in domestic law and that the law was accessible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  As regards the applicant’s argument that Article 22 (VIII) of the Law did not meet the requirement of the quality of law because the notion of “grounds serving as a basis” lacked sufficient clarity and precision, in the light of its conclusion regarding the necessity of the interference (see paragraphs 51 and 52 below), the Court does not consider it necessary to determine this point in the present case (see Özpınar v. Turkey, no. 20999/04, § 54, 19 October 2010, and Şahin Kuş v. Turkey, no. 33160/04, § 43, 7 June 2016). The Court will therefore leave open the question whether the interference with the applicant’s right to respect for his private life may be regarded as being “in accordance with the law”, within the meaning of Article 8 § 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court observes that the parties disagree on the legitimate aim pursued by the interference (see paragraphs 36 and 38 above). The Court, however, endorses the Government’s assessment that the interference had pursued the legitimate aim of “the prevention of disorder”, since it concerns the regulation of the legal profession which participates in the good administration of justice (see Bigaeva, cited above, § 31).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  An interference will be considered “necessary in a democratic society” for a legitimate aim if it answers a “pressing social need” and, in particular, if it is proportionate to the legitimate aim pursued and if the reasons adduced by the national authorities to justify it are “relevant and sufficient” (see Fernández Martínez v. Spain [GC], no. 56030/07, § 124, ECHR 2014 (extracts)). The fairness of the proceedings and the procedural guarantees afforded are factors to be taken into account when assessing the proportionality of an interference with the right to private life under Article 8 of the Convention (see İhsan Ay v. Turkey, no. 34288/04, § 37, 21 January 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  As regards the regulation of the legal profession, the Court also considers it necessary to reiterate that the proper functioning of the courts would not be possible without relations based on consideration and mutual respect between the various protagonists in the justice system, at the forefront of which are judges and lawyers (see Bono v. France, no. 29024/11, § 51, 15 December 2015, and Ottan v. France, no. 41841/12, § 72, 19 April 2018). The specific status of lawyers gives them a central position in the administration of justice as intermediaries between the public and the courts. That special role of lawyers, as independent professionals, in the administration of justice entails a number of duties, particularly with regard to their conduct. Whilst they are subject to restrictions on their professional conduct, which must be discreet, honest and dignified, they also enjoy exclusive rights and privileges that may vary from one jurisdiction to another – among them, usually, a certain latitude regarding arguments used in court (see Morice v. France [GC], no. 29369/10, §§ 13233, ECHR 2015). In addition, professional associations of lawyers play a fundamental role in ensuring the protection of human rights and must therefore be able to act independently, and respect towards professional colleagues and self-regulation of the legal profession are paramount (see Jankauskas v. Lithuania (no. 2), no. 50446/09, § 78, 27 June 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Turning to the circumstances of the present case, the Court observes that, following the disciplinary proceedings instituted against the applicant, the Presidium decided to refer the applicant’s case to the Fuzuli District Court, which ordered his disbarment for breach of lawyer ethics by a judgment of 15 December 2011. That judgment was upheld by the Shirvan Court of Appeal and the Supreme Court, respectively on 10 May 2012 and 8 May 2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In the course of the disciplinary and domestic court proceedings, as well as before the Court, the applicant argued that his statements had been misreported and that the transcripts of the relevant court hearings had been falsified by the judge. In that connection, the Court notes that despite its explicit request to the Government to submit copies of all the documents relating to the disciplinary proceedings against the applicant, the Government failed to provide the Court with a copy of the transcripts of the court hearings held on 9, 18 and 27 August 2011 before the Nasimi District Court. The Court does not, however, consider it necessary to examine in the present case whether all the statements in question are attributable to the applicant, because in any event the impugned interference was not necessary in a democratic society for the following reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court observes that the disciplinary proceedings against the applicant were instituted and conducted by the disciplinary commission and the Presidium of the ABA, which is a self-regulatory body of the legal profession. The Court, however, notes that the applicant enjoyed very few safeguards in those disciplinary proceedings (compare Özpınar, cited above, § 77). In particular, although the disciplinary commission and the Presidium of the ABA explicitly referred to the Nasimi District Court’s decision of 27 August 2011 and the extracts from the transcripts of the court hearings held on 9, 18 and 27 August 2011 when they decided to impose a disciplinary sanction on the applicant, they refused to provide the applicant with a copy of those documents despite the applicant’s explicit request in that regard. The disciplinary commission also refused to hear evidence from other lawyers participating in the above-mentioned hearings before the Nasimi District Court in order to clarify the events leading to the disciplinary complaint against the applicant. The Court also cannot overlook the fact that the Presidents of the disciplinary commission and the ABA openly criticised the applicant for his frequent appearances in the media and his affiliation to an opposition political party, which were not related to the subject matter of the disciplinary proceedings instituted against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  As regards the court proceedings relating to the applicant’s disbarment, the Court notes that the domestic courts failed not only to remedy the above-mentioned shortcomings in the disciplinary proceedings, but also failed to sufficiently assess the proportionality of the interference. The Court considers it necessary to draw attention to Recommendation R (2000) 21 of the Council of Europe’s Committee of Ministers to member States on the freedom of exercise of the profession of lawyer, which clearly states that the principle of proportionality should be respected in determining sanctions for disciplinary offences committed by lawyers (see paragraph 30 above). However, in the present case the domestic courts confined themselves in their decisions to a reference to the applicant’s previous disciplinary sanctions, disregarding the fact that, even assuming that the applicant had been given a serious warning in the Presidium’s decision of 26 April 2006, that decision could not be considered as a disciplinary sanction since Article 22 of the Law did not provide for such a disciplinary sanction (see paragraph 28 above). They further failed to give any reason as to why a lenient sanction, like suspension from practising for a period of from three months to one year, as provided by Article 22 of the Law, would have not been possible in the present case instead of disbarment, which cannot but be regarded as a harsh sanction, capable of having a chilling effect on the performance by lawyers of their duties as defence counsel (see Igor Kabanov v. Russia, no. 8921/05, §§ 55 and 57, 3 February 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The foregoing considerations are sufficient to enable the Court to conclude that the reasons given by the domestic courts in support of the applicant’s disbarment were not relevant and sufficient, and that the sanction imposed on the applicant was disproportionate to the legitimate aim pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  There has accordingly been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "54.  The applicant claimed 5,000 Azerbaijani manats (AZN) in respect of pecuniary damage, arguing that he had lost earnings over a period of five years as a result of his disbarment. In that connection, the applicant submitted that the claim was based on a calculation of the average income of a lawyer in Azerbaijan, which is AZN 1,000 per year.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Government asked the Court to reject the claim, submitting that it was unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court reiterates that, under Rule 60 of the Rules of Court, any claim for just satisfaction must be itemised and submitted in writing, together with the relevant supporting documents or vouchers, failing which the Court may reject the claim in whole or in part. In the present case, even assuming that there is a causal link between the damage claimed and the violation found, the Court observes that the applicant did not submit any documentary evidence supporting this claim. While the Court recognises that it may, in the circumstances of a case like this, be difficult to calculate loss of earnings precisely, a general reference to the average yearly income of a lawyer in Azerbaijan, without any indication of the amount of income previously earned by the applicant or of the income nevertheless earned by him during the relevant period of time, is clearly not a sufficient basis for the Court to assess pecuniary damage (see Hajibeyli and Aliyev v. Azerbaijan, nos. 6477/08 and 10414/08, § 73, 19 April 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  For the above reasons, the Court rejects the applicant’s claim in respect of pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "58.  The applicant claimed 30,000 euros (EUR) in respect of nonpecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Government submitted that the amount claimed by the applicant was unsubstantiated. They considered that, in any event, a finding of a violation would constitute sufficient just satisfaction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court considers that the applicant has suffered nonpecuniary damage which cannot be compensated for solely by the finding of a violation. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards the applicant the sum of EUR 7,000 under this head, plus any tax that may be chargeable on this amount.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "61.  The applicant claimed EUR 1,200 for the costs and expenses incurred before the Court. He further claimed EUR 595 for translation expenses. In support of his claim, he submitted two contracts with his representative before the Court and a translator. He also submitted two documents which specified the services provided by the representative and the translator. The document specifying the representative’s services refers to the preparation of the application lodged with the Court, the observations on the Government’s submissions and the just satisfaction claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government argued that the claim was excessive and asked the Court to adopt a strict approach to the applicant’s claim. They further submitted that the applicant’s representative had failed to provide a power of attorney. The Government also pointed out that the contract between the representative and the applicant had been signed on 23 May 2016 and that the representative’s name had not been indicated in the applicant’s initial application lodged with the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court notes at the outset that the applicant provided the Court with a power of attorney dated 8 June 2016 and duly signed by the applicant and his representative. A copy of that power of attorney together with the applicant’s observations was sent to the Government on 6 July 2016. The Court further reiterates that an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, although the document specifying the representative’s services refers to the preparation of the application lodged with the Court, it is clear from the documents in the case file that the applicant was not represented when he lodged his application with the Court. Therefore, the applicant’s application was not prepared by his representative and the amount of work done by the latter before the Court was limited to the preparation of the applicant’s observations and just satisfaction claims. Having regard to these facts, as well as to the documents in its possession and the above criteria, the Court considers it reasonable to award to the applicant the sum of EUR 850 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "64.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 January 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Lado Chanturia",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NAMAZOV v. AZERBAIJAN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-200444.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0130JUD007435413",
    "externalsources": [],
    "extractedappno": [
        "74354/13",
        "4149/04",
        "41029/04",
        "37685/10",
        "22768/12",
        "20452/14",
        "76639/11",
        "26713/05",
        "1944/10",
        "48427/09",
        "20999/04",
        "33160/04",
        "56030/07",
        "34288/04",
        "29024/11",
        "41841/12",
        "29369/10",
        "50446/09",
        "8921/05",
        "6477/08",
        "10414/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-200444",
    "judgementdate": "30/01/2020 00:00:00",
    "kpdate": "30/01/2020 00:00:00",
    "kpthesaurus": [
        "451",
        "429"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "8",
        "8-1"
    ],
    "parties": [
        "NAMAZOV",
        "AZERBAIJAN"
    ],
    "rank": "4758.1787109375",
    "representedby": [
        "BAGIROV K."
    ],
    "respondent": "AZE",
    "respondentOrderEng": "5",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "495671",
    "typedescription": "15"
}