{
    "__articles": "35;35-1;41;P1-1;P1-1-1",
    "__conclusion": "Preliminary objections dismissed (non-exhaustion of domestic remedies, six-month period);Violation of P1-1;Pecuniary damage - award;Non-pecuniary damage - finding of a violation sufficient",
    "applicability": "",
    "appno": "2334/03",
    "article": [
        "41",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies, six-month period"
            ],
            "element": "Preliminary objections dismissed",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of a violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-91413.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 2334/03) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr İbrahim Kozacıoğlu (“the applicant”) on 11 November 2002. The applicant died on 9 May 2005. On 10 April 2007 his heirs, Mr Sait Kozacıoğlu, Mr Aydın Kozacıoğlu, Mr Kenan Kozacıoğlu, Ms Necla Kozacıoğlu (Güzey), Ms Perihan Kozacıoğlu (Çetin), Ms Süheyla Kozacıoğlu (Tuna) and Ms Keriman Kozacıoğlu (Milli), expressed their wish to pursue the case before the Court. For practical reasons this judgment will continue to refer to Mr İbrahim Kozacıoğlu as the “applicant” although his heirs are today to be regarded as having that status (see Dalban v. Romania [GC], no. 28114/95, § 1, ECHR 1999VI).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr T. Akılloğlu, Mr A. Aktay and Mr Ö. Yılmaz of the Ankara Bar. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  Relying on Article 1 of Protocol No. 1, the applicant complained that there had been an interference with his right to the peaceful enjoyment of his possessions. He also alleged that there had been a violation of Article 6 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to a Chamber of the Second Section of the Court (Rule 52 § 1 of the Rules of Court), composed of Françoise Tulkens, Ireneu Cabral Barreto, Rıza Türmen, Mindia Ugrekhelidze, Vladimiro Zagrebelsky, Antonella Mularoni and Dragoljub Popović, judges, and Sally Dollé, Section Registrar. On 31 July 2007 the Chamber delivered a judgment in which it held, by a majority, that the application was admissible; by four votes to three that there had been a violation of Article 1 of Protocol No. 1; and, by four votes to three, that it was not necessary to examine separately the complaint under Article 6 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 31 March 2008, following a request by the Government dated 31 October 2007, the panel of the Grand Chamber decided to refer the case to the Grand Chamber in accordance with Article 43 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "6.  The composition of the Grand Chamber was determined according to the provisions of Article 27 §§ 2 and 3 of the Convention and Rule 24.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed written observations on the merits of the case.",
                        "elements": []
                    },
                    {
                        "content": "8.  A hearing took place in public in the Human Rights Building, , on 2 July 2008 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Akıllıoğlu, Mr Aktay and Ms Akçay and their replies to questions put by several judges.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicant, a Turkish national who was born in 1903 and died in 2005, was resident in  at the relevant time.",
                                "elements": []
                            },
                            {
                                "content": "10.  During the 1930s he acquired for value a two-floor freestone building, constructed in 1906, in the , İçel province. The building, which had a total floor space of 516.34 m², was of architectural interest in its own right.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 1 November 1990 the Committee for the Protection of Adana's Cultural and Natural Heritage decided to classify the property as a “cultural asset” within the meaning of the Cultural and Natural Heritage (Protection) Act (Law no. 2863 of 21 July 1983). On 23 November 1998 it was included in the project for protection of the urban environment. It was also included on the Council of Europe's inventory for the protection of the cultural and natural heritage.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 4 April 2000 the executive council of İçel province issued an expropriation order in respect of the property in the context of the “Project for the environmental rehabilitation and regeneration of the streets around St Paul's Well”. On the basis of a valuation report submitted on 21 March 2000 by a panel of experts (hereafter “panel no. 1”) made up of three representatives of the authorities and two representatives of property owners, and in line with the “high-grade building” category in the construction price index published by the Ministry of Urban Planning, the council determined the building's value at 36,856,865,000 Turkish liras (TRL) (about 65,326 euros (EUR)). This amount was paid to the applicant on the date of transfer of ownership.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 12 October 2000 the applicant lodged an application for increased compensation for the expropriated building with the Tarsus District Court. He requested that a new panel of experts, to include a qualified art historian, re-assess the property, taking into account its historical and architectural value. He claimed TRL 1,000,000,000,000 (about EUR 1,728,750) in additional compensation.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 26 February 2001 the court held a hearing and dismissed the applicant's request for re-valuation of the building on the ground of its historical value. The court held, inter alia, that under section 11 (1) of the Expropriation Act (Law no. 2942) (see paragraph 29 below), the panel of experts responsible for the building's valuation could only determine its value on the basis of clearly defined objective data. At the same time, it agreed to the appointment of a new panel of experts, to be made up of a civil engineer, an architect and a representative of property owners.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 10 May 2001, after visiting the site, the court-appointed panel of experts (hereafter panel no. 2) submitted its report. With regard to those features and factors which had a bearing on the property's value, it reached the following conclusions:",
                                "elements": []
                            },
                            {
                                "content": "“The property in question is located in the Camicedit neighbourhood, within the , in the Mersin District. It is recorded in the land register as a solid structure house with a courtyard. Situated in an urban area, it is classed as a listed building in the project for protection of the urban heritage. The decision to classify the building was adopted by the Committee for the Protection of Adana's Cultural and Natural Heritage on 1 November 1990...",
                                "elements": []
                            },
                            {
                                "content": "The property under dispute... is located ... in the town centre, at the corner of two streets, and its south- and east-facing façades give onto the road.. It is situated in a high-density business and retail area... It borders the north side of the plot of land on which 's well is located. The latter, a site of considerable importance in terms of history and tourism, has long been considered sacred, and visited, by Christians. Thus, before its expropriation, the property was at the centre of “religious tourism”.",
                                "elements": []
                            },
                            {
                                "content": "Archaeological research indicates that the district of Tarsus is an area that was settled in the period 10,000–4,000 B.C. It is therefore of historical and cultural value. In addition to the historical monuments which are visible above ground, the ruins of an ancient town have been discovered in the course of excavation works alongside the law courts..., and the area has been placed under protection.”",
                                "elements": []
                            },
                            {
                                "content": "16.  In determining the value of the building, panel no. 2 based its findings primarily on the construction price index published by the Ministry of Urban Planning, specifically the category “buildings requiring restoration”. It stated its findings as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The building which is located on the disputed land is composed of two floors, each with a living floor space of 258.17 m², its total living floor space being therefore 516.34 m². It has been constructed from dressed stone and the architecture of the linking pieces is in the  style. It was designed as a residential building. The ground floor is in a simple [architectural] style, and the first floor has the features of dressed stone buildings. There is a balcony ... on the first floor. The dressed stone of the window arches and balcony is highly embellished. Thus, the disputed property has the features of buildings... constructed in line with the Mediterranean tradition, known as 'Tarsus houses' ( evleri). It has also been included in the Council of Europe's inventory for the protection of the cultural and natural heritage. It was in this building that Ataturk stayed during his visit to  in the 1930s. In spite of its age, and having regard to the above-mentioned features, the building has been protected and maintained in good condition by its owners. In those circumstances, a depreciation rate of 50 % has been decided on. As the building comes within class V, group D (buildings requiring restoration) under the Ministry of Urban Planning's circular of 2000..., the approximate cost of construction per square metre ... has been set at TRL 351,413,000.”",
                                "elements": []
                            },
                            {
                                "content": "17.  Panel no. 2 concluded that panel no. 1 (see paragraph 12 above) had valued the disputed building as an ordinary dressed-stone building, without taking account of its architectural features. It decided not to adopt those valuation criteria and assessed the building's value at an initial TRL 181,448,588,000. It then reduced this amount to TRL 90,724,294,000, noting that the building's depreciation justified a reduction of 50%. However, it then increased this sum to TRL 181,448,588,000, holding that, in view of the building's architectural, historical and cultural features, its value should be increased by 100 %. After deduction of the expropriation compensation already paid to the applicant, the panel decided that the additional compensation should be TRL 144,591,723,000.",
                                "elements": []
                            },
                            {
                                "content": "18.  A third panel of experts (hereafter “panel no. 3”) submitted a report on 12 June 2001, confirming all of the conclusions in the second expert report.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 14 June 2001 the applicant requested a further expert report, on the ground that the two previous reports had failed to take sufficient account of the building's architectural and historical features in assessing its value.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 15 June 2001 the court, after dismissing the request for an additional expert report, allowed part of the applicant's claim and instructed the authorities to pay him TRL 144,591,723,000 (about EUR 139,728) in additional compensation, with interest at the statutory rate, to be calculated from 3 October 2000.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 19 November 2001 the Court of Cassation set aside that judgment. It held that under section 15 (d) of the Cultural and Natural Heritage (Protection) Act (Law no. 2863), neither a building's architectural or historical features nor those resulting from its rarity could enter into play in the assessment of its value. Consequently, a 100 % increase in the amount of additional compensation could not be considered justified.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 4 December 2001 the applicant petitioned for rectification of the Court of Cassation's judgment. He contested the amount of expropriation compensation and emphasised, inter alia, the absence of a legal criterion that would enable the value of buildings making up the country's cultural and historical heritage to be calculated. He relied on Article 6 of the Convention and Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 21 January 2002 the Court of Cassation dismissed the applicant's request for rectification.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 15 February 2002 the District Court complied with the Court of Cassation's judgment and fixed the amount of additional compensation at TRL 53,867,429,000 (about EUR 45,980), with interest, to be calculated from 3 October 2000.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 27 May 2002 the Court of Cassation upheld the judgment of the first-instance court.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 23 December 2002 the Ministry of Finance issued a payment order for TRL 124,807,810,000 (about EUR 91,905), broken down as TRL 53,867,429,000 in respect of additional compensation and TRL 70,940,390,000 in respect of interest.",
                                "elements": []
                            },
                            {
                                "content": "27.  The case file shows that, following judicial proceedings which ended in 2005, the applicant received separate compensation for the land on which the building was constructed. According to information submitted by the Government and uncontested by the applicant's representatives, the compensation received following the expropriation of the land was 145,460 new Turkish liras (TRY) (about EUR 87,101).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Cultural and Natural Heritage (Protection) Act (Law no. 2863 of 21 July 1983)",
                                "elements": [
                                    {
                                        "content": "28.  Section 15 of the Cultural and Natural Heritage (Protection) Act provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Real property which forms part of the cultural heritage may be expropriated in accordance with the principles set out below:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  in calculating the compensation to be awarded for expropriation, the value resulting from a property's age, rarity and artistic features shall not be taken into consideration.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Expropriation Act (Law no. 2942 of 4 November 1983)",
                                "elements": [
                                    {
                                        "content": "29.  Section 11 of the Expropriation Act provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The criteria for determining expropriation compensation",
                                        "elements": []
                                    },
                                    {
                                        "content": "After having visited, with the judges, the site on which the property to be expropriated is situated... and having obtained the opinion of the interested parties, the panel of experts formed in accordance with section 15 shall draw up a report, taking into account:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  the type and nature of the property under consideration;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  its area;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  the features and factors likely to influence its value, and the valuation of each factor;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  the tax declaration in respect of the property, where one exists;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e)  the values determined by the authorities at the date of expropriation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f)  for farmland, the potential profit on the date of expropriation if account is taken of the existing land-use and the site;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(g)  for construction land, the market value as determined by comparison with that of other equivalent plots of land sold under normal conditions prior to the date of expropriation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(h)  for buildings, the official unit amount, the construction costs and the depreciation rate;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  all other objective criteria likely to influence the value ... of the property to be expropriated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The panel shall determine the value of the property by mentioning in its report its finding in respect of each of the above-mentioned criteria, taking account of the statements of the interested parties and basing its findings on a reasoned valuation report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In determining the value of the property, no account shall be taken of the added value created by the initiative of the urban-planning or other department which lay behind the expropriation, nor of future profits arising from the various uses envisaged for it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Case-law of the Court of Cassation",
                                "elements": [
                                    {
                                        "content": "30.  In numerous cases the 18th Civil Division of the Court of Cassation has quashed judgments delivered by lower courts which did not take account of the depreciation that the properties in question might have incurred as a result of their status as listed buildings (see, for example, the judgments of 30 November 2004 -2004/8082 E., 2004/8946 K.-, 20 December 2004 -2004/9692 E., 2004/9893 K.-, 5 May 2006 -2005/3263 E., 2005/4696 K.- and 16 June 2006 -2005/3064 E., 2005/6355 K.-).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Council of Europe Conventions",
                                "elements": [
                                    {
                                        "content": "1.  The Council of Europe Convention for the Protection of the Architectural Heritage of Europe, adopted on 3 October 1985",
                                        "elements": [
                                            {
                                                "content": "Article 3",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Each Party undertakes:",
                                                "elements": []
                                            },
                                            {
                                                "content": "1.  to take statutory measures to protect the architectural heritage;",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  within the framework of such measures and by means specific to each State or region, to make provision for the protection of monuments, groups of buildings and sites.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 4",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Each Party undertakes:",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  to prevent the disfigurement, dilapidation or demolition of protected properties. To this end, each Party undertakes to introduce, if it has not already done so, legislation which:",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d)  allows compulsory purchase of a protected property.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Council of Europe Framework Convention on the Value of Cultural Heritage for Society, adopted on 27 October 2005, and its Explanatory Report",
                                        "elements": [
                                            {
                                                "content": "32.  To date, thirteen countries have signed this convention, and only three countries have ratified it.  has not signed it. The text includes the following provisions:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 1 – Aims of the Convention",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Parties to this Convention agree to:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  recognise that rights relating to cultural heritage are inherent in the right to participate in cultural life, as defined in the Universal Declaration of Human Rights;",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  emphasise that the conservation of cultural heritage and its sustainable use have human development and quality of life as their goal; ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 4 – Rights and responsibilities relating to cultural heritage",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Parties recognise that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  exercise of the right to cultural heritage may be subject only to those restrictions which are necessary in a democratic society for the protection of the public interest and the rights and freedoms of others.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 6 – Effects of the Convention",
                                                "elements": []
                                            },
                                            {
                                                "content": "“No provision of this Convention shall be interpreted so as to:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  limit or undermine the human rights and fundamental freedoms which may be safeguarded by international instruments, in particular, the Universal Declaration of Human Rights and the Convention for the Protection of Human Rights and Fundamental Freedoms;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  affect more favourable provisions concerning cultural heritage and environment contained in other national or international legal instruments;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  create enforceable rights.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 4 – Rights and responsibilities relating to cultural heritage",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Article 4 deals with the rights and responsibilities of individuals in respect of cultural heritage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  The clause approving a restriction on the exercise of rights and corresponding freedoms relies for its interpretation clearly upon the spirit and arrangements of the European Convention for the Protection of Human Rights and Fundamental Freedoms. Public interest considerations (see Article 5 (a)), for example to protect important elements of the cultural heritage, must always be balanced against the need to protect individual property rights.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "E.  Comparative law",
                                "elements": [
                                    {
                                        "content": "34.  In the Council of Europe's member States, it is accepted in principle that, in order to satisfy the requirements of the principle of proportionality, an amount of compensation that is “fair and just” (Cyprus), “fair and payable in advance” (France), “fair and payable immediately” (Estonia), “adequate” (Slovakia) or “appropriate” (Germany and Austria), or that is based on the “value” (Lithuania), “full value” (Albania), “current value” (Finland), “market value” (Sweden) or the “fair price” (Italy) of the expropriated property must be determined. In the , a property's historical value is held to be one of the criteria used in assessing its “intrinsic qualities” (see Tadcaster Tower Brewery Co v. Wilson [1897] 1 Ch 705, and Belton v. LCC (1893) 68 LT 411). In , the State must take account of the building's possible historical status in assessing the level of compensation. In , the expropriation legislation provides that the public authorities must take account of any particular feature of the building in determining the level of compensation. In , the expropriation of buildings that are of artistic, archaeological or historical value is subject to a special procedure, and the amount of compensation cannot be fixed at an amount lower than that which would result from application of the general procedure set out in the legislation on expropriation. None of the above States, nor Belgium or the , specifically rules out taking an expropriated property's architectural and historical features into account when determining the compensation to be awarded.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT'S PRELIMINARY OBJECTIONS",
                        "elements": [
                            {
                                "content": "A.  The parties' submissions to the Grand Chamber",
                                "elements": [
                                    {
                                        "content": "35.   The Government raised several objections before the Chamber, and maintained them before the Grand Chamber. They argued, firstly, that the applicant had failed to exhaust domestic remedies, in that he had not raised before the domestic courts his complaint that competent experts had not been appointed to evaluate his property. They further submitted that, following the expropriation, the applicant could have challenged the failure to take the historical value of his building into account in calculating compensation by seeking judicial review or bringing an action for damages in the administrative courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Lastly, considering that if damage there were, then it resulted from a legislative provision, the Government criticised the applicant for failing to lodge his application within the six months following the expropriation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant, who had contested these submissions before the Chamber, did not submit any observations concerning them to the Grand Chamber.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Chamber's decision",
                                "elements": [
                                    {
                                        "content": "38.  The Chamber concluded that the applicant had done everything that could reasonably have been expected of him in order to exhaust the domestic remedies and that he had complied with the six-month rule as required by Article 35 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "39.  The Court reiterates that the rule of the exhaustion of domestic remedies contained in Article 35 § 1 of the Convention is based on the assumption that there is an effective remedy available in respect of the alleged breach in the domestic system. The burden of proof is on the Government claiming non-exhaustion to satisfy the Court that an effective remedy was available in theory and in practice at the relevant time; that is to say, that the remedy was accessible, was capable of providing redress in respect of the applicant's complaints and offered reasonable prospects of success (see V. v. the United Kingdom [GC], no. 24888/94, § 57, ECHR 1999IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court also emphasises that the application of the exhaustion of domestic remedies rule must make due allowance for the fact that it is being applied in the context of machinery for the protection of human rights that the Contracting Parties have agreed to set up. Accordingly, it has recognised that Article 35 § 1 must be applied with some degree of flexibility and without excessive formalism. It has further recognised that the rule of exhaustion is neither absolute nor capable of being applied automatically; in monitoring compliance with this rule, it is essential to have regard to the circumstances of the individual case. This means amongst other things that it must take realistic account not only of the existence of formal remedies in the legal system of the Contracting Party concerned but also of the context in which they operate as well as the personal circumstances of the applicant. It must then examine whether, in all the circumstances of the case, the applicant did everything that could reasonably be expected of him or her to exhaust domestic remedies (see İlhan v.  [GC], no. 22277/93, § 59, ECHR 2000VII). It should also be reiterated that an applicant must have made normal use of domestic remedies which are likely to be effective and sufficient and that, when a remedy has been pursued, use of another remedy which has essentially the same objective is not required (see Riad and Idiab v. Belgium, nos. 29787/03 and 29810/03, § 84, ECHR 2008...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court notes that the applicant attempted to obtain an increase in the expropriation compensation through applications to the civil courts, a legal remedy that was not contested as a domestic remedy for the purposes of the exhaustion rule. It therefore remains to be determined whether he should also have brought an action before the administrative courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In this respect it is to be noted that the Turkish courts, to which the applicant had submitted a request for invalidation of the criteria used to evaluate his property and the appointment of a qualified expert to determine the latter's historical value, gave judgment against him, basing their rulings on section 15 (d) of the Cultural and Natural Heritage (Protection) Act (Law no. 2863).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In consequence, and having regard to the circumstances of the case, the Court considers that it would be excessive to criticise the applicant for failing to use the remedies referred to by the Government when he had already brought an action seeking an increase in the expropriation compensation, in the context of which he had criticised the absence of a qualified expert in the panel that assessed the value of his property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  As regards the objection that the application was lodged out of time, the Court notes that the applicant lodged his application in the six months following the judgment by the Court of Cassation which confirmed, with final effect, the first-instance judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In the light of the foregoing, the Court concludes that the applicant did everything that could reasonably be expected of him to exhaust domestic remedies and that he complied with the six-month rule as required by Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government's preliminary objections are accordingly dismissed.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "47.  The applicant alleged that there had been a violation of Article 1 of Protocol No. 1, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Whether there was an interference with the applicant's right to the peaceful enjoyment of his possessions",
                                "elements": [
                                    {
                                        "content": "48.  The Court reiterates that Article 1 of Protocol No. 1 comprises three distinct rules: the first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest. The three rules are not, however, distinct in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule (see, inter alia, James and Others v. the United Kingdom, 21 February 1986, § 37, Series A no. 98, which reproduces in part the analysis given by the Court in its judgment in Sporrong and Lönnroth v. Sweden (23 September 1982, § 61, Series A no. 52); see also The Holy Monasteries v. Greece, 9 December 1994, § 56, Series A no. 301-A; Iatridis v. Greece ([GC], no. 31107/96, § 55, ECHR 1999-II; and Beyeler v. Italy [GC], no. 33202/96, § 106, ECHR 2000I).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Whether the deprivation of possessions was justified",
                                "elements": [
                                    {
                                        "content": "1.  “Subject to the conditions provided for by law”",
                                        "elements": [
                                            {
                                                "content": "51.  It is not disputed that the applicant was deprived of his possessions “subject to the conditions provided for by law”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  “In the public interest”",
                                        "elements": [
                                            {
                                                "content": "52.  Nor was it disputed that the deprivation in issue pursued a legitimate aim, namely the protection of the country's cultural heritage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court also considers that the protection of a country's cultural heritage is a legitimate aim capable of justifying the expropriation by the State of a building listed as “cultural property”. It reiterates that the decision to enact laws expropriating property will commonly involve consideration of political, economic and social issues. Finding it natural that the margin of appreciation available to the legislature in implementing social and economic policies should be a wide one, the Court will respect the legislature's judgment as to what is “in the public interest” unless that judgment is manifestly without reasonable foundation (see James and Others, cited above, § 46, and Beyeler, cited above, § 112). This is equally true, mutatis mutandis, for the protection of the environment or of a country's historical or cultural heritage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court points out in this respect that the conservation of the cultural heritage and, where appropriate, its sustainable use, have as their aim, in addition to the maintenance of a certain quality of life, the preservation of the historical, cultural and artistic roots of a region and its inhabitants. As such, they are an essential value, the protection and promotion of which are incumbent on the public authorities (see, mutatis mutandis, Beyeler, cited above, § 112; SCEA Ferme de Fresnoy v. France (dec.), no. 61093/00, ECHR 2005XIII ; and Debelianovi v. Bulgaria, no. 61951/00, § 54, 29 March 2007; see also, mutatis mutandis, Hamer v. Belgium, no. 21861/03, § 79, ECHR 2007...). In this connection the Court refers to the Convention for the Protection of the Architectural Heritage of Europe, which sets out tangible measures, specifically with regard to the architectural heritage (see paragraph 30 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  It remains to be determined whether the total failure in the instant case to take into consideration the disputed property's architectural and historical features and its rarity in calculating the expropriation compensation may nonetheless be considered proportionate.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Whether the impugned measure was proportionate",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Chamber judgment",
                                "elements": [
                                    {
                                        "content": "56.  The Chamber considered that the total failure to take into consideration the above-mentioned features of the property in calculating the compensation for expropriation had upset the requisite fair balance and deprived the applicant of that part of the property's value which was attributable to those features. It found that an amount reasonably related to those features ought to have been determined, in order to maintain a relationship of proportionality between the deprivation of the disputed property and the public interest pursued.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "57.  The applicant complained that there had been an interference with his right to the peaceful enjoyment of his possessions within the meaning of Article 1 of Protocol No. 1, in that the overall amount of expropriation compensation awarded by the domestic courts did not correspond, in his opinion, to the real value of the expropriated property. He submitted, inter alia, that Turkish legislation did not enable him to obtain adequate compensation, in the absence of legal criteria for determining the value of buildings making up the country's cultural and historical heritage, such as the one which he formerly owned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Government noted at the outset that the instant case related exclusively to the building previously owned by the applicant. At the close of judicial proceedings the latter had received separate compensation for the land on which the building was situated. This was an important factor, not only for valuation of the alleged damage, but also for the assessment of the various proceedings brought by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government specified that under the Cultural and Natural Heritage (Protection) Act (Law no. 2863 of 21 July 1983) buildings of cultural or artistic interest which belonged to individuals were considered to be State property, in the same way as those that belonged to public establishments, on the ground that they were part of the population's common heritage. Consequently, their owners had only limited property rights over them, in the sense that such rights applied only to the land on which the buildings were situated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government further relied on the necessity for the public authorities to take appropriate measures to preserve such properties for future generations. To this end, they could either expropriate them and assume responsibility for their conservation and restoration, or they could classify them as “historical sites”; however, the latter procedure entailed multiple restrictions on the right of property, as the owners were then subject to draconian obligations concerning the use of the property in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Government submitted that the building in question, which was located in a classified zone, had been expropriated in the context of the “Project for the environmental rehabilitation and regeneration of the streets around 's Well”. They alleged that even if the authorities had not expropriated it, its value would have diminished considerably on account of its classification as a protected property. The applicant would thus have been obliged to sell it at a price significantly lower than the amount received in compensation for the expropriation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In conclusion, the Government considered that, having regard to the margin of appreciation left by Article 1 of Protocol No. 1 to the national authorities, the compensation awarded by the domestic courts had been reasonably related to the value of the expropriated property, which, on account of its historical and/or artistic features, was, they argued, part of the common heritage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "63.  An interference with the right to the peaceful enjoyment of possessions must achieve a “fair balance” between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights (see, among other authorities, Sporrong and Lönnroth, cited above, § 69). The concern to achieve this balance is reflected in the structure of Article 1 of Protocol No. 1 as a whole, including, therefore, the second sentence, which is to be read in the light of the general principle enunciated in the first sentence. In particular, there must be a reasonable relationship of proportionality between the means employed and the aim sought to be realised by any measures applied by the State, including measures depriving a person of his of her possessions (see Pressos Compania Naviera S.A. and Others v. Belgium, 20 November 1995, § 38, Series A no. 332; The former King of Greece and Others v. Greece [GC], no. 25701/94, §§ 8990, ECHR 2000XII; Sporrong and Lönnroth, cited above, § 73; and Beyeler, cited above, § 107).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Compensation terms under the relevant domestic legislation are material to the assessment whether the contested measure respects the requisite fair balance and, notably, whether it imposes a disproportionate burden on the applicant. In this connection, the Court has previously held that the taking of property without payment of an amount reasonably related to its value will normally constitute a disproportionate interference. Article 1 of Protocol No. 1 does not, however, guarantee a right to full compensation in all circumstances. Legitimate objectives of “public interest” may call for less than reimbursement of the full market value of the expropriated property (see, mutatis mutandis, Lithgow and Others v. the United Kingdom, 8 July 1986, § 121, Series A no. 102; Broniowski v. Poland [GC], no. 31443/96, § 182, ECHR 2004V; and Scordino v. Italy (no. 1) [GC], no. 36813/97, § 95, ECHR 2006...). In the Court's view, the protection of the historical and cultural heritage is one such objective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In the instant case, having regard to the fact that it has already been established that the interference in question satisfied the requirement of lawfulness and was not arbitrary, the lack of full compensation does not make the taking of the applicant's property eo ipso wrongful (see, mutatis mutandis, Scordino (no. 1), cited above, § 99), particularly as the measure was adopted in the context of a programme for the protection of the country's cultural heritage. It therefore remains to be determined whether, in deciding the criteria and arrangements for compensation of the applicant in this case, the domestic authorities upset the requisite fair balance and whether the applicant had to bear a disproportionate and excessive burden.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court notes that a panel of experts initially set the expropriation compensation to be awarded to the applicant at TRL 39,186,865,000, without taking into account the historical and cultural value of the building in question (see paragraph 12 above). In a judgment of 15 June 2001, the district court, to which the applicant had appealed, endorsed the valuation made by two panels of experts, which had assessed the value of the building at TRL 90,724,294,000, a sum that they subsequently increased to TRL 181,448,588,000, stating that the building's architectural, historical and cultural features justified a 100% increase in its value (see paragraphs 1518 above). This judgment, however, was quashed by the Court of Cassation, which, referring to section 15 (d) of the Cultural and Natural Heritage (Protection) Act (Law no. 2863), held that a building's architectural or historical features, or those arising from its rarity, could not be taken into consideration in determining its value (see paragraph 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  Thus, in application of section 15 (d) of Law no. 2863 (see paragraph 28 above), neither the rarity of the expropriated building nor its architectural or historical features were taken into consideration in calculating the amount of expropriation compensation. In this regard, the Court can accept the Government's argument emphasising the difficulties inherent in calculating the market value of properties classed as being of cultural, historical, architectural or artistic value. The determination of this amount may depend on numerous factors, and it is not always easy to assess it through comparisons with properties on the market that do not have the same status or the same architectural and historical features. It considers, however, that these difficulties cannot justify a failure to take these features into consideration in any way.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  In this connection, the Court notes that, in application of section 11 of Law no. 2942 (see paragraph 29 above), the experts responsible for assessing the price of a property that is to be expropriated take into consideration all the objective criteria likely to influence its value. It further notes that, in the instant case, two expert reports concluded that the features of the property in question justified a 100% increase in its valuation (see paragraphs 1518 above) and that, accordingly, the expropriation compensation fixed by the first panel of experts, which had not taken its architectural and historical features into account, was insufficient, especially given the good condition in which the building had been maintained by its owners. It follows that the applicant could have obtained a compensation award considerably higher than that which he received had the specific features of his property been taken into account in calculating the expropriation compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court considers that the issue at the heart of the case is the fact that, when calculating the expropriation compensation for a listed property, it is impossible under Turkish law to take into account that part of a property's value that results from its rarity and its architectural and historical features. The Turkish legislature has deliberately set limits on such valuations by excluding the taking into account of such features. Thus, even where the latter seem to imply an increase in the price of the listed property, the domestic courts cannot take them into consideration. In contrast, however, it appears from the Court of Cassation's case-law that where the value of an expropriated property has decreased on account of its registration as a listed building, the courts take such depreciation into account in determining the compensation to be awarded (see paragraph 30 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court notes that this valuation system is unfair, in that it places the State at a distinct advantage. It enables the depreciation resulting from a property's listed status to be taken into account during expropriation, while any eventual appreciation is considered irrelevant in determining the compensation for expropriation. Thus, not only is such a system likely to penalise those owners of listed buildings who assume burdensome maintenance costs, it deprives them of any value that might arise from the specific features of their property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Moreover, the Court, like the Chamber, observes that the practice of a number of Council of Europe member States in the area of expropriation of listed buildings indicates that, despite the absence of a precise rule or common criteria for valuation (see paragraph 34 above), the option of taking into account the specific features of the properties in question when ascertaining appropriate compensation is not categorically ruled out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  In the light of the foregoing, the Court therefore considers that, in order to satisfy the requirements of proportionality between the deprivation of property and the public interest pursued, it is appropriate, in the event of expropriation of a listed building, to take account, to a reasonable degree, of the property's specific features in determining the compensation due to the owner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  There has accordingly been a violation of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "74.  The applicant further complained that the proceedings before the domestic courts had been unfair, in that they had refused to appoint a qualified art historian to assess the cultural and historical features of the disputed building. He relied on Article 6 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "75.  Having regard to its findings under Article 1 of Protocol No. 1 (see paragraph 73 above), the Court finds that it is not necessary to examine separately the allegation of a breach of Article 6 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "76.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  The Chamber judgment",
                                        "elements": [
                                            {
                                                "content": "77.  The Chamber found that a “fair balance” had not been struck, on account of the total failure to take account of the expropriated building's historical value in calculating the amount of compensation. It further held that an award of EUR 75,000 constituted just satisfaction, having regard to the conclusions of the expert reports prepared for the domestic courts and to the consideration that legitimate “public interest” aims, such as those pursued by measures for the conservation of the cultural heritage, could justify reimbursement below the full value of expropriated properties, that is, the value if all their features were taken into account.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "78.  The applicant claimed 1,392,000 US dollars (USD) (the equivalent of TRL 907,242,940,000 under the exchange rate at the relevant time) in respect of pecuniary damage. He pointed out that, according to the experts, the building's architectural features justified a 100% increase in its value, which should thus be set at TRL 181,448,588,000, without taking into account the property's age. In his opinion, the historical, artistic and cultural value of his building would in reality justify an increase of about 400%. Thus, in his submission, the sum of TRL 181,448,588,000 should be multiplied by five in order to establish the pecuniary damage he had sustained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The Government, who did not accept that the expropriated building was in good condition, considered that the applicant's claims were exaggerated. They maintained that the applicant had received a total of TRY 307,124,67 (about EUR 243,104) for the expropriation of his building and the underlying land. They also considered that the assessment of a property's market value was not the correct method to use in establishing just satisfaction, bearing in mind the particular nature of the property.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.   The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "81.  In the instant case, the Court has just found that the “fair balance” was not struck (see paragraph 72 above). However, the action by the State which the Court held to be incompatible with Article 1 of Protocol No. 1 was not the taking of the applicant's property, which was not inherently unlawful, but the application of section 15 (d) of Law no. 2863, which excluded consideration of the value linked to the property's historical and cultural features in determining the expropriation compensation. In those circumstances, it considers that the nature of the violation found does not enable it to take the premise of restitutio in integrum as its starting point (see, mutatis mutandis, Papamichalopoulos and Others v. Greece (Article 50), 31 October 1995, Series A no. 330B, and Scordino v. Italy (no. 1), cited above, § 249).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  In determining the appropriate amount of compensation, the Court must have regard to the general criteria laid down in its case-law concerning Article 1 of Protocol No. 1, according to which the taking of property without payment of an amount reasonably related to its value will normally constitute a disproportionate interference under Article 1 of Protocol No. 1 (see James and Others, cited above, § 54). In addition, it has just found that legitimate “public interest” aims, such as those pursued by measures for the conservation of a country's historical or cultural heritage, may call for less than reimbursement of the full market value of the expropriated properties (see paragraph 64 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Nevertheless, the Court considers that the level of compensation must take into account the value arising from the expropriated building's specific features. Considering that, in the instant case, those features were such as to increase the value of the disputed property (see paragraph 68 above), it does not accept the Government's argument that the sum of TRY 307,124.67 (about EUR 243,104) received by the applicant for the expropriation of his building and the underlying land represents fair compensation. It should be emphasised that this amount includes not only interest, namely TRL 70,940,390,000 (about EUR 52,240), but also TRL 145,460 (about EUR 87,101) in compensation for the expropriation of the plot of land itself. In any event, the fact that the applicant received expropriation compensation for his land has no bearing on the value arising from the specific features of the building in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  As to the valuation method proposed by the applicant (see paragraph 78 above), the Court notes that it is not based on any objective data or supported by any expert report. It cannot therefore be accepted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  In order to determine the compensation that should be awarded to the applicant, the Court, like the Chamber, considers it appropriate to base its findings on the conclusions of the expert reports drawn up in the course of the domestic proceedings, although it does not consider itself bound by their findings. Having regard to these factors, including the legitimate public interest aim pursued by the disputed expropriation, and ruling on an equitable basis, it considers, like the Chamber, that it is reasonable to award the applicant the sum of EUR 75,000, together with any tax that may be chargeable on this amount.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  As to non-pecuniary damage, the Court considers that, in the circumstances of the case, the finding of a violation of Article 1 of Protocol No. 1 constitutes in itself sufficient just satisfaction.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "87.  The applicant claimed USD 5,000 (about EUR 3,837) for the costs and expenses incurred by him in the domestic proceedings and in those before the Court, without however submitting a single document in support of his claim. It is to be noted that the applicant has repeated the claim submitted by him to the Chamber.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Government contested the claim, arguing that it had not been substantiated.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Chamber judgment",
                                        "elements": [
                                            {
                                                "content": "89.  The Chamber awarded the applicant EUR 1,000 in respect of costs and expenses, together with any tax chargeable on that amount.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "90.  According to the Court's well-established case-law, costs and expenses will not be awarded under Article 41 unless it is established that they were actually and necessarily incurred and are also reasonable as to quantum. Furthermore, legal costs are only recoverable in so far as they relate to the violation found (see Rule 60 and, among other authorities, Beyeler v. Italy (just satisfaction) [GC], no. 33202/96, § 27, 28 May 2002, and Sahin v. Germany [GC], no. 30943/96, § 105, ECHR 2003VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  In the light of the foregoing, the Court awards the applicant the sum that the Chamber awarded, namely EUR 1,000, together with any tax that may be chargeable on this amount to the applicant.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "92.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Dismisses, unanimously the Government's preliminary objections;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by 16 votes to 1, that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, unanimously that it is not necessary to consider the complaint under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, unanimously that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds, by 16 votes to 1",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following sums, to be converted into Turkish liras at the rate applicable on the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses, unanimously, the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 19 February 2009.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the dissenting opinion of Judge Maruste is annexed to this judgment.\t",
                        "elements": []
                    },
                    {
                        "content": "The applicant in this case has argued that he did not obtain appropriate compensation for the cultural and historical value of his property. The Grand Chamber agrees with him. It holds that there is a clear entitlement to such compensation, that there exist certain objective grounds for assessing a property's unique value and that an international court is a forum which can rule on such an issue. The Grand Chamber seems to state that the relevant Turkish legislation was clearly defective and, accordingly, that the outcome of the domestic judicial proceedings was in contradiction with the Convention. I have serious reservations about such a conclusion.",
                        "elements": []
                    },
                    {
                        "content": "The applicant purchased the house sometime in the 1930s. It is not clear whether its cultural and historical value played any pecuniary role at the material time, and this point was never argued by the applicant. What is clear is that the cultural value argument came into play after the State's decision on 1 November 1990 to classify the property as a “cultural asset” and, subsequently, to expropriate it. What is also crystal clear is that the applicant himself did not create the asset's extra value – he simply took proper care of it, as every responsible and good citizen would. Thus, the specific status of a cultural asset was accorded to the property by the State in the general (and not commercial) interest.",
                        "elements": []
                    },
                    {
                        "content": "The parties agreed - and this was also the view of the Grand Chamber – that the expropriation had been lawful. Consequently, it falls under the second paragraph of Article 1 of Protocol No. 1. Before dealing with that issue, however, I should like to put a general question: does an asset's unique cultural and historical value create an extra entitlement (right) to pecuniary compensation under international law generally and under the Convention in particular? A brief examination of the relevant references in paragraphs 3134 of the judgment does not provide clear confirmation of such a view. The relevant Council of Europe documents indicate, inter alia, that States are called on to allow “compulsory purchase of a protected property” (paragraph 31) and that protection of the cultural heritage does not “create enforceable rights” (paragraph 32). Nor does the very superficial comparative law overview (paragraph 34) indicate a clear common approach in the Council of Europe's member States; more importantly, the references are to ordinary situations and only a few of the examples given are related to situations and circumstances similar to those in the present case.",
                        "elements": []
                    },
                    {
                        "content": "The reason there are no clear rules and common standards is the obvious difficulty – if not impossibility – of assessing and calculating the pecuniary ",
                        "elements": []
                    },
                    {
                        "content": "value of unique historical and cultural objects. In respect of ordinary property the value is evident and clear – it is the market value average, which can be calculated on the basis of a statistical analysis of the market. In respect of a unique item that forms part of the cultural heritage, this method cannot be used. Its value is a matter of (subjective) assessment and, if not agreed, is subject to litigation. Here, I have to point out that the applicant had ample opportunity to make use of three independent expert reports and had the opportunity to bring his case before the domestic courts. The result was that the initial sum offered by the State was doubled and the final amount paid was EUR 243,104 (paragraph 79 of the judgment). But the applicant wanted more.",
                        "elements": []
                    },
                    {
                        "content": "Even assuming that the sum offered and paid was not adequate, sufficient or fair, we must compare it with something. An appropriate comparison would have been the price per square metre of nearby houses in a similar or comparable condition. No such comparison has been carried out. How can an international judge, who sits thousands of kilometres away from the site in Adana, has not seen the site and knows nothing about the context and market situation in that region determine the amount of proper just satisfaction? In my opinion, this is simply impossible.",
                        "elements": []
                    },
                    {
                        "content": "This does not mean that I am against a fair balance and adequate compensation. My argument is that, given the unique and very specific nature of the problem, it must be left to the discretion of the national authorities, and our task should be limited to verifying that a fair procedure is followed in such disputes. We should certainly not enter into the assessment of evidence and award “proper” or “fair” sums under those circumstances, unless the unfairness is evident and striking. This seems not to be the case at hand, or at least we have no evidence to that effect.",
                        "elements": []
                    },
                    {
                        "content": "It is not accidental that in property matters the Convention has left a wide margin of appreciation to the States. As we know from the text of the second paragraph of Article 1 of Protocol No. 1, the provisions on the protection of property “...shall not...in any way impair the right of the State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest...”. The respondent State in the given case adopted a specific law as it considered best. Even if the law appears highly restrictive at first sight, excluding a building's architectural and historical features and its rarity from the assessment of its value, it is still for the State to decide how it handles this problem and compensates interested parties. The Court's well-established position is that it is not its task to assess the relevant legislation of Contracting Parties. As was clear from the facts, the experts had de facto considerable freedom in making their assessments and proposals, as did the courts in using them. All of this produced a sensible and meaningful result.",
                        "elements": []
                    },
                    {
                        "content": "Lastly, I cannot but note that the Court has awarded EUR 1,000 for costs and expenses without any single document having been submitted by the applicant in support of his claim for the costs incurred. I find this very unfortunate and misleading, since it is a self-evident rule in any judicial proceedings that costs must be shown (proven). Our Rules of Court (Rule 60.2) set out the same requirement, stipulating expressis verbis that the applicant “must submit itemised particulars of all claims, together with any relevant supporting documents, within the time-limit fixed...”. In this property case and under the circumstances, no award should have been made under the head of costs and expenses, and the claim should have been left to be settled between the applicant and his lawyers.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF KOZACIOĞLU v. TURKEY",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-91413.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0219JUD000233403",
    "externalsources": [
        "Articles 3 and 4 of the Council of Europe Convention for the Protection of the Architectural Heritage of Europe, adopted on 3 October 1985",
        "Articles 1, 4 and 6 of the Council of Europe Framework Convention on the Value of Cultural Heritage for Society, adopted on 27 October 2005 and Article 4 of this Explanatory Report"
    ],
    "extractedappno": [
        "2334/03",
        "28114/95",
        "24888/94",
        "22277/93",
        "29787/03",
        "29810/03",
        "31107/96",
        "33202/96",
        "61093/00",
        "61951/00",
        "21861/03",
        "25701/94",
        "31443/96",
        "36813/97",
        "28342/95",
        "30943/96"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Section 15 of the Cultural and Natural Heritage (Protection) Act",
        "Section 11 of the Expropriation Act"
    ],
    "itemid": "001-91413",
    "judgementdate": "19/02/2009 00:00:00",
    "kpdate": "19/02/2009 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "471",
        "216",
        "577",
        "305",
        "238",
        "354",
        "369",
        "94",
        "387"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "35-1",
        "35",
        "P1-1-1",
        "41",
        "P1-1"
    ],
    "parties": [
        "KOZACIOĞLU",
        "TURKEY"
    ],
    "rank": "666.31982421875",
    "representedby": [
        "AKILLIOGLU T.",
        "AKTAY A.",
        "YILMAZ O."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Beyeler v. Italy [GC], no. 33202/96, §§ 106, 107 and 112, ECHR 2000-I",
        "Beyeler v. Italy (just satisfaction) [GC], no. 33202/96, § 27, 28 May 2002",
        "Broniowski v. Poland [GC], no. 31443/96, § 182, ECHR 2004-V",
        "Brumarescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2000-I",
        "Debelianovi v. Bulgaria, no. 61951/00, § 54, 29 March 2007",
        "Hamer v. Belgium, no. 21861/03, § 79, ECHR 2007",
        "Iatridis v. Greece [GC], no. 31107/96, § 55, ECHR 1999-II",
        "Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 32, ECHR 2000-XI",
        "Ilhan v. Turkey [GC], no. 22277/93, § 59, ECHR 2000-VII",
        "James and Others v. the United Kingdom, 21 February 1986, §§ 37, 46 and 54, Series A no. 98",
        "Lithgow and Others v. the United Kingdom, 8 July 1986, § 121, Series A no. 102",
        "Papamichalopoulos and Others v. Greece (Article 50), 31 October 1995, Series A no. 330-B",
        "Pressos Compania Naviera S.A. and Others v. Belgium, 20 November 1995, § 38, Series A no. 332",
        "Riad and Idiab v. Belgium, nos. 29787/03 and 29810/03, § 84, ECHR 2008",
        "Sahin v. Germany [GC], no. 30943/96, § 105, ECHR 2003-VIII",
        "SCEA Ferme de Fresnoy v. France (dec.), no. 61093/00, ECHR 2005-XIII",
        "Scordino v. Italy (no. 1) [GC], no. 36813/97, § 95, ECHR 2006",
        "Sporrong and Lönnroth v. Sweden, 23 September 1982, §§ 61, 69 and 73, Series A no. 52",
        "The former King of Greece and Others v. Greece [GC], no. 25701/94, §§ 89-90, ECHR 2000-XII",
        "The Holy Monasteries v. Greece, 9 December 1994, § 56, Series A no. 301-A",
        "V. v. the United Kingdom [GC], no. 24888/94, § 57, ECHR 1999-IX"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "399544",
    "typedescription": "15"
}