{
    "__articles": "3",
    "__conclusion": "Violation of Art. 3",
    "applicability": "",
    "appno": "42255/04",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3",
            "type": "violation"
        }
    ],
    "content": {
        "001-99705.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 42255/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Sergey Anatolyevich Nedayborshch (“the applicant”), on 15 September 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr P. Finogenov, a lawyer practising in . The Russian Government (“the Government”) were initially represented by Ms V. Milinchuk and Mr A. Savenkov, former Representative and former acting Representative respectively of the Russian Federation at the European Court of Human Rights, and subsequently by their Representative, Mr G. Matyushkin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had been detained in inhuman and degrading conditions in the temporary detention centre in the town of .",
                        "elements": []
                    },
                    {
                        "content": "4.  On 28 February 2008 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3 of the Convention).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1985 and is currently serving a prison sentence in Kopeysk in the Chelyabinsk Region.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 5 December 2003 the applicant was taken into custody in connection with criminal proceedings against him and placed in  remand prison no. IZ-74/1. On the same day he had a medical examination including an X-ray of his lungs, which revealed no signs of tuberculosis.",
                                "elements": []
                            },
                            {
                                "content": "7.  On various dates between 25 December 2003 and 5 August 2004 the applicant was taken from the remand prison to the temporary detention centre (IVS) located on the premises of the Kopeysk police department. His stays in the centre lasted at least overnight and up to four consecutive days. In total, he spent thirty-six days there.",
                                "elements": []
                            },
                            {
                                "content": "8.  The building in which the Kopeysk IVS was located had been constructed in 1935. Since it had been designed for short-term detention only, its cells were not equipped with flush toilets or running water. Instead, water tanks and water fountains were put at the inmates' disposal. The toilet was located in the courtyard.",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant submitted that all ten cells of the Kopeysk IVS had been overcrowded and had housed up to six persons. The one-hour outdoor exercise was divided between ten cells, with the consequence that each cell was only allowed some six minutes for outdoor exercise and a visit to the toilet. The Government claimed that it was impossible to establish the number of detainees because the documents had been destroyed upon the expiry of the statutory storage period.",
                                "elements": []
                            },
                            {
                                "content": "10.  The cells were furnished with bunk beds but no mattresses or bed linen were given to inmates. In the absence of dining tables, inmates had to eat while sitting on the beds or on the floor.",
                                "elements": []
                            },
                            {
                                "content": "11.  According to the applicant, cells were infested with insects and small rodents. The Government denied that allegation and submitted that the IVS had regularly undergone disinfection and rat extermination.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant complained to the prosecutor's office about the conditions of his detention.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 9 August 2004 the Kopeysk town prosecutor sent a formal representation to the acting head of the Kopeysk IVS, requiring him to remedy “most serious violations of the law and of orders of the Ministry of the Interior” which had been established by an inquiry instituted upon numerous complaints from inmates held in the Kopeysk IVS. The representation read in particular as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The conditions of detention in the Kopeysk IVS do not meet hygienic and sanitary requirements. Each cell accommodates on average six persons, which is in excess of the maximum population.",
                                "elements": []
                            },
                            {
                                "content": "Sanitary and hygienic conditions in the Kopeysk IVS have remained unsatisfactory:",
                                "elements": []
                            },
                            {
                                "content": "cells do not have running water, lavatory pans or sewerage;",
                                "elements": []
                            },
                            {
                                "content": "lighting in the cells is insufficient;",
                                "elements": []
                            },
                            {
                                "content": "the IVS does not have mattresses, bed linen or tables.”",
                                "elements": []
                            },
                            {
                                "content": "14.  On 4 September 2004 the applicant underwent a medical examination in prison hospital no. GLPU-17 and was diagnosed with tuberculosis.",
                                "elements": []
                            },
                            {
                                "content": "15.  In 2005, the prosecutor's office for the Chelyabinsk Region launched a comprehensive review of the conditions of detention in the IVS facilities of the Chelyabinsk Region. On 16 September 2005 the regional prosecutor sent a formal representation to the head of the regional Department of the Interior. He noted that the conditions of detention in a large majority of regional IVS facilities were in breach of the requirements of the Detention of Suspects Act (see below). In the Kopeysk IVS, among others, the sanitary norm of no less than four sq. metres of personal space per inmate was not respected and detainees were not allowed to go outdoors for exercise.",
                                "elements": []
                            },
                            {
                                "content": "16.  The Government submitted that a new building of the Kopeysk IVS had been constructed and would become operational in May 2008.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "17.  Section 23 of the Detention of Suspects Act (Federal Law no. 103FZ of 15 July 1995) provides that detainees should be kept in conditions which satisfy sanitary and hygienic requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "18.  The applicant complained that the conditions of his detention in the Kopeysk IVS temporary detention centre were incompatible with Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The Government's objection as to the non-exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "19.  The Government submitted that the applicant had not exhausted domestic remedies because he had not applied to any domestic court with a complaint that the conditions of his detention were inadequate. They cited a newspaper publication about Mr D. who had been awarded 25,000 Russian roubles (RUB) against the Federal Service for Execution of Sentences which had been responsible for his infection with scabies in a remand prison. They also referred to the example of a Mr R., who had been awarded RUB 30,000 for unlawful detention for fifty-six days and lack of hot food for five days of his detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The applicant contended that Russian law did not have an established practice of awarding compensation for non-pecuniary damage caused by the overcrowding of detention facilities. The Civil Code did not contain provisions which would have allowed Russian courts to determine, by reference to any objective criteria, the extent of the damage and make appropriate compensation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The Court has already rejected the identical objection by the Russian Government in case of Nazarov v. Russia (no. 13591/05, § 77, 26 November 2009). It noted that the problems arising from the conditions of the applicant's detention had apparently been of a structural nature, for which no effective domestic remedy had been shown to exist, and that the cases to which the Government had referred did not concern detention in overcrowded cells but rather a detainee's infection with scabies or failure to provide a detainee with food. Accordingly, the Court dismisses the Government's objection as to non-exhaustion of domestic remedies.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government's objection on non-compliance with the six-month rule",
                                        "elements": [
                                            {
                                                "content": "22.  The Government submitted that they should be answerable under the Convention only for the conditions of the applicant's detention in the six months preceding the introduction of his application. If it were otherwise, they would bear the unjustified burden of having to keep the relevant documents for longer periods of time, especially in cases involving a life sentence. Accordingly, they claimed that the applicant's complaint should be examined only in respect of the period starting from 15 March 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The applicant replied that the Government had failed to demonstrate how an extension of the storage period would place an excessive burden on the national authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  In the instant case the applicant's detention in the Kopeysk IVS was not continuous, as it alternated with periods of his detention in the  remand prison. The Court, however, reiterates that even where detention was effected in different facilities, it may examine the period of the detention as a whole, provided that the nature of the applicant's grievances relating to the conditions of his detention has remained substantially the same throughout that period (see Buzhinayev v. Russia, no. 17679/03, § 23, 15 October 2009; Maltabar and Maltabar v. , no. 6954/02, § 83, 29 January 2009; Guliyev v. Russia, no. 24650/02, §§ 3133, 19 June 2008; Benediktov v. , no. 106/02, § 31, 10 May 2007, and also Moiseyev v. Russia, no. 62936/00, § 142, 9 October 2008). In cases concerning the conditions of an applicant's transport between the remand prison and the courthouse, even though the applicant was transported on specific days rather than continuously, the absence of any marked change in the conditions of transport to which he had been routinely subjected created, in the Court's view, a “continuing situation” which brought the entire period complained of within the Court's competence (see Vlasov v. Russia (dec.), no. 78146/01, 14 February 2006, and Moiseyev v. Russia (dec.), no. 62936/00, 9 December 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The applicant's detention in the Kopeysk IVS was not a continuous situation, but it occurred at regular intervals throughout the entire duration of the criminal proceedings against him. It does not appear that there was any material change in the conditions of his detention in the Kopeysk IVS at any given moment in that period. Since the allegation of severe overcrowding remained the main characteristic of conditions with regard to all the cells of the IVS, the Court does not consider that minor differences between the cells, if they existed, would be sufficient to allow it to distinguish between the conditions of the applicant's detention in different cells or for his detention to be separated into several periods depending on the cell in which he had been kept (see, for similar reasoning, Nazarov, § 78, and also Guliyev, §§ 31-33, and Benediktov, § 31, all cited above). The Court therefore dismisses the Government's objection on non-compliance with the six-month rule.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  Lastly, the Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "27.  The Government submitted that the applicant did not stay in the Kopeysk IVS continuously, but rather for short periods of up to three days. Furthermore, he was often taken out of the cell to take part in investigations or to attend court hearings. The applicant had sufficient personal space at this disposal and also had had the right to one hour of outdoor exercise daily. Although the cells did not have tables or bed linen, the conditions of the applicant's detention were generally compatible with Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant indicated that his participation in investigations had been limited to approximately ten minutes a day and that he had spent the remainder of the time in the cell. The cells were severely overcrowded, the water tank did not contain enough water for everyone, and the outdoor exercise only lasted for a few minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Article 3, as the Court has observed on many occasions, enshrines one of the fundamental values of a democratic society. The Convention prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances or the victim's behaviour (see Balogh v. Hungary, no. 47940/99, § 44, 20 July 2004, and Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV). The Court has consistently stressed that the suffering and humiliation involved must, for a violation to be found, go beyond that inevitable element of suffering or humiliation connected with a given form of legitimate treatment or punishment. Measures depriving a person of his liberty may often involve such an element. In accordance with Article 3 of the Convention, the State must ensure that a person is detained in conditions which are compatible with respect for his human dignity and that the manner and method of the execution of the measure do not subject him to distress or hardship exceeding the unavoidable level of suffering inherent in detention (see Kudła v. Poland [GC], no. 30210/96, §§ 92-94, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Turning to the facts of the instant case, the Court notes that the parties disagreed on a number of aspects relating to the material conditions of the applicant's detention. However, there is no need for the Court to establish the veracity of each and every allegation, because it can find a violation of Article 3 on the basis of the facts presented to it by the applicant, which the respondent Government did not dispute (see Grigoryevskikh v. Russia, no. 22/03, § 55, 9 April 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicant claimed, and it was also confirmed during an official inquiry by the region prosecutor's office (see paragraph 13 above), that at the material time the cells of the Kopeysk IVS had been overcrowded beyond their design capacity. The Government did not dispute this allegation, referring to the fact that the official records relating to the cell population had been destroyed after the time-limit for their storage had expired. The Court has frequently found a violation of Article 3 of the Convention on account of the lack of personal space afforded to detainees (see, among other authorities, Kalashnikov v. Russia, no. 47095/99, §§ 97 et seq., ECHR 2002VI; Khudoyorov v. Russia, no. 6847/02, §§ 104 et seq., ECHR 2005-X; Labzov v. Russia, no. 62208/00, §§ 44 et seq., 16 June 2005; Mayzit v. Russia, no. 63378/00, §§ 39 et seq., 20 January 2005; and Novoselov v. Russia, no. 66460/01, §§ 41 et seq., 2 June 2005). Having regard to its case-law on the subject and the materials in its possession, the Court notes that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The parties also agreed upon the fact that there was no running water or toilet in the cells and that the inmates had no table to eat off, or mattresses to put on the bunk beds. Shower facilities were non-existent and the outdoor exercise was of extremely limited duration because of the excessive number of inmates. The absence of such basic facilities as running water and a lavatory pan was apparently the consequence of an outdated design project of the Kopeysk IVS and the Court notes with satisfaction that it was taken out of service. However, at the material time the applicant had to endure conditions of detention which must have caused him considerable mental and physical suffering, diminishing his human dignity. In addition, the Court notes that the applicant appears to have contracted tuberculosis during his detention. The conditions of the applicant's detention thus amounted to inhuman and degrading treatment within the meaning of Article 3 of the Convention, even in the absence of any positive intention to humiliate or debase the applicant on the part of any domestic authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  There has accordingly been a violation of Article 3 of the Convention on account of the inhuman and degrading conditions of the applicant's detention in the Kopeysk IVS.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "35.  The applicant claimed 30,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government submitted that the applicant had failed to submit any documents in support of his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court reiterates its constant position that an applicant cannot be required to furnish any proof of non-pecuniary damage he or she has sustained (see, among many others, Antipenkov v. Russia, no. 33470/03, § 82, 15 October 2009; Pshenichnyy v. Russia, no. 30422/03, § 35, 14 February 2008; Garabayev v. Russia, no. 38411/02, § 113, ECHR 2007VII (extracts); and Gridin v. Russia, no. 4171/04, § 20, 1 June 2006). It considers, however, the applicant's claim excessive. Making its assessment on an equitable basis, it awards the applicant EUR 9,000 under this head, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "38.  The applicant did not claim any costs or expenses. Accordingly, the Court considers that there is no call to award him any sum under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "39.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention on account of the inhuman and degrading conditions of the applicant's detention in the Kopeysk IVS;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 9,000 (nine thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 1 July 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NEDAYBORSHCH v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-99705.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0701JUD004225504",
    "externalsources": [],
    "extractedappno": [
        "42255/04",
        "13591/05",
        "17679/03",
        "6954/02",
        "24650/02",
        "106/02",
        "62936/00",
        "78146/01",
        "47940/99",
        "26772/95",
        "30210/96",
        "22/03",
        "47095/99",
        "6847/02",
        "62208/00",
        "63378/00",
        "66460/01",
        "33470/03",
        "30422/03",
        "38411/02",
        "4171/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-99705",
    "judgementdate": "01/07/2010 00:00:00",
    "kpdate": "01/07/2010 00:00:00",
    "kpthesaurus": [
        "350"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "NEDAYBORSHCH",
        "RUSSIA"
    ],
    "rank": "740.339965820313",
    "representedby": [
        "FINOGENOV P. A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "361243",
    "typedescription": "15"
}