{
    "__articles": "6;6-1;29;29-3;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "57672/00",
    "article": [
        "6",
        "41",
        "29"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-66652.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 57672/00) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Polish nationals, Mrs Maria Korbel (“the first applicant”) and Mr Andrzej Korbel (“the second applicant”), on 7 July 1999. ",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr K. Drzewicki, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that their right to a “hearing within the reasonable time” had not been respected.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 26 November 2002 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "5.  The applicants were born in 1954 and 1956 respectively and live in .",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicants bought a second-hand car on 19 July 1992.",
                        "elements": []
                    },
                    {
                        "content": "7.   Their car was seized by the German Border Guard on 13 April 1993, as it appeared that it had been stolen.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 15 April 1993, at the second applicants' request, the Radom District Police instituted criminal proceedings against R.G., a car dealer from whom the applicants had bought the car.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 14 July 1993 the second applicant informed the Radom District Prosecutor (Prokurator Rejonowy) that he wished to join the proceedings as a civil party and asked the prosecution to forward his civil claim to the court together with the bill of indictment.",
                        "elements": []
                    },
                    {
                        "content": "10.   The Radom District Court (Sąd Rejonowy) convicted the accused on 19 August 1993.",
                        "elements": []
                    },
                    {
                        "content": "11.  The Radom District Prosecutor forwarded the applicant's claim to the Radom District Court on 27 August 1993. Since the criminal proceeding had already been terminated, the criminal court could not deal with the claim. Accordingly, it referred the claim to the Civil Division of the Radom District Court on 17 June 1994.",
                        "elements": []
                    },
                    {
                        "content": "12.  On 15 November 1994 the President of the Radom District Court informed the applicant that his statement of claim and accompanying documentary evidence had been lost. He asked the applicant to provide copies of documents in order to reconstruct the case-file.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 7 December 1994 the District Court found that it was not competent to deal with the claim and referred the case to the  (Sąd Wojewódzki). ",
                        "elements": []
                    },
                    {
                        "content": "14.  On 16 January 1995 the second applicant asked the court to exempt them from payment of the court fees. The court partly granted his request on 2 February 1995.",
                        "elements": []
                    },
                    {
                        "content": "15.  On 27 February 1995, at the applicant's request, the court issued an interim order to secure his claim.",
                        "elements": []
                    },
                    {
                        "content": "16.  On an unspecified date the second applicant appointed the first applicant as his representative. From then on she took part in the proceedings. ",
                        "elements": []
                    },
                    {
                        "content": "17.  The first hearing before the  was set down for 17 May 1995.",
                        "elements": []
                    },
                    {
                        "content": "18.   The court held hearings on 28 June and 13 September 1995. They were adjourned because witnesses, J.N. and J.M., had failed to appear.",
                        "elements": []
                    },
                    {
                        "content": "19.  At the hearing on 30 October 1995 the court imposed fines on J.N. and J.M.",
                        "elements": []
                    },
                    {
                        "content": "20.  The court held hearings on 4 December 1995, 27 March and 12 April 1996.",
                        "elements": []
                    },
                    {
                        "content": "21.  A hearing scheduled for 3 July 1996 was adjourned due to the defendant's absence.",
                        "elements": []
                    },
                    {
                        "content": "22.  On 21 August 1996 the court held a hearing.",
                        "elements": []
                    },
                    {
                        "content": "23.  The proceedings were stayed on 27 November 1996 because the criminal proceedings against J.N. and J.M had been instituted in the meantime.",
                        "elements": []
                    },
                    {
                        "content": "24.  On 21 March 1997 the court, at the applicants' request, called J.N. as a co-defendant.",
                        "elements": []
                    },
                    {
                        "content": "25.  On 18 September 1997 the court stayed the proceedings for the same reasons as above. They were resumed on 15 October 1998.",
                        "elements": []
                    },
                    {
                        "content": "26.  A hearing scheduled for 1 December 1998 was adjourned because both parties had failed to appear.",
                        "elements": []
                    },
                    {
                        "content": "27.  At the hearing on 18 December 1998 the court ordered that an expert report on the value of the disputed car be obtained. The report was submitted to the court on 27 January 1999.",
                        "elements": []
                    },
                    {
                        "content": "28.  The next hearing took place on 15 February 1999.",
                        "elements": []
                    },
                    {
                        "content": "29.  On 18 February 1999 the  allowed the applicants' claim.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicants complained that the length of the proceedings had been incompatible with the “reasonable time” principle, provided in Article 6 § 1 of the Convention. That provision, in its relevant part, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within the reasonable time... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "31.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "32.  The period to be taken into consideration began on 14 July 1993 and ended on 18 February 1999. It thus lasted over 5 years and 7 months.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "33.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The applicants' submissions",
                                        "elements": [
                                            {
                                                "content": "34.  The applicants submitted that the case at issue was not complex.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  They further argued that they had not contributed to the length of proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The applicants criticised the conduct of the authorities, which, in their opinion, were solely responsible for the prolongation of the trial. In particular, they referred in particular to the delay at the initial stage of proceedings, when the Prosecutor had not submitted their civil claim to a court. They also submitted that it had taken the Radom District Court 10 months to refer the claim to its competent division. Later, the court had lost the statement of the claim and documentary evidence.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government's submissions",
                                        "elements": [
                                            {
                                                "content": "37.  The Government submitted that the case was rather a complex one. They maintained that its determination depended on the outcome of other, criminal proceedings. Moreover, the court had had to obtain expert evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  As regards the conduct of the applicant, the Government argued that they had contributed to the prolongation of the proceedings since they had submitted numerous procedural motions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  With respect to the conduct of the domestic authorities, they maintained that the courts had showed due diligence in handling the case. The Government argued that the judicial authorities had taken measures to ensure the proper course of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government submitted further that what was at stake for the applicants in the instant case was of no particular importance. Therefore, no special diligence was required on the part of domestic authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government invited the Court to find that there had been no violation of Article 6 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "42.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria established by its case-law, particularly the complexity of the case, the conduct of the applicants and of the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII; Humen v. Poland [GC], no. 266114/95, 15 October 1999, § 60).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Having regard to the fact that the court had to obtain expert evidence, the Court considers that the case was of some complexity. However, this in itself cannot justify the entire length of the proceedings in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As regards the conduct of the applicants, the Court considers that it does not appear that the way in which they exercised their procedural rights significantly contributed to the length of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  As regards the conduct of the authorities, the Court does not share the Government's view that they acted with due diligence. The Court notes that there were significant delays at the initial state of proceedings. As the result of the prosecutor's failure to forward the applicants' civil claim to the competent court their claim could not be examined in a criminal trial and they had to institute separate civil proceedings. There was also a delay of 10 months preceding the referral of the case to the competent division of the District Court (see paragraph 11 above). The Court considers that these delays are not explained satisfactorily in the Government's observations. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Consequently, the Court finds that the requirement of the “reasonable time” laid down in Article 6 § 1 of the Convention was not complied with in the present case. There has accordingly been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "48.  The applicants claimed 500,000 Polish zlotys (PLN) in respect of both pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government submitted that the applicants' claims were excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court does not find any causal link between the violation found and the pecuniary damage alleged. It therefore sees no reason to make any award under the head of pecuniary damage. However, it considers that the applicants suffered non-pecuniary damage, such as distress and frustration, resulting from the protracted length of proceedings. Accordingly, taking into account the circumstances of the case and making its assessment on an equitable basis, the Court awards the applicants 3,600 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "51.  The applicants did not seek to be reimbursed for any costs and expenses in connection with the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "52.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 3,600 (three thousand six hundred euros) in respect of non-pecuniary damage, plus any tax that may be chargeable to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 September 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "Mr M. O'Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KORBEL v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-66652.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0921JUD005767200",
    "externalsources": [],
    "extractedappno": [
        "57672/00",
        "30979/96",
        "266114/95"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-66652",
    "judgementdate": "21/09/2004 00:00:00",
    "kpdate": "21/09/2004 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "29",
        "29-3",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "KORBEL",
        "POLAND"
    ],
    "rank": "495.162658691406",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Humen v. Poland [GC], no. 266114/95, § 60, 15 October 1999"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "331363",
    "typedescription": "15"
}