{
    "__articles": "3;13;41",
    "__conclusion": "Violation of Art. 3;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "18944/02",
    "article": [
        "13",
        "3",
        "41"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-73012.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 18944/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mihai Corsacov (“the applicant”), on 6 August 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms Doina Straisteanu, acting initially on behalf of the “Moldovan Helsinki Committee of Human Rights”, a non-governmental organisation based in Chişinău, and later on her own. The Moldovan Government (“the Government”) were represented by their Agent, Mr Vitalie Pârlog.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had been subjected to severe police brutality and that the authorities had failed to carry out an adequate investigation into the incident, in breach of Article 3. He also complained under Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 13 September 2005 the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicants and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1981 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "9.  On 9 July 1998 the applicant, who was seventeen years old, was arrested on charges of theft. On the way to the police car he made an attempt to throw away a pocket-knife. After being alerted by a passer-by, the police officers A. Tulbu and V. Dubceac threw the applicant to the ground. According to the applicant, they also punched him in the face and handcuffed him. They also allegedly assaulted him all the way to the police station.",
                                "elements": []
                            },
                            {
                                "content": "10.  At the police station the police officers allegedly continued beating the applicant during questioning. They kicked him, punched him and beat him with batons all over his body and on the soles of his feet in order to obtain a confession. During the beatings he was handcuffed. He was also allegedly suspended on a metal bar for a long period of time. The Government deny these allegations.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 10 July 1998 the applicant claims to have been taken by the arresting police officers to a forest for the reconstruction of the crime. He was allegedly beaten up on the way to the forest. In the forest, one of the officers allegedly put a gun to the applicant’s head and threatened to shoot him if he did not confess. He was released from detention in the evening. It appears from the documents submitted by the parties that the applicant confessed to having committed the theft. However, later the criminal proceedings against him were discontinued on grounds of lack of “constitutive elements” of an offence.",
                                "elements": []
                            },
                            {
                                "content": "12.  According to the Government, the applicant could not have been threatened with a gun by the police officers because they did not accompany him to the woods. He was taken to the woods for investigation purposes, but not for a reconstruction of the crime.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 11 July 1998, the applicant’s state of health worsened and his mother took him to a doctor who established that he had suffered a head trauma and cerebral post-concussion syndrome.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 13 July 1998 a forensic doctor examined the applicant and established that he had grey-yellowish bruises of 3 x 2 cm and of 6 x 5 cm around his right eye, right ear, lips and on the sole of his left foot. The soft tissue on his head and his teeth on the right side were painful when touched. The doctor concluded that the injuries could have been inflicted by blows with a blunt object, possibly in the conditions described by the applicant, and corresponded to the category of light corporal injuries.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 13 July 1998 the applicant’s mother lodged a criminal complaint with the Prosecutor’s Office of Hânceşti County, asking it to institute criminal proceedings against the police officers who had allegedly ill-treated her son and threatened him with death.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 14 July 1998 an ear, nose and throat specialist examined the applicant and concluded that he was suffering from hyperaemia and had a central perforation of the right tympanic membrane.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 28 July 1998 another specialist concluded that the applicant was suffering from post-traumatic acute otitis media on the right side and agnogenic otitis on the left side with perceptive deafness.",
                                "elements": []
                            },
                            {
                                "content": "18.  Between 14 and 25 July, 30 July and 22 August, 2 and 17 September and 14 October and 3 November 1998, the applicant was hospitalised with the diagnosis of head trauma and sudden deafness (surditate de percepţie brusc instalată).",
                                "elements": []
                            },
                            {
                                "content": "19.  On 3 August 1998 the applicant’s mother was informed by the Hânceşti Prosecutor’s Office that her complaint had been dismissed on grounds of lack of “constitutive elements” of an offence. She appealed against that decision to a hierarchically superior prosecutor.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 21 August 1998 the applicant’s mother received a letter from a hierarchically superior prosecutor of the Hânceşti Prosecutor’s Office informing her that her appeal had been dismissed. She appealed against that decision to the Hânceşti District Court.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 16 November 1998 the Hânceşti District Court quashed the prosecutor’s decision to dismiss the applicant’s complaint about ill-treatment and ordered that an additional investigation be carried out. It found inter alia that it was undisputed that the applicant had sustained his injuries on 9 July 1998 either at the police station or on the way there; however, the circumstances were not clear. The court also found that the Hânceşti Prosecutor’s Office had not paid sufficient attention to the fact that since 9 July 1998 the applicant had been permanently undergoing medical treatment in hospital and had thus been prevented from attending school.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 15 January 1999 the Hânceşti Prosecutor’s Office issued a new decision by which it again refused to institute criminal proceedings against the police officers who had allegedly ill-treated the applicant. In the decision it was stated inter alia that the injuries sustained by the applicant had been caused by his fall on 9 July 1998, when the police officers had to throw him to the ground in order to counter his attack with a knife on one of them. The decision relied on a medical report dated 14 January 1999 which stated that the injuries could have been inflicted either by a blunt object or by a fall. The applicant’s mother appealed to the Prosecutor General’s Office.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 25 February 1999 the Prosecutor General’s Office quashed the decision of 15 January 1999 for being “premature” and the file was remitted to the Prosecutor’s Office of Hânceşti County for “additional review”. The Prosecutor’s Office considered inter alia that the investigation had failed to elucidate the circumstances of the alleged attack with a knife committed by the applicant on one of the police officers.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 15 March 1999 the Prosecutor’s Office of Hânceşti County issued a new decision by which it refused to institute criminal proceedings against the police officers on the ground that their actions did not disclose any signs of an offence.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 25 March 1999 the hierarchically superior prosecutor quashed the decision of 15 March 1999 on the ground that the applicant’s alleged attack with a knife on the police officers had not been properly investigated.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 9 April 1999 the Prosecutor’s Office of Hânceşti County issued a new decision by which it again refused to institute criminal proceedings against the police officers, because their actions were justified. At the same time the Prosecutor’s Office found that the applicant did not attack the police officers with a knife, but rather the police officers thought that there was a risk of his attacking them. The applicant’s mother appealed to the hierarchically superior prosecutor.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 1 May 1999 the hierarchically superior prosecutor quashed the decision of 9 April 1999 and ordered the institution of criminal proceedings against the two police officers.",
                                "elements": []
                            },
                            {
                                "content": "28.  On an unspecified date, the applicant lodged a complaint with the Ministry of Internal Affairs.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 14 June 1999 the Ministry of Internal Affairs informed the applicant that disciplinary sanctions would be imposed on police officers A. Tulbu and V. Dubceac only to the extent that they were found guilty in the criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 20 September 1999 the Hânceşti Prosecutor’s Office issued a decision dismissing the criminal investigation. The decision found inter alia that the applicant had had a knife in his hand but that he had not tried to attack the police officers with it. The applicant’s mother appealed against the decision.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 18 November 1999 the hierarchically superior prosecutor of the Lăpuşna Prosecutor’s Office dismissed the appeal. In the decision it was stated inter alia that the injuries sustained by the applicant had been caused by his fall on 9 July 1998, when the applicant had made an attempt to throw away a knife but the police officers had thought that he was going to use it against them and had thrown him to the ground. The applicant’s state of health was “normal” and none of the witnesses had seen the police beating him. The applicant’s mother appealed.",
                                "elements": []
                            },
                            {
                                "content": "32.  On 10 February 2000 the Prosecutor General’s Office upheld the applicant’s appeal and ordered the re-opening of the criminal investigation. It stated inter alia that the investigation had been conducted “in an extremely superficial manner”. It instructed the investigators inter alia to re-hear the witnesses and the parties to the case and to investigate whether the police officers A. Tulbu and V. Dubceac had fired a gun in the woods. It also ordered the conduct of a medical investigation of the applicant and pointed to several contradictory statements of the witnesses and to procedural irregularities.",
                                "elements": []
                            },
                            {
                                "content": "33.  On 28 February 2000, at the request of investigator V.B. from the Hânceşti Prosecutor’s Office, an independent medical commission of four experienced forensic doctors performed a thorough medical investigation. On the basis of earlier medical certificates and of its own investigation the commission drafted a report which stated inter alia that:",
                                "elements": []
                            },
                            {
                                "content": "34.  On 10 June 2000 the Lăpuşna Prosecutor’s Office issued a decision dismissing the criminal investigation. The decision found inter alia that the applicant had had a knife in his hand but that he had not tried to attack the police officers with it. The applicant’s mother appealed against the decision.",
                                "elements": []
                            },
                            {
                                "content": "35.  On 12 July 2000 the Prosecutor General’s Office quashed the decision of 10 June 2000 and ordered that an additional investigation be carried out. It found inter alia that the quashed decision was illegal and had a tendentious character. It stated inter alia:",
                                "elements": []
                            },
                            {
                                "content": "36.  On 30 August 2000 the Lăpuşna Prosecutor’s Office issued a decision by which it dismissed the criminal investigation against the applicant for the alleged attack with a knife on the police officers on 9 July 1998. It found that there were no grounds to believe that the applicant intended to use the knife against the police officers.",
                                "elements": []
                            },
                            {
                                "content": "37.  On 31 August 2000 the Lăpuşna Prosecutor’s Office issued a decision by which the criminal proceedings against the police officers were also dismissed. It stated inter alia that the applicant had had a knife in his hand and that the police officers had interpreted that as a threat and had thrown him to the ground. Accordingly, the applicant had sustained his injuries by hitting the ground with his head while the police officers had been acting in legitimate defence. The applicant appealed against this decision.",
                                "elements": []
                            },
                            {
                                "content": "38.  On 21 January 2001 the decision of 26 August 2000 was quashed by the Prosecutor General’s Office and the criminal proceedings were re-opened.",
                                "elements": []
                            },
                            {
                                "content": "39.  On 28 February 2001 the Lăpuşna Prosecutor’s Office again dismissed the criminal investigation against the police officers. The applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "40.  On 20 March 2001 the hierarchically superior prosecutor from the Lăpuşna Prosecutor’s Office quashed the decision of 28 February 2001 and ordered the re-opening of the investigation.",
                                "elements": []
                            },
                            {
                                "content": "41.  On 20 June 2001 the Lăpuşna Prosecutor’s Office issued a decision by which it dismissed the applicant’s complaint. It stated inter alia that:",
                                "elements": []
                            },
                            {
                                "content": "42.  The decision did not include any reference to the applicant’s allegation that on 10 July 1998 he was taken to the woods and threatened with death. The applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "43.  After 20 June 2001 the investigation was re-opened and closed on several occasions. The final decision closing the investigation was that of 10 January 2002 of the Lăpuşna Prosecutor’s Office.",
                                "elements": []
                            },
                            {
                                "content": "44.  After the case was declared admissible by the Court, on 7 November 2005, the Prosecutor General’s Office ordered the re-opening of the investigation. The re-opened investigation is still pending. According to the Government the re-opening was prompted by the Prosecutor General’s concern that the injuries sustained by the applicant in July 1998 had deteriorated into invalidity of the second degree which under Moldovan law is equivalent to a loss of working capacity of 50-75%, and that the applicant needed permanent medical treatment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "45.  The Code of Criminal Procedure in force between 24 March 1961 and 12 June 2003 provides:",
                                "elements": []
                            },
                            {
                                "content": "46.  The old Criminal Code in force between 24 March 1961 and 12 June 2003 states:",
                                "elements": []
                            },
                            {
                                "content": "47.  The old Civil Code in force until 12 June 2003 states:",
                                "elements": []
                            },
                            {
                                "content": "48.  The Law on Police of 18 December 1990 states:",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  The applicant alleged a violation of Article 3 of the Convention, which states as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "50.  The Court notes that this complaint refers both to the ill-treatment suffered by the applicant and to the authorities’ investigation in respect of that ill-treatment.",
                                "elements": []
                            },
                            {
                                "content": "A.  The submissions of the parties",
                                "elements": [
                                    {
                                        "content": "51.  According to the applicant, the salaries and career prospects enjoyed by Moldovan police officers depend on the number of detected offences. This favours the practice of ill-treating suspects in order to obtain confessions from them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  He submitted that he was threatened with death and severely beaten up by the police officers A. Tulbu and V. Dubceac. He relied in particular on the medical report of 28 February 2000, issued by an independent commission of forensic doctors appointed by the Prosecutor’s Office (see paragraph 33 above), which, according to him, confirmed the gravity of his injuries. As a result of the beatings he became deaf and incapable of working while still being a minor. According to the applicant the treatment applied to him amounted to torture.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In their observations on the admissibility and merits of the case of September 2004, the Government reiterated the arguments from the decision of the Lăpuşna Prosecutor’s Office of 20 June 2001 (see paragraph 41 above). In their supplementary observations on the merits of November 2005 the Government argued that the applicant’s submissions were groundless and that in any event the treatment did not go beyond the threshold set by Article 3 of the Convention. They referred to the findings of the Lăpuşna Prosecutor’s Office in its decision of 20 June 2001 and argued that all the injuries sustained by the applicant were caused by his fall. According to them, the police officers acted within the limits of the law. The Government argued that the applicant had not been able to prove a causal link between the actions of the police officers and his invalidity. According to them, the deterioration of the applicant’s health could have been a result of the fact that his health was particularly vulnerable or of an inadequate medical treatment, such as an inadequate medication. The throwing of the applicant to the ground caused him light injuries but not invalidity of the second degree.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Concerning the alleged ill-treatment",
                                        "elements": [
                                            {
                                                "content": "54.  As the Court has stated on many occasions, Article 3 enshrines one of the most fundamental values of democratic societies. Even in the most difficult circumstances, such as the fight against terrorism and organised crime, the Convention prohibits in absolute terms torture and inhuman or degrading treatment or punishment. Unlike most of the substantive clauses of the Convention and of Protocols Nos. 1 and 4, Article 3 makes no provision for exceptions and no derogation from it is permissible under Article 15 § 2 even in the event of a public emergency threatening the life of the nation (see Selmouni v. France [GC], no. 25803/94, § 95, ECHR 1999V, and the Assenov and Others v. Bulgaria judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VIII, p. 3288, § 93).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court recalls that where a person is injured while in detention or otherwise under the control of the police, any such injury will give rise to a strong presumption that the person was subjected to ill-treatment (see Bursuc v. Romania, no. 42066/98, § 80, 12 October 2004). It is incumbent on the State to provide a plausible explanation of how the injuries were caused, failing which a clear issue arises under Article 3 of the Convention (Selmouni v. France, § 87). It is not sufficient for the State to refer merely to the acquittal of the accused police officers in the course of a criminal prosecution, and consequently, the acquittal of officers on a charge of having assaulted an individual will not discharge the burden of proof on the State under Article 3 of the Convention to show that the injuries suffered by that individual whilst under police control were not caused by the police officers (Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, §§ 34, 38).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Court’s finding of facts",
                                "elements": [
                                    {
                                        "content": "56.  It is undisputed that between his arrest on 9 July 1998 and the evening of 10 July 1998 the applicant was under the control of the police. It is also undisputed that the applicant sustained his injuries during that period of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The core of the Government’s submissions is that the applicant’s injuries were sustained when he was thrown to the ground on 9 July 1998 on the way to the police station (see paragraph 53 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court is not convinced by the reasons given by the Government and considers that they have failed to provide a plausible explanation as to how the applicant’s injuries were caused. It notes that a medical report of 28 February 2000 drafted by an independent commission of four experienced forensic doctors, appointed by the Prosecutor’s Office, clearly stated that the applicant’s injuries could not have been caused by a fall but only by blows with blunt objects (see paragraph 33 above). It also notes that the conclusions of the medical commission were not challenged by the parties to the domestic proceedings and the Government have not submitted any evidence to the Court which would undermine the medical commission’s clear conclusions. The Court therefore considers this report to have strong probative value as to the way in which the applicant’s injuries were caused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In addition to the finding that the applicant’s head injuries were inflicted by blows with blunt objects and could not have been caused by a fall, it is also to be noted that in the report of the medical commission of 28 February 2000, there is a clear finding to the effect that the applicant had bruises on the sole of his left foot, which again could have been inflicted only by blows with a blunt object. This finding is consistent with the applicant’s complaint about being beaten with a baton on the soles of his feet in order to induce him to confess. However, the domestic authorities disregarded the findings of the medical commission and reached a general conclusion that all the applicant’s injuries resulted from his hitting the ground with his head, a conclusion which the Court considers to be lacking in credibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On the basis of all the material placed before it, the Court concludes that the Government have not satisfied the burden on them to persuade it that the applicant’s injuries were caused otherwise than by the ill-treatment he underwent while in police custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The medical evidence shows that the applicant was beaten with blunt objects about the head and on the sole of his left foot. It appears that as a result of the beatings he suffered an acute head trauma and a concussion; he had numerous bruises on his face, around his right ear and on the sole of his left foot; he had a perforation of a tympanic membrane as a result of a injury (see paragraph 33) and suffered sudden deafness which later led to diminished hearing (ibid.). It appears that more recently the applicant’s injuries have deteriorated into invalidity of the second degree, which under Moldovan law corresponds to a loss of working capacity of 50-75%.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In view of the fact that the applicant’s allegation about being threatened with a gun is disputed by the parties and that no evidence has been adduced by the applicant, the Court finds itself incapable of reaching any conclusion in that respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The characterisation of the treatment under Article 3",
                                "elements": [
                                    {
                                        "content": "63.  The Court shall further determine the form of ill-treatment inflicted on the applicant. In determining whether a particular form of ill-treatment should be qualified as torture, consideration must be given to the distinction, embodied in Article 3, between this notion and that of inhuman or degrading treatment. As noted in previous cases, it appears that it was the intention that the Convention should, by means of this distinction, attach a special stigma to deliberate inhuman treatment causing very serious and cruel suffering (see Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, pp. 66-67, § 167). The fact that pain or suffering was deliberately inflicted for the purpose of obtaining a confession is a further factor to be taken into account in deciding whether ill-treatment amounted to torture (Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996VI, § 64; Salman v. Turkey, [GC], no. 21986/93, § 114, ECHR 2000VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In the present case the Court notes in particular the intensity of the blows inflicted to the applicant, as a result of which he suffered very serious injuries (see paragraph 61 above). As a result of these injuries, the applicant spent approximately 70 days in hospital at different periods between July and November 1998 (see paragraph 18 above). An important element to be taken into consideration is the consequences which the ill-treatment had on the applicant’s health (see paragraph 61 above). The Court also attaches great importance to his young age (seventeen at the time of the events) which made him particularly vulnerable in front of his aggressors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  However, the decisive element in determining the form of ill-treatment is the practice of falaka (beating of the soles) to which the applicant was subjected. This is a particularly reprehensible form of ill-treatment which presupposes an intention to obtain information, inflict punishment or intimidate. The Court recalls that in the case of Salman v. Turkey, cited above, § 115) it found that the practice of falaka, accompanied by a blow to the chest, amounted to torture.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  In such circumstances, the Court considers that the violence inflicted upon the applicant was of a particularly serious nature, capable of provoking severe pain and cruel suffering which fall to be treated as acts of torture for the purpose of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  In the light of the above, the Court concludes that there has been a violation of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Concerning the alleged inadequacy of the investigation",
                                        "elements": [
                                            {
                                                "content": "68.  The Court recalls that where an individual makes a credible assertion that he has suffered treatment infringing Article 3 at the hands of the police or other similar agents of the State, that provision, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within their jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation. As with an investigation under Article 2, such investigation should be capable of leading to the identification and punishment of those responsible. Otherwise, the general legal prohibition of torture and inhuman and degrading treatment and punishment would, despite its fundamental importance, be ineffective in practice and it would be possible in some cases for agents of the State to abuse the rights of those within their control with virtual impunity (see, among other authorities, Labita v. Italy [GC], no. 26772/95, § 131, ECHR 2000-IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The investigation must also be effective in the sense that it is capable of leading to a determination of whether the force used by the police was or was not justified in the circumstances (see Kaya v. Turkey judgment of 19 February 1998, Reports 1998-I, § 87).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The investigation into serious allegations of ill-treatment must be thorough. That means that the authorities must always make a serious attempt to find out what happened and should not rely on hasty or ill-founded conclusions to close their investigation or as the basis of their decisions (see the Assenov and Others v. Bulgaria judgment cited above, § 103 et seq.). They must take all reasonable steps available to them to secure the evidence concerning the incident, including, inter alia, eyewitness testimony and forensic evidence (see, Tanrıkulu v. Turkey [GC], no. 23763/94, ECHR 1999-IV, § 104 et seq. and Gül v. Turkey, no. 22676/93, § 89, 14 December 2000). Any deficiency in the investigation which undermines its ability to establish the cause of injuries or the identity of the persons responsible will risk falling foul of this standard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Finally, the investigation must be expeditious. In cases under Articles 2 and 3 of the Convention, where the effectiveness of the official investigation was at issue, the Court often assessed whether the authorities reacted promptly to the complaints at the relevant time (see Labita v. Italy cited above, § 133).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court notes that the investigation lasted for more than three years, during which period it was closed and re-opened at least twelve times. All the decisions which dismissed the complaints reached the same conclusion: that the sole cause of the applicant’s injuries was his hitting the ground with his head when thrown by the police officers in order to relieve him of his knife. They also stated that the police officers had been entitled to use force since the applicant’s knife presented a threat to their lives and health and that they acted within the limits of the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Court further notes that the domestic authorities did not give an explanation of the discrepancy between the conclusions in the report of the medical commission of 28 February 2000, which clearly stated that the injuries could only have been sustained as a result of beating, and the version of the facts presented by police officers A. Tulbu and V. Dubceac.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  It is also to be noted that the investigation did not attempt to give a logical explanation of the origin of bruises on the sole of the applicant’s foot and ignored them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court also notes that the domestic authorities did not react in any way to the applicant’s complaint about the threat to shoot him in the head on 10 July 1998 despite the applicant’s very clear allegation in that respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  In the light of the above, the Court considers that the investigation was characterised by a number of serious and unexplained omissions. It ended with decisions which contained inconsistencies and conclusions unsupported by a careful analysis of the facts. The authorities ignored certain facts and omitted reference in their decisions to troubling facts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  In these circumstances the Court holds that there has been a violation of Article 3 of the Convention in this respect also.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "77.  The applicant argues that he did not have an effective remedy before a national authority in respect of the breaches of Articles 3 of the Convention and alleges a violation of Article 13, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority ....”",
                                "elements": []
                            },
                            {
                                "content": "A.  The submissions of the parties",
                                "elements": [
                                    {
                                        "content": "78.  The applicant submitted inter alia that due to the outcome of the criminal investigation in respect of his ill-treatment, he was prevented from bringing a civil action for damages against the police officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  According to the Government, in order to afford the applicant an effective remedy, on 7 November 2005 the Prosecutor General’s Office ordered the re-opening of the criminal investigation concerning his alleged ill-treatment by police officers A. Tulbu and V. Dubceac. They submit that there has been no violation of Article 13.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "80.  As found above, the applicant’s right not to be subjected to torture and to benefit from an effective investigation of his complaints about torture were breached by the State. The applicant’s complaints in this regard were therefore “arguable” for the purposes of Article 13 (see the Boyle and Rice v. the United Kingdom judgment of 27 April 1988, Series A no. 131, p. 23, § 52).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  According to the Moldovan Civil Code in force at the material time (see paragraph 47 above), the applicant could have claimed compensation for the pecuniary and non-pecuniary damage, only if the damage was caused by illegal acts. Since the criminal investigation, conducted by the domestic authorities, concluded that the actions of police officers A. Tulbu and V. Dubceac were legal, any civil action against them would have been ineffective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  In such circumstances, the Court concludes that the applicant did not have an effective remedy under domestic law to claim compensation for his ill-treatment and accordingly there has been a violation of Article 13 of the Convention as regards the complaint under Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Article 41 of the Convention provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "A.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "84.  The applicant claimed EUR 20,000 for non-pecuniary damage suffered as a result of the torture and of the failure of the authorities properly to investigate his case. He argued that he suffered pain, anguish, distress, and fear for his life. He became disabled after being subjected to torture and unfit to work. He received medical treatment for more than one year in hospitals and continues to be dependent on medication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Government argued inter alia that in view of the fact that the applicant was not subjected to any form of treatment contrary to Article 3, he was not entitled to any compensation. The applicant’s injuries which were initially characterised as light evolved into invalidity of the second degree, and the applicant’s state of health deteriorated. That was currently a matter of concern of the Prosecutor General’s Office, which had re-opened the investigation. However, the re-opening of the investigation did not mean that police officers A. Tulbu and V. Dubceac were guilty. It would only contribute to a correct determination of the way in which the injuries were caused, as well as to discovering whether the permanent medical treatment needed by Mr Corsacov was a result of the beatings by the police officers or of other circumstances. The Government concluded that the applicant had failed to show the existence of a causal link between the harm alleged by him and the alleged violation of the Convention. In any event, if the Court were to find a violation, such finding would be sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court notes in the first place the extreme gravity of the violations suffered by the applicant. It also notes that, before being assaulted by the police, the applicant was a teenager with no particular health problems. After the assault he spent a long time in hospital receiving medical treatment and partially lost his hearing. Later his health appears to have seriously deteriorated. Particular importance should be attached to the manner in which the domestic authorities conducted the investigation of the applicant’s allegations of torture and to the fact that as a result of that investigation, the applicant was prevented from seeking compensation in civil courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  In these circumstances, the Court considers that the applicant’s suffering and frustration cannot be compensated for by a mere finding of a violation as suggested by the Government. Having regard to its previous case-law in respect of Article 3 (see in particular Selmouni v. France, cited above; Dikme v. Turkey, no. 20869/92, ECHR 2000VIII; Khudoyorov v. Russia, no. 6847/02, ECHR 2005... (extracts)) and making its assessment on an equitable basis, the Court awards the entire amount claimed by the applicant, plus any tax that may be chargeable on it.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "88.  The applicant’s lawyer claimed EUR 5,042.67 for costs and expenses. She claimed that this amount covered the secretarial expenses, the translation fees and the costs of representation. She submitted a detailed list of all the expenses according to which she spent 39 hours on the case at two different rates of EUR 50 and 150.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Government did not agree with the amount claimed, stating inter alia that the applicant had failed to prove the alleged representation expenses. According to them, the amount claimed was too high in the light of the average monthly wage in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court recalls that in order for costs and expenses to be included in an award under Article 41, it must be established that they were actually and necessarily incurred and were reasonable as to quantum (see, for example, Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  In the present case, regard being had to the itemised list submitted by the applicant, the above criteria and the performance of the lawyer, the Court awards the applicant EUR 1,000 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "92.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 3 of the Convention on the grounds of the treatment inflicted on the applicant;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention in respect of the failure to conduct an effective investigation into the applicant’s complaints about being ill-treated by police;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention on account of the lack of effective remedies in respect of the ill-treatment complained of;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 20,000 (twenty thousand euros) in respect of non-pecuniary damage and EUR 1,000 (one thousand euros) in respect of costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 April 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MsL. Mijović",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "Mr M. O’Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CORSACOV v. MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-73012.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0404JUD001894402",
    "externalsources": [],
    "extractedappno": [
        "18944/02",
        "25803/94",
        "42066/98",
        "21986/93",
        "26772/95",
        "23763/94",
        "22676/93",
        "20869/92",
        "6847/02",
        "23118/93"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-73012",
    "judgementdate": "04/04/2006 00:00:00",
    "kpdate": "04/04/2006 00:00:00",
    "kpthesaurus": [
        "350",
        "492",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "13",
        "3",
        "41"
    ],
    "parties": [
        "CORSACOV",
        "MOLDOVA"
    ],
    "rank": "543.570495605469",
    "representedby": [
        "STRAISTEANU D."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [
        "Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996-VI, § 64",
        "Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VIII, p. 3288, § 93, § 103",
        "Boyle and Rice v. the United Kingdom, judgment of 27 April 1988, Series A no. 131, p. 23, § 52",
        "Bursuc v. Romania, no. 42066/98, § 80, 12 October 2004",
        "Dikme v. Turkey, no. 20869/92, ECHR 2000-VIII",
        "Gül v. Turkey, no. 22676/93, § 89, 14 December 2000",
        "Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, pp. 66-67, § 167",
        "Kaya v. Turkey, judgment of 19 February 1998, Reports 1998-I, § 87",
        "Khudoyorov v. Russia, no. 6847/02, ECHR 2005-... (extracts)",
        "Labita v. Italy [GC], no. 26772/95, § 131, § 133, ECHR 2000-IV",
        "Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII",
        "Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, §§ 34, 38",
        "Salman v. Turkey, [GC], no. 21986/93, § 114, § 115, ECHR 2000-VII",
        "Selmouni v. France [GC], no. 25803/94, § 87, § 95, ECHR 1999-V",
        "Tanrikulu v. Turkey [GC], no. 23763/94, ECHR 1999-IV, § 104"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "401567",
    "typedescription": "15"
}