{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "41",
    "appno": "28054/95",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58163.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the Government of the Republic of Cyprus (“the Government”) on 7 May 1997, within the three-month period laid down by Article 32 § 1 and Article 47 of the Convention. It originated in an application (no. 28054/95) against Cyprus lodged with the European Commission of Human Rights (“the Commission”) under Article 25 by a Cypriot national, Mr Michael Mavronichis, on 10 July 1995.",
                        "elements": []
                    },
                    {
                        "content": "The Government’s application referred to Articles 44 and 48 and to the declaration whereby Cyprus recognised the compulsory jurisdiction of the Court (Article 46). The object of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "\n2.  In response to the enquiry made in accordance with Rule 35 § 3 (d) of Rules of Court B, the applicant designated Mr C. Clerides as the lawyer who would represent him (Rule 31).",
                        "elements": []
                    },
                    {
                        "content": "3.  The Chamber to be constituted included ex officio Mr A.N. Loizou, the elected judge of Cypriot nationality (Article 43 of the Convention), and Mr R. Ryssdal, the President of the Court (Rule 21 § 4 (b)). On 3 July 1997, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr F. Matscher, Mr L.-E. Pettiti, Mr R. Macdonald, Mr A. Spielmann, Mr N. Valticos, Mr J. Casadevall and Mr P. van Dijk (Article 43 in fine of the Convention and Rule 21 § 5). Subsequently Mr R. Bernhardt, the Vice-President of the Court, replaced Mr Ryssdal, and Mrs E. Palm replaced Mr Macdonald, both of whom were unable to take part in the further consideration of the case (Rule 21 § 6, second sub-paragraph).",
                        "elements": []
                    },
                    {
                        "content": "4.  As President of the Chamber at the time (Rule 21 § 6), Mr Ryssdal, acting through the Registrar, consulted the Agent of the Government, Mr A. Markides, the applicant’s lawyer and the Delegate of the Commission, Mr I. Cabral Barreto, on the organisation of the proceedings (Rules 39 § 1 and 40). Pursuant to the order made in consequence, the Registrar received the applicant’s memorial on 5 December 1997 and the Government’s memorial on 12 December 1997, the President having decided on 1 December 1997 to accede to the Government’s request for an extension of the time-limit for the submission of their memorial.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 1 December 1997 the then President decided to grant legal aid to the applicant (Rule 4 of the Addendum to the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "6.  Having regard to the opinions expressed by the applicant, the Government and the Delegate of the Commission and having satisfied itself that the condition for derogation from its usual procedure had been met (Rules 27 and 40), the Chamber decided to dispense with a hearing in the case and Mr Ryssdal gave the applicant’s representative and the Government leave to file observations on the content of the each other’s memorials.",
                        "elements": []
                    },
                    {
                        "content": "7.  The Agent of the Government and the representative of the applicant filed with the registry, on 5 and 7 January 1998 respectively, supplementary observations on the latter’s claim for just satisfaction. By letter dated 21 January 1998 the Delegate of the Commission informed the Registrar that he did not consider it necessary to submit comments on the parties’ memorials and supplementary observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "8.  The applicant, an accountant by profession, was born in 1949 and lives in Nicosia.",
                        "elements": []
                    },
                    {
                        "content": "A.\tThe applicant’s cause of complaint",
                        "elements": [
                            {
                                "content": "9.  The applicant, who was self-employed at the time, applied for the post of Head of Accounts with the Industrial Training Authority, a public body created by law. There was only one other candidate, a certain Mr I.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 2 November 1981 the Industrial Training Authority appointed Mr I. although the applicant had better qualifications. The Authority had taken the view that the applicant was in fact over-qualified for the post in question and that the post would not have offered him sufficient job satisfaction. The applicant filed a recourse action before the Supreme Court against the decision to appoint Mr I.",
                                "elements": []
                            },
                            {
                                "content": "11.  Mr I. resigned in October 1982 and the post of Head of Accounts was abolished in November 1983.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 6 June 1984 the Supreme Court, ruling on a preliminary objection by the Industrial Training Authority, found that although the post had been abolished, the applicant’s recourse had not become devoid of interest. The court took the view that, if it were to find that the applicant had been wrongfully denied the post, he could be considered to have suffered as a result a detriment for the purposes of Article 146 § 6 of the Constitution (see paragraph 21 below). On 22 February 1986 the Supreme Court declared the decision of the Industrial Training Authority null and void on the ground that the latter had disregarded without justification the applicant’s higher qualifications.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tThe proceedings before the Nicosia District Court",
                        "elements": [
                            {
                                "content": "13.  On 13 April 1987 the applicant filed before the District Court of Nicosia a civil action against the Industrial Training Authority claiming damages under Article 146 § 6 of the Constitution (see paragraph 21 below). The Industrial Training Authority filed its statement of defence on 8 October 1987.",
                                "elements": []
                            },
                            {
                                "content": "\n14.  On 18 April 1988 the action was fixed by the District Court for mention on 16 May 1988. On that date both parties requested the court to fix a date for hearing the case and it was listed for 8 November 1988. On 8 November 1988 the court, of its own motion, adjourned the hearing until 20 April 1989 when, again of its own motion, it adjourned the hearing until 27 October 1989. On 26 October 1989 the defendant applied for an adjournment. The applicant did not object and the hearing was adjourned until 7 February 1990.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 7 February 1990 the District Court began the examination of the case. However, as the examination was not concluded on that date, the court adjourned the proceedings until 7 March 1990, on which date the applicant’s advocate requested an adjournment. As the defendant did not object the court scheduled the hearing for 5 April 1990. The examination of the case recommenced on that date. However, since the examination was not concluded the court adjourned the case until 10 May 1990, when it again adjourned it of its own motion until 5 June 1990. On 5 June 1990 the hearing of the case was completed and the court reserved its judgment.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 30 November 1990 the District Court delivered a judgment in which it awarded the applicant the sum of 2,128 Cypriot pounds (CYP).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\tThe proceedings on appeal before the Supreme Court",
                        "elements": [
                            {
                                "content": "17.  On 8 January 1991 the applicant appealed to the Supreme Court against the amount awarded. The Industrial Training Authority filed a cross-appeal claiming that the action should have been dismissed.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 12 August 1994 the applicant complained in writing to the registrar of the Supreme Court about the delays in the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 15 March 1995 a hearing was held in the case. The parties agreed that the cross-appeal should be heard first since, if it were allowed, this would dispose of all the issues pending before the court.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 20 June 1995 the Supreme Court considered that its decision of 22 February 1986 declaring the appointment of Mr I. null and void (see paragraph 12 above) had not created an obligation for the Industrial Training Authority to appoint the applicant and, as a result, the applicant was not an aggrieved person for the purposes of Article 146 § 6 of the Constitution (see paragraph 21 below). The subsequent abolition of the post could not give rise to a right to compensation. The Industrial Training Authority was in principle under an obligation to review the question of who should be appointed to the post in the light of the aforesaid decision of the Supreme Court. However, in deciding whether it should do so, the Authority was entitled to take into account the subsequent abolition of the post, which was lawful.",
                                "elements": []
                            },
                            {
                                "content": "\nIn the light of the above, the Supreme Court allowed the cross-appeal and dismissed the applicant’s action.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Constitution of Cyprus provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 146",
                                "elements": []
                            },
                            {
                                "content": "“1.  The Supreme Constitutional Court shall have exclusive jurisdiction to adjudicate finally on a recourse made to it on a complaint that a decision, an act or omission of any organ, authority or person, exercising any executive or administrative authority is contrary to any of the provisions of this Constitution or of any law or is made in excess or in abuse of powers vested in such organ or authority or person.",
                                "elements": []
                            },
                            {
                                "content": "…",
                                "elements": []
                            },
                            {
                                "content": "4.  Upon such recourse the Court may, by its decision –",
                                "elements": []
                            },
                            {
                                "content": "(a)  confirm, either in whole or in part, such decision or act or omission; or",
                                "elements": []
                            },
                            {
                                "content": "(b)  declare, either in whole or in part, such decision or act to be null and void and of no effect whatsoever; or",
                                "elements": []
                            },
                            {
                                "content": "(c)  declare that such omission, either in whole or in part, ought not to have been made and that whatever has been omitted should have been performed.",
                                "elements": []
                            },
                            {
                                "content": "…",
                                "elements": []
                            },
                            {
                                "content": "6.  Any person aggrieved by any decision or act declared to be void under paragraph 4 of this Article or by any omission declared thereunder that it ought not to have been made shall be entitled, if his claim is not met to his satisfaction by the organ, authority or person concerned, to institute legal proceedings in a court for the recovery of damages or for being granted other remedy and to recover just and equitable damages to be assessed by the court or to be granted such other just and equitable remedy as such court is empowered to grant.”",
                                "elements": []
                            },
                            {
                                "content": "Article 172",
                                "elements": []
                            },
                            {
                                "content": "“The Republic shall be liable for any wrongful act or omission causing damage committed in the exercise or purported exercise of the duties of officers or authorities of the Republic.",
                                "elements": []
                            },
                            {
                                "content": "A law shall regulate such liability.”",
                                "elements": []
                            },
                            {
                                "content": "\n22.  In its judgment in the case of Attorney-General of the Republic v. Markoullides and Another ((1966) 1 Cyprus Law Reports 243), the Supreme Constitutional Court confirmed its earlier case-law that a person aggrieved by an administrative act must first secure its annulment before being entitled to sue for damages under the provisions of Article 146 § 6 of the Constitution. Furthermore, a plaintiff aggrieved by an act declared void under the provisions of Article 146 § 4 must institute his compensation proceedings in accordance with Article 146 § 6 and not pursuant to the provisions of Article 172 of the Constitution.",
                                "elements": []
                            },
                            {
                                "content": "In the same judgment the Supreme Constitutional Court held that the amount of compensation to be awarded to a public employee who was wrongly dismissed was to be assessed not on the basis of the principles applicable in the law of master and servant but on the basis of what is “just and equitable” in the circumstances having regard to the culpability of the administration and the claimant. The court stated:",
                                "elements": []
                            },
                            {
                                "content": "“Damages in a case such as the present one have to be ‘just and equitable damages’, as laid down in paragraph 6 of Article 146, and in interpreting such expression, we find great assistance in the course adopted by the French Council of State in the case of Deberles (7 April 1933). It was held there, in a case of similar nature to the present one, that in assessing damages in relation to a decision which has been declared to be void the respective importance of the culpability of the Administration and of the claimant must be taken into account.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "23.  In his application to the Commission on 10 July 1995 (no. 28054/95) Mr Mavronichis, relying on Article 6 § 1 of the Convention, complained that his claim for compensation had not been heard within a reasonable time. He also invoked Article 13 in support of his complaint that he was not awarded compensation despite the fact that he had obtained a judgment that his rights had been violated through not being appointed to a public-sector post which was subsequently abolished.",
                        "elements": []
                    },
                    {
                        "content": "24.  The Commission (First Chamber) declared the application admissible on 26 June 1996 in respect of the complaint under Article 6 § 1 of the Convention and dismissed the remainder of the application. In its report of 15 January 1997 (Article 31), it expressed the unanimous opinion that there had been a violation of Article 6 § 1. The full text of the Commission’s opinion is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "final submissions to the court",
                "elements": [
                    {
                        "content": "25.  The applicant in his memorial requested the Court to find that the facts of the case disclosed a violation of Article 6 § 1 of the Convention and to award him just satisfaction under Article 50.",
                        "elements": []
                    },
                    {
                        "content": "The Government for their part requested the Court in their memorial to find that Article 6 § 1 was not applicable in the case at issue. In the alternative, they submitted that that provision had not been violated.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "as to the law",
                "elements": [
                    {
                        "content": "26.  The applicant maintained that the time taken by the domestic courts to adjudicate on his compensation claim against the Industrial Training Authority was unreasonable and in breach of Article 6 § 1 of the Convention which provides, to the extent relevant:",
                        "elements": []
                    },
                    {
                        "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                        "elements": []
                    },
                    {
                        "content": "27.  The Commission agreed with the applicant’s arguments whereas the Government contended that Article 6 § 1 was not applicable to the impugned proceedings. In the alternative, they submitted that the facts of the case disclosed no breach of that provision.",
                        "elements": []
                    },
                    {
                        "content": "A.\tApplicability of Article 6 § 1",
                        "elements": [
                            {
                                "content": "1.\tArguments before the Court",
                                "elements": [
                                    {
                                        "content": "28.  The Government disputed the applicability of Article 6 § 1 to the compensation proceedings instituted by the applicant. They emphasised that the applicant’s claim was inextricably linked to the public-law right to be appointed to a permanent post in a public corporation which the applicant had asserted in the earlier recourse action. The civil action could not be viewed in isolation from the public-law action since the determination by the civil court of his entitlement to compensation marked the final stage in the determination of his public-law right. Given that it was clearly \n\n\n\nestablished in the Strasbourg case-law that rights relating to access to employment in the public sector fell outside the notion of “civil rights” it had to be concluded that the subsequent and contingent civil proceedings were equally excluded from the ambit of Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In support of this argument the Government further maintained that it was erroneous to consider the applicant’s civil action under Article 146 § 6 of the Constitution on a par with the civil action against the Republic provided for under Article 172 of the Constitution (see paragraph 21 above). In the first place, and unlike a plaintiff suing the administration pursuant to Article 172, the applicant’s civil action had been contingent on securing a successful outcome to his recourse action. Secondly, under Cypriot law the civil courts in the exercise of their jurisdiction under Article 146 § 6 do not assess the quantum of damages by reference to the law of master and servant. On the contrary; they are obliged to base themselves on what is just and equitable in the circumstances and for this reason to have regard to the culpability of the claimant and of the administrative body (see paragraph 22 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "For these reasons it could not be maintained that the compensation proceedings had involved a dispute over a “civil right”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant stressed that the proceedings before the Nicosia District Court and on appeal before the Supreme Court were civil in nature. Both the first-instance proceedings and the appeal proceedings were governed by the ordinary rules of civil procedure and the defendant, although a public authority, had the same status throughout the proceedings as any private party who was being sued in civil litigation. The aim of his action was to obtain civil relief in the form of damages and the fact that the compensation proceedings were premised on the prior annulment of the decision of the Industrial Training Authority could not affect the conclusion that the outcome of those proceedings was decisive of a private-law right.",
                                        "elements": []
                                    },
                                    {
                                        "content": "For these reasons he maintained that he could rely on Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Commission concluded that the applicant could rely on Article 6 § 1 before the Convention institutions given the pecuniary nature of the claim which formed the subject matter of the impugned proceedings. For the Commission this was the decisive element irrespective of the fact that the compensation proceedings had been contingent on the prior annulment by the applicant of an administrative act or that the domestic courts have regard to public-law criteria when assessing damages in actions taken pursuant to Article 146 § 6 of the Constitution.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "\n2.\tThe Court’s assessment",
                                "elements": [
                                    {
                                        "content": "31.  The Court notes that it has not been contested that there was a dispute (“contestation”) between the applicant and the authorities over his right to compensation following the annulment of the Industrial Training Authority’s decision not to recruit him. The central issue concerns the classification of that right for the purposes of the applicability of Article 6 § 1 of the Convention. The Government maintain in this respect that the right asserted by the applicant in the civil action could never assume the characteristics of a “civil right” since it had its origin in and was consequential on the outcome of his public-law challenge to a decision refusing him access to employment in the public sector, a topic which lay outside the ambit of Article 6 § 1 (see paragraph 28 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  While it is true that the Court has held that disputes relating to, inter alia, the recruitment of civil servants are as a general rule outside the scope of Article 6 § 1 (see, for example, the Neigel v. France judgment of 17 March 1997, Reports of Judgments and Decisions 1997-II, pp. 410–11, § 43), it is to be observed that in the instant case the issue of recruitment to a public-sector post was not at the heart of the applicant’s civil action.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is to be noted in this respect that the applicant’s aim in instituting the civil action was not to secure his appointment to the post of Head of Accounts with the Industrial Training Authority or to have the interview procedure reopened. In any event neither of those options was possible on account of the fact that the post he had applied for had been abolished by the time he took his civil action (see paragraphs 11 and 20 above). The applicant brought his civil action against the authorities solely to obtain financial reparation in respect of an administrative act which he had successfully impugned in his recourse action. Moreover, having regard to the clear terms of Article 146 § 6 of the Constitution (see paragraph 21 above) there are arguable grounds for concluding that the domestic law of the respondent State recognised that a right to seek compensation accrued to the applicant once he had secured the annulment of the Industrial Training Authority’s decision (see, mutatis mutandis, the Neves e Silva v. Portugal judgment of 27 April 1989, Series A no. 153-A, p. 14, § 37).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  As to the public-law features of the civil action which have been highlighted by the Government (see paragraph 28 above) it cannot be maintained that they outweigh the predominantly private-law characteristics of the proceedings, the outcome of which was decisive as to whether the applicant was entitled to recover damages against the defendant authority and, in the affirmative, the quantum: in other words a purely pecuniary right having, as noted above (see paragraph 32), a basis in domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nIn conclusion, the civil action involved a dispute over a “civil right” and Article 6 § 1 is applicable in this case.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tCompliance with Article 6 § 1",
                        "elements": [
                            {
                                "content": "1.\tArguments before the Court",
                                "elements": [
                                    {
                                        "content": "34.  The applicant maintained that the issues raised by his action were not complex. Notwithstanding, the total length of time taken to have a final adjudication on his claim for compensation was eight years, two months and eight days. He criticised the fact that the Supreme Court had taken more than four years and two months to fix a date for the hearing of his case even though his lawyer had requested the court to proceed with his appeal (see paragraph 18 above). He invited the Court to conclude that the excessive length of the proceedings had to be imputed to the dilatory approach to the proceedings displayed in particular by the judicial authorities and to find that he was on that account a victim of a breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government disagreed with this analysis. They submitted that the length of the first-instance proceedings could not be considered unreasonable having regard to the criteria relied on by the Court in this context. They pointed out that the applicant had not objected to the defendant’s request for an adjournment on 26 October 1989 and that he himself requested and was granted an adjournment on 7 March 1990 (see paragraphs 14 and 15 above). As to the length of the appeal proceedings they drew attention to the fact that the Supreme Court has had to cope in recent years with a substantial increase in the number of cases before it and that this factor could not be overlooked when assessing the reasonableness of the time taken for it to deliver its final judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "For these reasons they maintained that there had been no breach of Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Commission noted that the proceedings in issue began on 13 April 1987 and ended on 20 June 1995 – a total period of eight years, two months and eight days. Although the recognition of the right of individual petition by the respondent State took effect on 1 January 1989 it considered that the state of the proceedings on that date had to be taken into account when assessing the reasonableness of their length.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Concentrating on the length of the proceedings before the Supreme Court, the Commission noted in particular that the case lay dormant for a period of more than four years and two months. In the Commission’s opinion the delay in the processing of the appeal was imputable to the State and could not be justified by reference to the workload of the Supreme Court. The Commission concluded therefore that the length of the proceedings was excessive and failed to meet the reasonable time requirement in Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tThe Court’s assessment",
                                "elements": [
                                    {
                                        "content": "37.  The Court observes that the only set of proceedings to be considered for the purposes of its assessment of the reasonable time requirement under Article 6 § 1 of the Convention is the civil action initiated by the applicant on 13 April 1987 (see paragraph 13 above) and terminated on 20 June 1995 (see paragraph 20 above). The earlier recourse action is to be excluded from its assessment. Notwithstanding its relevance to the issue of the applicability of Article 6 § 1 (see paragraph 32 above) the length of that action never formed the subject matter of the applicant’s complaint to the Convention institutions (see paragraph 23 above). On that understanding, which has not been contested, the total length of time taken by the impugned civil action was eight years, two months and eight days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It must also be observed that when assessing the reasonableness of the length of the proceedings in the light of the Court’s established case-law (see paragraph 38 below), regard must be had to the fact that the period in respect of which it has jurisdiction ratione temporis began to run from 1 January 1989, when the declaration whereby Cyprus recognised the right of individual petition for the purposes of Article 25 of the Convention took effect. The Court, like the Commission, notes nevertheless that it must take account of the state of the case on that date in making its determination (see, most recently, the Proszak v. Poland judgment of 16 December 1997, Reports 1997-VIII, p. 2772, § 31).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Against that background, the Court, with reference to its settled case-law on this matter, will assess the reasonableness of the length of the impugned proceedings in the light of the particular circumstances of the case having regard to its complexity, to the conduct of the applicant and to that of the authorities including the domestic courts which heard the case at first instance and on appeal (see, among many other authorities, the above-mentioned Proszak judgment, p. 2772, § 32; the Robins v. the United Kingdom judgment of 23 September 1997, Reports 1997-V, p. 1810, § 33; and the Duclos v. France judgment of 17 December 1996, Reports 1996-VI, pp. 2180–81, § 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court considers that the applicant’s case essentially raised issues of liability and quantum of damages in respect of which the domestic courts had the benefit of settled case-law (see paragraph 22 above). The length of the proceedings cannot therefore be explained in terms of the complexity of the issues involved. It notes in this regard that the Supreme Court was able to decide the case relatively quickly after it was set down for hearing on 15 March 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nIrrespective of the period of time taken to dispose of the case at first instance, the Court observes in particular that no steps were taken by the registry of the Supreme Court to process the appeal proceedings between 8 January 1991 and 15 March 1995 (see paragraphs 17–19 above). It is to be noted, for example, that no procedural measures were taken to list the case for hearing or to deal with interlocutory motions during that time. This must be considered a particularly significant period of inactivity. The Government have sought to explain this with reference to the volume of work with which the Supreme Court had to contend at the relevant period. However, the excessive delay cannot be excused on this ground and is imputable to the respondent State, it being recalled that Article 6 § 1 imposes on Contracting States the duty to organise their judicial systems in such a way that their courts can meet each of its requirements, including the obligation to hear cases within a reasonable time (see the Philis v. Greece (no. 2) judgment of 27 June 1997, Reports 1997-IV, p. 1084, § 40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  There has accordingly been a violation of Article 6 § 1 in that the applicant’s “civil right” was not determined within a “reasonable time”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The applicant claimed just satisfaction under Article 50 of the Convention which provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "A.\tPecuniary damage",
                        "elements": [
                            {
                                "content": "42.  The applicant sought an award of 25,000 Cypriot pounds (CYP) to compensate him for the financial loss he suffered on account of the unreasonable length of the proceedings in issue. He explained that he had continued to act in a self-employed capacity in the expectation that there would be an adjudication on his claim for damages against the authorities within a reasonable period of time, possibly before the end of 1989. By that stage he should have known of the outcome of his civil action. The amount sought represented the difference between what he would have earned in the years 1990–92 had he taken up salaried employment and what he did in fact earn over that period as a self-employed person while awaiting a decision on his claim against the defendant authority. In the alternative, he requested the Court in its discretion to award part of the amount claimed.",
                                "elements": []
                            },
                            {
                                "content": "\n43.  The Delegate of the Commission did not offer any comments on the applicant’s claim. The Government for their part submitted that the applicant had not suffered any pecuniary damage and recalled in this respect that the Supreme Court had finally decided that the applicant was not entitled to compensation.",
                                "elements": []
                            },
                            {
                                "content": "44.  The Court considers that, given the fact that the proceedings concerned were not aimed at securing the applicant’s appointment to a post, he has not substantiated any causal link between the breach established and the alleged pecuniary damage. It therefore dismisses his claim.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tNon-pecuniary damage",
                        "elements": [
                            {
                                "content": "45.  The applicant maintained that the unreasonable length of the proceedings took a heavy toll on his physical and mental health. He adduced a medical report in support of his claim that the protracted litigation was a cause of stress, anxiety and depression. He claimed CYP 10,000 in this respect.",
                                "elements": []
                            },
                            {
                                "content": "46.  As with the previous head of damage the Delegate of the Commission did not offer any comments on this claim. The Government requested the Court to decide and declare that judgment in the applicant’s favour would in itself constitute just satisfaction for any non-pecuniary damage suffered.",
                                "elements": []
                            },
                            {
                                "content": "47.  Having regard to the excessive length of the proceedings, which can reasonably be considered to have been a source of anxiety and stress to the applicant in this particular case, and deciding on an equitable basis, the Court awards the sum of CYP 3,000 under this head.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\tCosts and expenses",
                        "elements": [
                            {
                                "content": "48.  The applicant requested the Court to award him a total amount of CYP 5,292.10, of which CYP 507.50 were incurred in the domestic proceedings and CYP 4,784.60 in advancing his case under Article 6 before the Convention institutions.",
                                "elements": []
                            },
                            {
                                "content": "49.  The Delegate did not comment on the amount claimed. The Government stated that if the Court were to find a breach of Article 6 § 1 of the Convention they were prepared to pay the applicant’s costs and expenses provided that the amounts claimed were shown to have been actually and necessarily incurred and were reasonable in the circumstances.",
                                "elements": []
                            },
                            {
                                "content": "50.  The Court considers that the costs claimed in respect of the domestic proceedings cannot be said to have been incurred to prevent the violation found by the Court. It consequently dismisses this part of the claim. As regards the costs and expenses claimed in respect of the proceedings before the Convention institutions, the Court finds the amount claimed reasonable and grants it in its entirety together with any value-added tax that may be chargeable, less the sum of 2,000 French francs received by way of legal aid from the Council of Europe.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "D.\tDefault interest",
                        "elements": [
                            {
                                "content": "51.  According to the information available to the Court, the statutory rate of interest applicable in Cyprus at the date of adoption of the present judgment is 8% per annum.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.\tHolds that Article 6 § 1 of the Convention is applicable in the present case and has been violated;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds",
                        "elements": []
                    },
                    {
                        "content": "3.\tDismisses the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 24 April 1998.",
                        "elements": []
                    },
                    {
                        "content": "\t\tPresident",
                        "elements": []
                    },
                    {
                        "content": "Signed: Herbert Petzold",
                        "elements": []
                    },
                    {
                        "content": "\tRegistrar",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrR. Bernhardt",
            "role": "president"
        },
        {
            "name": "MrF. Matscher",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrL.-E. Pettiti",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrA. Spielmann",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrN. Valticos",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrsE. Palm",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrA.N. Loizou",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrP. van Dijk",
            "role": "and also of mr h. petzold"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MAVRONICHIS v. CYPRUS",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58163.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1998:0424JUD002805495",
    "externalsources": [],
    "extractedappno": [
        "28054/95"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-58163",
    "judgementdate": "24/04/1998 00:00:00",
    "kpdate": "24/04/1998 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "MAVRONICHIS",
        "CYPRUS"
    ],
    "rank": "364.180694580078",
    "representedby": [],
    "respondent": "CYP",
    "respondentOrderEng": "10",
    "scl": [
        "Neves e Silva v. Portugal, judgment of 27 April 1989, Series A no. 153-A, p. 14, § 37",
        "Duclos v. France, judgment of 17 December 1996, Reports of Judgments and Decisions 1996-VI, pp. 2180-2181, § 55",
        "Neigel v. France, judgment of 17 March 1997, Reports 1997-II, pp. 410-411, § 43",
        "Philis v. Greece (no. 2), judgment of 27 June 1997, Reports 1997-IV, p. 1084, § 40",
        "Robins v. the United Kingdom, judgment of 23 September 1997, Reports 1997-V, p. 1810, § 33",
        "Proszak v. Poland, judgment of 16 December 1997, Reports 1997-VIII, p. 2772, §§ 31 and 32"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "443193",
    "typedescription": "15"
}