{
    "__articles": "8;8-1;35;35-1;41",
    "__conclusion": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life);Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "10280/12",
    "article": [
        "8",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-144355.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 10280/12) against the Slovak Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Spanish national, Mr José Juan López Guió (“the applicant”), on 13 February 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr J. I. Moreno Macho, a lawyer practising in Madrid (Spain). The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, a violation of his rights under Article 8 of the Convention in that the proceedings which he had initiated in Slovakia for the return of his child (“the child”) to Spain under the Convention on the Civil Aspects of International Child Abduction (“the Hague Convention”) had been arbitrarily interfered with by a judgment of the Constitutional Court of Slovakia and that he had consequently been deprived of contact with the child for a protracted period of time.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 13 April 2012 the application was communicated to the Government. At the same time, the Government of the Kingdom of Spain were informed of the case and invited to exercise their right of intervention, to which invitation they have not responded (Article 36 § 1 of the Convention and Rule 44 § 1 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background",
                                "elements": [
                                    {
                                        "content": "5.  The applicant was born in 1967 and lives in Madrid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  He was living in Spain together with a Slovak national, to whom he was not married. On 27 May 2009 a child was born to the applicant’s partner (“the mother”) in Slovakia. The applicant is the father of the child. The child is both a Slovak and a Spanish national.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Following the birth, the applicant, the mother and the child lived together with the applicant in Spain until 21 July 2010, when the mother took the child from Spain to Slovakia. Neither of them has ever returned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 31 August 2010 the mother petitioned the District Court (Okresný súd) in Martin (Slovakia) to make an order governing the exercise of parental rights and responsibilities in respect of the child. At the same time, she requested that, pending the final outcome of the proceedings, the District Court deal with these matters by way of an interim order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 14 September 2010 the District Court issued an interim order, pursuant to which the child was placed with the mother and the applicant was ordered to contribute towards the child’s maintenance pending the outcome of the proceedings on the merits. It was submitted by the applicant and not disputed by the Government that the written version of the interim order was not served on the applicant before 9 February 2011 and that, upon its service, the applicant was contributing to the child’s maintenance as ordered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The interim order remained in force until the proceedings on the merits of the mother’s petition were terminated by the District Court on 28 February 2011 and, following the mother’s appeal, by the Regional Court (Krajský súd) in Žilina (Slovakia) on 30 June 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "These courts found that the relevant law for the determination of jurisdiction in the matter was Council Regulation (EC) No. 2201/2003 of 27 November 2003 concerning jurisdiction and the recognition and enforcement of judgments in matrimonial matters and matters of parental responsibility (“Regulation No. 2201/2003”) and that, under Regulation No. 2201/2003, the crucial criterion for establishing jurisdiction over the matter was the place of habitual residence of the child. Having regard to the conclusions that had meanwhile been reached in that respect by the Bratislava I (Slovakia) District Court and the Bratislava Regional Court (see paragraphs 20 and 23 below), the place of the child’s habitual residence was Spain, and the Slovakian courts had no jurisdiction to entertain the matter.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Hague Convention proceedings",
                                "elements": [
                                    {
                                        "content": "11.  Meanwhile, on 5 August 2010, the applicant had complained about the removal and retention of the child by the mother before the Spanish Central Authority responsible for implementing the Hague Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Subsequently, on 21 October 2010, the applicant lodged an application with the Bratislava I District Court under the Hague Convention and Regulation No. 2201/2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In his application, he argued that the child’s habitual residence was in Spain and that the mother had removed or retained the child wrongfully within the meaning of Article 3 of the Hague Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, the applicant sought an order for the child’s return to Spain.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 3 November 2010 the District Court appointed the social services department for the city of Martin to represent the child’s interests in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The District Court called a hearing for 11 November 2010. However, two days before that date, that is to say on 9 November 2010, the mother’s lawyer asked for an adjournment on the grounds that the summons had only been received on that day, that a copy of the application had been served on them without enclosures, and that they had consequently not had adequate time and facilities to prepare.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 10 November 2010 the District Court informed the mother’s lawyer, in response to her request of the previous day, that, in view of the short time limits in proceedings under the Hague Convention, it was not possible to have the hearing postponed and that it would take place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the same day the mother’s lawyer inspected the case file; informed the court that, nevertheless, and on the same grounds as previously relied upon, they would not appear; and insisted that the hearing be adjourned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 11 November 2010 the District Court held a hearing as scheduled, in the presence of the applicant and his lawyer, who both made oral submissions. Neither the mother, nor the child, nor the social services department on the child’s behalf were present. The hearing was adjourned until 18 November 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 16 November 2010 the mother’s lawyer again inspected the case file and, on 18 November 2010, she lodged extensive written submissions. She explained the development of her client’s relationship with the applicant and described it. She submitted that, in connection with her falling out with the applicant, the mother had sought care from a mental health specialist; and that the child was closely attached to the mother and their separation was unthinkable. In addition, she submitted a letter from an association in Slovakia supporting women in need attesting that since 26 August 2010 the mother had been receiving their support in connection with allegations she had made that the applicant had been mistreating her. While admitting that there was no risk of direct harm to the child, the lawyer submitted that the applicant’s behaviour towards the mother should nonetheless be taken into account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 18 November 2010 the District Court held a hearing in the presence of the parties and their legal representatives, who all made oral submissions. The social services department on behalf of the child were not present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  At the conclusion of the hearing, the District Court allowed the applicant’s claim and ordered the child’s return to Spain. The order had the procedural form of a decision (uznesenie).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The District Court established that the child’s habitual residence was in Spain, that the mother had removed the child from there wrongfully, and that there were no obstacles to the return of the child there within the meaning of the Hague Convention. In addition, the District Court pointed out that its ruling in the present proceedings had nothing to do with questions of care and residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  As to the mother’s specific claim that the return of the child should be declined in view of the applicant’s behaviour toward the mother, the District Court found that she had failed to substantiate her allegations. The letter from the association that had been offering care and support to the mother was solely based on the mother’s allegations and as such could not serve to support those allegations. In her own words, the applicant had never mistreated her physically and there was nothing to support her allegations of psychological mistreatment. In that respect, the District Court found it of relevance that the mother had not brought the alleged psychological mistreatment to the attention of the Spanish authorities at the time when it had allegedly taken place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 29 December 2010 the mother filed an appeal (odvolanie) with the Bratislava Regional Court. In the first place, she reiterated her argument concerning the time and facilities made available for preparation prior to the hearing of 11 November. Moreover, she challenged the District Court’s conclusions as regards the letter from the association that had been providing her with care and support and contended that the Distract Court had failed to obtain a report from the mental health specialist treating her. In addition, she argued that the District Court had failed to take into account the loss which the child would suffer by separation from the mother. In that respect, she relied on a written statement of the court-appointed representative for the child. Moreover, the mother claimed that risk within the meaning of Article 13 (b) of the Hague Convention did not have to be imminent, but could lie in the future. Lastly, in connection with the District Court’s conclusions as regards the habitual residence of the child and the wrongfulness of the child’s removal, the mother submitted that it had been her and not the applicant who had actually been taking care of the child and was better disposed and equipped to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 21 January 2011, in the procedural form of a decision, the Regional Court dismissed the appeal and upheld the first-instance decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Regional Court fully endorsed the District Court’s reasoning and conclusions. In addition, it pointed out that the object and purpose of the Hague Convention was to ensure immediate restoration of the status quo which has been unlawfully changed by a person who wrongfully removes or retains a child by returning the child to the country of his or her habitual residence so that questions on the merits concerning care and residence may be examined by the court in that country. The purpose of the present proceedings had nothing to do with such substantive questions and they fell within the exclusive jurisdiction of the courts of the country of the child’s habitual residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Regional Court further held that the Hague Convention and Regulation No. 2201/2003 represented a departure from the traditional private-international-law principle of nationality towards a principle based on the child’s habitual residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the facts of the case, the Regional Court found no merit in the mother’s argument concerning the time and facilities given for preparation prior to the hearing of 11 November 2010, pointing out that time-limits under the Hague Convention had precedence over time-limits under the national procedural rules; that the mother and her lawyer had been duly summoned to the hearings; and that they had been granted ample opportunities to familiarise themselves with the case and to answer it. As to the mother’s complaints of the District Court’s alleged failure to obtain evidence she had sought to have adduced, the Regional Court pointed out that, under Article 13 of the Hague Convention, in return proceedings it was the person opposing the return who bore the burden of proof. Moreover, and in any event, some of the evidence adduced by the mother bore on questions falling outside of the scope of the present proceedings. As to the mother’s specific allegations of mistreatment, these were contradicted by the contents of the case file, in particular by copies of her e-mail communications with the applicant and his sister, as well as by photographs of the mother, the child and the applicant from the period between the child’s birth and her wrongful removal from Spain.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Lastly, the Regional Court held that the order for the child’s return by no means implied her separation from the mother, as the mother was free to return to Spain with the child and to assert her claims in respect of the child before the courts having jurisdiction to entertain them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The order for the child’s return to Spain became final and binding on 4 February 2011.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Extraordinary remedies",
                                "elements": [
                                    {
                                        "content": "1.  Appeal on points of law",
                                        "elements": [
                                            {
                                                "content": "25.  Subsequently, on 15 February 2011, the mother lodged an appeal on points of law (dovolanie) with the Supreme Court (Najvyšší súd) of Slovakia. The applicant was then allowed to submit observations in reply.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 22 March 2011 the Supreme Court declared the appeal inadmissible. As to the applicable principles, it acknowledged that, in Hague Convention proceedings, the courts are duty-bound diligently to establish the facts, and not to limit themselves to the evidence adduced by a single party to the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As to the specific facts of the present case, the Supreme Court observed that the applicant’s application for the commencement of the Hague Convention proceedings had been served on the mother without its enclosures. However, it held that this error had quickly been corrected when, on 10 November 2010, the mother’s lawyer had inspected the case file (see paragraphs 11, 14 and 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Moreover, the Supreme Court held that it had been wrong of the Bratislava I District Court to hold the hearing of 11 November 2010 in the absence of the mother and her lawyer and without giving them adequate time and facilities to prepare. However, that error had also been rectified by hearing the case again on 18 November 2010. At that hearing, the mother had made extensive submissions and, in addition, she had had further ample opportunity to make her case before the Court of Appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Finally, as to the child, whose court-appointed representative (see paragraph 13 above) had failed to show up without any excuse at either of those hearings, the Supreme Court observed that the representative had duly been summoned and held that, in the circumstances, the representative’s absence had been no obstacle to the District Court proceeding with the determination of the case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Extraordinary appeal on points of law",
                                        "elements": [
                                            {
                                                "content": "27.  In parallel to her appeal on points of law, the mother also petitioned the Public Prosecution Service (“PPS”) to exercise their discretionary power to challenge the lower courts’ decisions by way of an extraordinary appeal on points of law (mimoriadne dovolanie).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The PPS decided not to act upon the petition, on the grounds that the mother’s appeal on points of law and her later petition for reopening (see paragraphs 29 et seq. below) were still pending, these remedies having precedence over an extraordinary appeal on points of law. This position was upheld in a letter of the Bratislava Regional Office of the PPS of 12 January 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In that letter, the PPS endorsed the reasoning behind the judgment of the Supreme Court of 22 March 2011 (see paragraph 26 above) and, in addition, expressed a detailed and reasoned opinion that the order for the child’s return was correct on merits.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Petition for reopening",
                                        "elements": [
                                            {
                                                "content": "29.  In addition to the extraordinary remedies mentioned above, on 20 June 2011 the mother filed a petition to have the Hague Convention proceedings reopened (návrh na obnovu konania).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The petition was dismissed by the Bratislava I District Court on 5 August 2011 and, following the mother’s appeal, by the Bratislava Regional Court on 25 October 2011. The grounds for the rejection were that the Hague Convention proceedings had been concluded in the procedural form of a decision (see paragraph 19 and 23 above), as opposed to a judgment (rozsudok), and that, in the circumstances, the reopening of proceedings concluded by a decision was not permissible by law (Article 228 of the Code of Civil Procedure (Law no. 99/1963 Coll., as amended – the “CCP”).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Enforcement",
                                "elements": [
                                    {
                                        "content": "31.  By letter of 12 February 2011 the applicant invited the mother to abide by the return order, to no avail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 22 February 2011 the applicant applied to the Martin District Court for a warrant to have the return order enforced, pointing out that the order had become final and binding on 4 February 2011 (see paragraph 24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 16 March 2011 the District Court called upon the mother to abide by the return order voluntarily and summoned her for an interview on 31 March 2011. In response, the mother asked for the proceedings to be stayed in view of her extraordinary appeal and petition for reopening that were still pending (see paragraphs 27 – 30 above), and she did not show up for the interview.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 17 March 2011 the District Court appointed the Martin Social Services Department as the representative of the child’s interests for the purposes of the enforcement proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The District Court heard the enforcement case on 28 April and 13 May 2011. At a further hearing called specifically for that purpose on 16 May 2011, it delivered a warrant for the enforcement of the return order and authorised the applicant to carry out the enforcement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The mother and the child’s court-appointed representative appealed to the Žilina Regional Court, which – on 7 September 2011 – decided to stay the proceedings on their appeal. It did so observing that, in the meantime, the mother had petitioned for reopening of the Hague Convention proceedings (see paragraph 29 above) and that, if her petition was granted, the enforcement proceedings would be stayed by operation of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Following the dismissal of the mother’s petition for reopening (see paragraph 30 above), on 24 November 2011 the Regional Court resumed the appeal proceedings, only to stay them again, on 1 December 2011, this time in view of the mother’s petition to the PPS for an extraordinary appeal on points of law (see paragraph 27 above), which was still pending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Following the dismissal by the PPS of the mother’s petition for an extraordinary appeal (see paragraph 28 above), the appeal proceedings were again stayed on 2 February 2012, this time on the basis of the judgment (nález) of the Constitutional Court (Ústavný súd) of 13 December 2011 (see paragraphs 42 et seq. below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Constitutional complaint",
                                "elements": [
                                    {
                                        "content": "39.  On 1 July 2011, acting in her own name as well as that of the child, the mother challenged the decision of the Supreme Court of 22 March 2011 to reject the appeal on points of law (see paragraph 26 above) by way of a complaint under Article 127 of the Constitution (Constitutional Law no. 460/1992 Coll., as amended).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The complaint was directed against the Supreme Court. The applicant was neither a party to the ensuing proceedings nor informed of them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 18 October 2011 the Constitutional Court declared the complaint admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 13 December 2011 it gave a judgment dismissing the complaint on the merits in so far as it had been brought by the mother and, at the same time, in so far as the child was concerned, finding that the Supreme Court had violated the child’s rights as specified below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In particular, a violation of the child’s rights was found under Articles 46 § 1 (judicial protection), 47 § 3 (procedural equality) and 48 § 2 (hearing in one’s presence and opportunity to comment on evidence) of the Constitution; Article 6 § 1 (fairness) of the Convention; and Articles 3 §§ 1 (consideration of the best interests of the child) and 2 (protection and care necessary for the child’s well-being) and 12 §§ 1 and 2 (expression of the child’s views and being heard in judicial proceedings) of the Convention on the Rights of the Child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Constitutional Court endorsed the Supreme Court’s view that the District Court’s error in respect of the mother had been rectified at the hearing of 18 November 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In so far as the child was concerned, however, the child’s views were to have been expressed by the court-appointed representative, whose failure to appear had not been a valid reason for ruling on the matter without having the child’s views established. There were tools, including procedural fines, for ensuring the proper involvement of the court-appointed representative in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Consequently, the Constitutional Court quashed the challenged decision and remitted the mother’s appeal on points of law to the Supreme Court for re-examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The judgment was final and not amenable to appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Subsequent developments",
                                "elements": [
                                    {
                                        "content": "1.  Decisions",
                                        "elements": [
                                            {
                                                "content": "48.  On 22 March 2012 the Supreme Court re-examined the mother’s appeal on points of law of 15 February 2011 (see paragraph 25 above) against the return order. Being bound by the Constitutional Court’s assessment of the case, it quashed the order and remitted the case to the first-instance court with a view to having the views of the child established by means appropriate for the child’s age and maturity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Bratislava I District Court heard the case on 6 and 27 June 2012. A further hearing was scheduled for 18 July 2012, but it was cancelled on the grounds that a few days before, the mother’s lawyer had been appointed the head of the Slovakian Central Authority responsible for implementing the Hague Convention. Consequently, the lawyer had had to resign and the mother had appointed a new lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "At a subsequent hearing on 22 August 2012, the District Court ruled that the child was not to be returned to Spain. This ruling was upheld on 20 November 2012 by the Bratislava Regional Court following the applicant’s appeal.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Reasoning",
                                        "elements": [
                                            {
                                                "content": "50.  The courts’ reasoning may be summarised as follows. The child’s habitual residence for the purposes of the Hague Convention proceedings was Spain and her retention by the mother in Slovakia had been wrongful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, in view of the mother’s objections, it had to be examined whether there was any grave risk that the child’s return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation within the meaning of Article 13 (b) of the Hague Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  For that purpose, in addition to the other evidence taken, the District Court had interviewed the child, aged three at the time, and the child’s courtappointed representative, and the courts had also examined complex documentary evidence, including a report from the Spanish Central Authority as to the circumstances to which the child would be returned there.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The courts were guided by the best interests of the child, which they considered to be twofold, namely the interest in preserving relations with the child’s family and the interest in developing in a healthy environment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The courts found that the child was attached to the mother and, in view of the child’s age, also to the child’s home environment, to which the child had been introduced when it had been fourteen months’ old. The child only spoke Slovak, attended a kindergarten in Slovakia and was part of an extended family circle there. The courts concluded that the child’s removal from this environment would give rise to the risk of considerable detriment to the child and that, in the circumstances, the child’s best interests prevailed over those of the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As regards the applicant, the courts concluded that it had been two years since he had seen the child, that he had not been displaying a genuine interest in the child and that he had not been contributing to the child’s maintenance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "A separation of the child from the mother did not come in question. However, the mother’s vulnerable financial situation made it impossible to ensure proper care for the child in Spain. The child’s removal to Spain with the mother would thus expose the child to the risk of living in poverty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In view of those circumstances, the courts examined whether adequate arrangements within the meaning of Article 11 § 4 of the Regulation No. 2201/2003 had been made to secure the protection of the child on its return.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In that respect, the courts expressed the view that adequate arrangements had to eliminate with the highest possible probability the risks that the child would face and that they should entail the provision of low-rent housing for the mother and the child, free of charge specialised social and psychological counselling, and a detailed explanation of the welfare benefits and supervision by social services available to the mother in Spain.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The courts held that, in so far as any guarantees had been identified by the Spanish central authority, they were not specific enough. In so far as the applicant had been offering to cover the costs of the mother’s and the child’s air travel, the child’s health insurance and kindergarten in Spain, and a room free of charge in his apartment there, these guarantees were found not to be adequate and the courts noted that their “doubts as to whether he would actually keep his promises had not been assuaged”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The courts considered that they had established an overall picture of the social environment to which the child would return and had thoroughly examined the entire family situation. Based on the findings mentioned above, they concluded that the child’s return under the Hague Convention was not permissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC, EUROPEAN AND INTERNATIONAL LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Hague Convention",
                                "elements": [
                                    {
                                        "content": "57.  For the purposes of the present case, the key provisions of the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction state as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The States signatory to the present Convention,",
                                        "elements": []
                                    },
                                    {
                                        "content": "Firmly convinced that the interests of children are of paramount importance in matters relating to their custody,",
                                        "elements": []
                                    },
                                    {
                                        "content": "Desiring to protect children internationally from the harmful effects of their wrongful removal or retention and to establish procedures to ensure their prompt return to the State of their habitual residence, as well as to secure protection for rights of access,",
                                        "elements": []
                                    },
                                    {
                                        "content": "Have resolved to conclude a Convention to this effect, and have agreed upon the following provisions –",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "The objects of the present Convention are –",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  to secure the prompt return of children wrongfully removed to or retained in any Contracting State; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  to ensure that rights of custody and of access under the law of one Contracting State are effectively respected in the other Contracting States.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 11",
                                        "elements": []
                                    },
                                    {
                                        "content": "The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 12",
                                        "elements": []
                                    },
                                    {
                                        "content": "Where a child has been wrongfully removed or retained in terms of Article 3 and, at the date of the commencement of the proceedings before the judicial or administrative authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The judicial or administrative authority, even where the proceedings have been commenced after the expiration of the period of one year referred to in the preceding paragraph, shall also order the return of the child, unless it is demonstrated that the child is now settled in its new environment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 13",
                                        "elements": []
                                    },
                                    {
                                        "content": "Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that –",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  the person, institution or other body having the care of the person of the child was not actually exercising the custody rights at the time of removal or retention, or had consented to or subsequently acquiesced in the removal or retention; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In considering the circumstances referred to in this Article, the judicial and administrative authorities shall take into account the information relating to the social background of the child provided by the Central Authority or other competent authority of the child’s habitual residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 20",
                                        "elements": []
                                    },
                                    {
                                        "content": "The return of the child under the provisions of Article 12 may be refused if this would not be permitted by the fundamental principles of the requested State relating to the protection of human rights and fundamental freedoms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Further relevant provisions of European and international law",
                                "elements": [
                                    {
                                        "content": "58.  Further relevant provisions of the Hague Convention, the United Nations Convention on the Rights of the Child, the Charter of Fundamental Rights of the European Union and Regulation No. 2201/2003 have recently been summarised in the Court’s judgment in the case of X v. Latvia ([GC], no. 27853/09, §§ 34-42, ECHR 2013).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Relevant domestic law and practice",
                                "elements": [
                                    {
                                        "content": "1.  Constitution",
                                        "elements": [
                                            {
                                                "content": "59.  Article 127 reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. The Constitutional Court shall decide on complaints by natural or legal persons alleging a violation of their fundamental rights or freedoms ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. If the Constitutional Court finds a complaint to be justified, it shall deliver a decision stating that the person’s rights or freedoms as set out in paragraph 1 have been violated by a final decision, specific measure or other act and shall quash that decision, measure or act. If the violation that has been found is the result of a failure to act, the Constitutional Court may order [the authority] which has violated the [person’s] rights or freedoms to take the necessary action. At the same time it may remit the case to the authority concerned for further proceedings, order that authority to refrain from violating the [person’s] fundamental rights and freedoms ... or, where appropriate, order those who have violated the rights or freedoms set out in paragraph 1 to restore the situation to that existing prior to the violation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  In its decision on a complaint the Constitutional Court may grant appropriate financial compensation to a person whose rights under paragraph 1 have been violated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "4.  The liability for damage or other loss of a person who has violated the rights or freedoms as referred to in paragraph 1 shall not be affected by the Constitutional Court’s decision.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Constitutional Court Act (Law no. 38/1993 Col., as amended)",
                                        "elements": [
                                            {
                                                "content": "60.  Article 21:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. The parties to proceedings (účastníci konania) are the plaintiff and, as the case may be, the person against whom the application is directed, as well as [other] persons so identified under this Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. Intervening parties to proceedings (vedľajší účastníci konania) are persons so identified under this Act, as long as they do not waive this status. They have the same rights and duties in the proceedings as the parties, but they act always in their own name.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Article 51",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The parties to proceedings [concerning individual complaints] are the complainants and the person against whom the complaint is directed.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Constitutional Court’s practice as regards third-party interventions",
                                        "elements": [
                                            {
                                                "content": "62.  In a judgment of 27 May 2010 in case no I. ÚS 223/09, the Constitutional Court ruled on the merits of an individual complaint by a private entity against decisions of the Supreme Court in an administrative case. In the proceedings leading up to that judgment, the Constitutional Court had admitted sixteen individuals and one municipality to the proceedings as third parties on behalf of the Supreme Court. It observed that, as regards proceedings before the Constitutional Court, the Constitutional Court Act was the lex specialis in relation to the CCP. It further observed that, contrary to the CCP (Article 93 § 1), the Constitutional Court Act (section 21(2)) provided no basis for third parties to intervene in proceedings on individual complaints. Nevertheless, the Constitutional Court found that there could be no doubt that the individuals and the municipality in question had a legal interest in the outcome of the proceedings. Therefore, in conformity with the applicable constitutional principles, the standing of an intervening third party was to be granted to them and their observations were to be taken into account.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  In its judgment cited in the precedent paragraph, the Constitutional Court referred to its previous judgments of 9 September 2008 (case no. II. ÚS 91/08) and 14 June 2006 (case no. II. ÚS 122/05).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the former case, a municipality had claimed the status of an intervening party. Although this status was declined with reference to section 21(2) of the Constitutional Court Act as having no legal basis, the views of the municipality were nevertheless taken into account, as it was recognised that it had a legal interest in having a fair trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the latter case, a third party was denied the right to intervene without any explanation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In another unrelated case, no. IV. ÚS 249/11, the Constitutional Court examined an individual complaint of an alleged violation of the complainant’s rights to judicial protection and fair trial in the proceedings in an action by his former wife against him for maintenance payments. In a judgment of 20 June 2013 the Constitutional Court observed that, upon the request of the complainant’s former wife, she had been allowed to make written submissions in respect of the complaint. In its judgment, the Constitutional Court cited the relevant part of those submissions but there is no indication how, if at all, it took them into account. There is equally no indication that it took any formal decision as to the standing of the complainant’s former wife in the proceedings before the Constitutional Court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The U.N. Convention on the Rights of the Child and the Hague Convention in Slovakia",
                                        "elements": [
                                            {
                                                "content": "65.  The U.N. Convention on the Rights of the Child entered into force in respect of Slovakia on 6 February 1991 (Notice of the Ministry of Foreign Affairs no. 104/1991 Coll.), while the Hague Convention did so on 1 February 2001 (Notice of the Ministry of Foreign Affairs no. 119/2001 Coll.).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Other practice",
                                        "elements": [
                                            {
                                                "content": "66.  In an unrelated international child abduction case before the Bratislava II District Court (case no. 49P 414/2007), an extraordinary appeal on points of law was lodged by the PPS against a final, binding and enforceable return order. On 4 February 2009, in response to an enquiry prompted by the father of the child concerned, the President of the District Court provided the Office of the President of Slovakia with an update on the state of the proceedings and added the following comment:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“It does not behove me to judge the actions of the Office of the Prosecutor General. I am not privy to the reasons why an extraordinary appeal on points of law was lodged. I detect a problem in the system, which allows for such a procedure even in respect of decisions on the return of minor children abroad (‘international child abductions’). Irrespective of the outcome of the specific case, the possibility of lodging an appeal on points of law and an extraordinary appeal on points of law in cases of international child abduction protracts the proceedings and negates the object of the [Hague Convention], which is as expeditious a restoration of the original state [of affairs] as possible, that is to say the return of the child to their country of habitual residence within the shortest possible time.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "67.  Relying on Articles 6 and 8 of the Convention, the applicant complained that: (i) the Slovakian authorities had failed to ensure the prompt return of the child; (ii)  the proceedings for the child’s return had not been expeditious; (iii) in the Hague Convention proceedings he had not been provided with a translation of judgments and decisions into a language he understood; (iv)  those proceedings had been interfered with by an arbitrary judgment of the Constitutional Court, given in proceedings to which he had not been a party, and had thus not been able to affect the outcome of despite having a direct interest in it; and (v) as a result of the foregoing, he had been deprived of contact with his child for a protracted period of time.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "68.  The Government objected that the guarantees of Article 6 of the Convention did not apply ratione materiae to the proceedings commenced by the mother’s petition of 31 August 2010 for an order governing the exercise of parental rights and responsibilities in respect of the child (see paragraphs 8 to 10 above) and to those concerning her petition for reopening of the Hague Convention proceedings (see paragraphs 29 and 30 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Government also objected that, as far as the Hague Convention proceedings were concerned, the applicant had failed to comply with the requirement of exhaustion of domestic remedies under Article 35 § 1 of the Convention, especially in so far as he was complaining under Article 6 of the Convention about the length of those proceedings and their alleged unfairness and under Article 8 of the Convention of a violation of his right to respect for his private and family life in those proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Government’s submission, the applicant could have, but had not, raised such matters before the Constitutional Court by way of a complaint under Article 127 of the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court observes, first of all, that the present application is not directly concerned with the specific proceedings referred to in the Government’s first objection, as summarised in paragraph 68 above, and that these proceedings are captured in the present judgment merely as a part of the background and context of the present case. It therefore finds that this part of the Government’s submission calls for no separate judicial examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  As to the Government’s non-exhaustion objection, in respect of the complaints summarised under numerals (i) to (iii) in paragraph 67 above, the Court observes that the proceedings under the Hague Convection ended by the dismissal on 20 November 2012 of the applicant’s appeal against the ruling refusing his application for an order for the return of the child (see paragraph 49 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court is in agreement with the Government’s argument that, in so far as the applicant has complained of the length of these proceedings and their final outcome, including the question of the language of the proceedings, be it under Article 6 or Article 8 of the Convention, such complaints could and should first have been made before the Constitutional Court. By not having done so, the applicant has failed to exhaust domestic remedies. In consequence, the relevant part of the application must be rejected under Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  However, the Court notes that the applicant also complained of a violation of his Convention rights due to the Constitutional Court’s judgment of 13 December 2011 (the complaints summarised under numerals (iv) and (v) in paragraph 67 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  As regards those complaints, the Court observes that the Constitutional Court’s judgment was final and not amenable to appeal before the Constitutional Court or any other body (see paragraph 47 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  Therefore, in respect of the relevant part of the application, the Government’s objection of nonexhaustion of domestic remedies has to be dismissed. Noting that it is neither manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention nor inadmissible on any other ground, the Court finds that it must be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "76.  Relying on Articles 6 and 8 of the Convention, the applicant complained that the Hague Convention proceedings had been arbitrarily interfered with by the Constitutional Court’s judgment of 13 December 2011 and that he had consequently been deprived of contact with his child for a protracted period of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court considers that, on the facts of the present case, these complaints most naturally fall to be examined under Article 8 of the Convention, the relevant part of which reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Everyone has the right to respect for his private and family life ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "78.  The applicant contended that he had not been informed of the proceedings before the Constitutional Court leading up to its judgment of 13 December 2011, let alone been able to be a party to them. Yet this judgment had had a direct impact on his rights, in that it had quashed the final, binding and enforceable order for the return of the child, had led to a new round of the Hague Convention proceedings, with the attendant continued deprivation of his contact with the child, and, in view of the critical importance of the passage of time in those proceedings, had ultimately led to the denial of the child’s return.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  In reply, the Government admitted that the Constitutional Court’s judgment of 13 December 2011 had constituted an interference with the applicant’s Article 8 rights but contended that such interference had been justified, in that it had pursued the legitimate aim of promoting the best interests of the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In addition, the Government relied on the Constitutional Court’s judgment of 27 May 2010 in case no I. ÚS 223/09 (see paragraph 62 above) and submitted that, just as had been possible in that case, it had been open to the applicant to seek admission to the Constitutional Court proceedings in the present case as an intervening third party.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government emphasised that the entire Hague Convention proceedings had been expeditious and considered that the proceedings before the Constitutional Court had also been conducted with sufficient promptness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In addition, they submitted that the applicant had ignored the mother’s invitations to come and see the child in Slovakia and had limited himself to telephone communications with the child, despite having been in Slovakia on several occasions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  In a rejoinder, the applicant submitted that his first step towards the initiation of the Hague Convention proceedings had not been his application of 21 October 2010 to the Bratislava I District Court, but rather his complaint of 5 August 2010 to the Spanish Central Authority (see paragraphs 11 and 12 above). In addition, he contended that he had in fact been made to contribute towards the maintenance of the child under the interim measure of 14 September 2010, and had done so after it had been served on him on 9 February 2011 (see paragraph 9 above). As to the proceedings before the Constitutional Court, the applicant emphasised that they had concerned a final, binding and enforceable court order and that neither he nor his lawyer had been informed of them, which was why he had not, in fact, had any ability to take part in them. In so far as the Constitutional Court judgment complained of had been based on the failure of the court-appointed representative to show up at scheduled hearings, such failure had not been imputable to him and it had been unfair to make him bear the consequences of such failure. As a result of the Constitutional Court’s judgment, the Hague Convention proceedings had been arbitrarily protracted and their purpose frustrated. Lastly, the applicant submitted that he considered the mother’s actions to be criminal in nature, which had made him apprehensive and reluctant to seek more active contact with the child upon the mother’s invitation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  In a further rejoinder, the Government argued that the Constitutional Court was under no statuary duty to notify third parties of the commencement of proceedings on individual complaints with possible repercussions on such third parties’ rights and interests. This was due to the specific role the Constitutional Court played in the constitutional system of Slovakia. As to the final outcome of the Hague Convention proceedings, the Government referred to the reasons relied on by the domestic courts and emphasised that the child had already spent a significant amount of time in Slovakia and had become fully integrated into society there.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "82.  The Court observes that there was no dispute between the parties that the relationship between the applicant and the child was one of family life, that the proceedings for the return of the child under the Hague Convention impacted on the applicant’s right to respect for his family life and that, consequently, his complaint fell within the ambit of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court reiterates that, while the essential object of Article 8 of the Convention is to protect the individual against arbitrary action by the public authorities, there are in addition positive obligations inherent in an effective “respect” for family life (see, for example, Chabrowski v. Ukraine, no. 61680/10, § 104, 17 January 2013, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  In that respect, the Court reiterates that positive obligations under Article 8 of the Convention may involve the adoption of measures designed to secure respect for family life even in the sphere of relations between individuals, including both the provision of a regulatory framework of adjudicatory and enforcement machinery protecting individuals’ rights and the implementation, where appropriate, of specific measures (see, mutatis mutandis, Tysiąc v. Poland, no. 5410/03, § 110, ECHR 2007I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  On the facts of the present case, the Court observes that the primary interference with the applicant’s right to respect for his family life may not be attributed to an action or omission by the respondent State but rather to the actions of the mother, a private party, who – as the domestic courts concluded – has wrongfully retained the child in Slovakia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  It therefore remains to be ascertained whether there were any positive obligations on the part of the respondent State that required to be taken with a view to securing to the applicant his right to respect for his family life and, if so, whether any such positive obligations have been complied with by the respondent State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  Furthermore, the Court has held in the past that the State’s positive obligations under Article 8 include a right for parents to have access to measures which will enable them to be reunited with their children and an obligation on the national authorities to take such action (see Chabrowski, cited above, § 105).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Court observes that in disputes over the status of children comprising an international element a question often arises as to the jurisdiction to deal with such disputes and that, in a situation of international child abduction, that question is answered under Regulation No. 2201/2003 with reference to the child’s habitual residence immediately before the wrongful removal or retention (Article 10).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  Moreover, the Court notes that, by operation of the Hague Convention, the courts of the country where a child is removed or retained are to carry out proceedings aimed at establishing whether the removal or retention has been wrongful (Article 3 of the Hague Convention) and, unless there are circumstances preventing the child’s return within the meaning of Article 13 or 20 of the Hague Convention, to order the return of the child to his or her country of habitual residence (Article 12 of the Hague Convention). In the European Union this is subject to the provisions of Article 11 §§ 2 – 8 of Regulation No. 2201/2003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Court further observes that Slovakia is both a Member State of the European Union and a Contracting State of the Hague Convention. It follows that, in the circumstances of the present case, it was under an obligation to carry out the proceedings for the return of the child, which it did relying on the Hague Convention, as complemented by Regulation No. 2201/2003 (see paragraphs 12 et seq. and 50 et seq. above), with a view to enabling the courts in the country of the child’s habitual residence to resolve all questions relating to the child’s status, including matters relating to the applicant’s parental rights and responsibilities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In that respect, the Court notes that the parties have pleaded the case exclusively in terms of the Hague Convention and that the domestic courts essentially dealt with the case within the framework of that instrument.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  As to the ensuing question whether in discharging its obligations under the Hague Convention Slovakia has complied with its positive obligations under Article 8 of the Convention, the Court finds it opportune, at the outset, to refer to the summary of the general principles applicable in any assessment under the Convention of complaints concerning proceedings under the Hague Convention set out in its recent judgment in the case of X v. Latvia [GC] (cited above, §§ 99-108).",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  In respect of those general principles, the Court would observe, in particular, that the extent of its jurisdiction under Article 32 of the Convention is limited to matters concerning the interpretation and application of the Convention and the Protocols thereto. Nevertheless, in the area of international child abduction, the obligations imposed on the Contracting States by Article 8 of the Convention must be interpreted in the light of the requirements of the Hague Convention and those of the Convention on the Rights of the Child, and of the relevant rules and principles of international law applicable in relations between the Contracting Parties (see X v. Latvia [GC], cited above, § 93, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The decisive issue in that type of case is whether the fair balance that must exist between the competing interests at stake – those of the child, of the two parents, and of public order – has been struck, within the margin of appreciation afforded to States in such matters, taking into account, however, that the best interests of the child must be the primary consideration and that the objectives of prevention and immediate return correspond to a specific conception of “the best interests of the child” (see X v. Latvia [GC], cited above, § 95, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  In addition, whilst Article 8 of the Convention contains no explicit procedural requirements, the decisionmaking process involved must be fair and such as to ensure due respect of the interests safeguarded by Article 8 (see Buckley v. the United Kingdom, no. 20348/92, § 76, ECHR 1996-IV). In other words, the procedural protection enjoyed by applicants at the domestic level in respect of their rights protected under Article 8 of the Convention has to be practical and effective (see, among many other authorities, Papamichalopoulos and Others v. Greece, § 42, 24 June 1993, Series A no. 260-B, and also Turek v. Slovakia, no. 57986/00, § 113, ECHR 2006II (extracts)), and consequently compatible with that Article.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  Turning again to the specific circumstances of the present case, the Court notes that, in the initial round of examination, the applicant’s application for the return of the child under the Hague Convention was examined once by courts at two levels of jurisdiction, that their order for the return of the child became final, binding and enforceable, and that the order was nevertheless subsequently examined by the Supreme Court and the PPS, neither of these institutions having established any errors of substance or procedure justifying its quashing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  It was then that the Constitutional Court intervened, by quashing the Supreme Court’s decision, which then led to the quashing of the return order and the remittal of the matter to the first-instance court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The Court observes that although the Constitutional Court’s judgment in the present case did not constitute a final decision on the applicant’s Hague Convention application, in view of the critical importance attached to the passage of time in the proceedings of this type it was instrumental in the ultimate determination of the applicant’s application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Court therefore finds it appropriate to examine whether the Constitutional Court’s intervention in the proceedings was compatible with the respondent State’s positive obligation as specified above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  In that respect, the Court notes that there is no issue in terms of the lawfulness of the Constitutional Court’s judgment and considers that it may be acknowledged that the judgment served the legitimate aim of protecting the rights and freedoms of others, namely those of the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The Court shall therefore proceed to examine whether the contested judgment could be considered as having struck a fair balance between the competing interests at stake. From that perspective, the Court finds the applicant’s procedural standing and protection, if any, in relation to the proceedings before the Constitutional Court to be of particular importance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  In that respect, the Court observes that the Constitutional Court proceedings were initiated by the mother and that the defendant was the Supreme Court. Consequently, the applicant was neither plaintiff nor defendant in those proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The Court further observes that the proceedings before the Constitutional Court are governed by the Constitutional Court Act, as the lex specialis, and that this Act does not envisage third parties, such as the applicant in the present case, having standing to intervene.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  In so far as the Government argued that it was open to the applicant to seek admission to the Constitutional Court proceedings as an intervening third party by virtue of the subsidiary application of the relevant provisions of the CCP, the Court finds the Constitutional Court’s practice in that respect at the time of its judgment complained of in the present case to be rather inconclusive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  Be that as it may, the Court notes that there does not appear to be any official means by which a third party could learn about Constitutional Court proceedings concerning it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  Moreover, in the present case there is no indication that, at the relevant time, the applicant actually had any knowledge of the constitutional complaint by the mother. As a result, the proceedings before the Constitutional Court were carried out without his participation and he had no opportunity to influence their outcome, despite having a legitimate interest in it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Court finds that the complete lack of any procedural protection for the applicant before the Constitutional Court in this case was aggravated by an additional factor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  In particular, the Court considers that the impugned judgment has to be seen in a wider procedural context, taking into account the fact that, prior to it being rendered, all ordinary and extraordinary remedies against the return order had been exhausted. These included the mother’s appeal, appeal on points of law, petition for an extraordinary appeal on points of law, petition for reopening, and repeated petitions to have the enforcement proceedings stayed. To make matters worse, it is to be noted that, upon one of such petitions being filed, the enforcement proceedings were stayed on a ground (petition for reopening pending) that later turned out to be wholly unsupported at law (reopening of proceedings concluded by a decision impermissible at law) (see paragraphs 30, 36 and 37 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  As regards the existing procedural framework for Hague Convention proceedings in Slovakia, which the present case was ultimately concluded under as a result of the impugned Constitutional Court judgment, the Court notes in particular the opinion expressed by the President of the Bratislava II District Court (see paragraphs 66 above), which may be understood as suggesting that there is a systemic problem in that appeals and extraordinary appeals on points of law are allowed in the course of return proceedings, with the attendant effect of negating the object and purpose of the Hague Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The remittal of the present case to the ordinary courts resulted in yet more time being taken to deal with the case, which in the given type of case is of relevance for the outcome of the proceedings. The ultimate dismissal of the applicant’s application under the Hague Convection bears witness to this premise, as, in fact, does the relevant part of the Government’s arguments before the Court (see paragraph 81 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  As a result, for a protracted period of time the status of the child has not been determined by any court, the courts in Slovakia having no jurisdiction to do so, and the courts in Spain having no practical opportunity to do so, a state of affairs which can by no means be said to have been in the child’s best interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The above considerations are sufficient for the Court to conclude that the respondent State has failed to secure to the applicant the right to respect for his family life by providing him with proceedings for the return of the child under the Hague Convention in compliance with the requirements of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  In view of this finding, the Court considers it unnecessary to examine separately the substantive grounds behind the Constitutional Court’s judgment of 13 December 2011. For similar reasons, the Court finds it unnecessary to examine separately the remaining admissible complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  In sum, there has been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS",
                        "elements": [
                            {
                                "content": "114.  Lastly, the applicant alleged a violation of Articles 1, 7, 11 and 12 of the Hague Convention.",
                                "elements": []
                            },
                            {
                                "content": "115.  As observed above, the Court has no jurisdiction ratione materiae to examine issues of compliance with the Hague Convention taken alone. It follows that the remainder of the application must be rejected in accordance with Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "116.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "117.  By way of compensation in respect of non-pecuniary damage, the applicant claimed 150,000 euros (EUR) for either of the alleged violations of his rights under Articles 6 and 8 of the Convention. He also claimed EUR 15,000 in respect of each month until the child returned to Spain. Moreover, he claimed EUR 692.40 in respect of pecuniary damage, this amount consisting of the amounts he had been made to pay by way of contribution to the child’s maintenance and a fee for the child’s registration in a Spanish kindergarten (see paragraphs 9 and 55 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Government contested the claim in respect of non-pecuniary damage as overstated, the claim for a monthly payment until the return of the child as not having any basis in the Court’s case-law, and the claim in respect of pecuniary damage as unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  In so far as the applicant may be understood as seeking a form of aggravated or punitive damages, the Court recalls that it has declined to make any such awards in the past (see, for example, Greens and M.T. v. the United Kingdom, nos. 60041/08 and 60054/08, § 97, ECHR 2010 (extracts), with further references). Having found no reasons for reaching a different conclusion in the present case, the Court rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  However, it awards the applicant EUR 19,500 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "122.  The applicant also claimed EUR 6,079.94 for legal costs at the domestic level; EUR 7,080 for legal costs incurred before the Court; EUR 1,760.95 for translation costs; and EUR 1,921.53 for transportation and accommodation expenses incurred in connection with his travel to and from Slovakia and with his stay there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Government considered the claim concerning legal costs before the Court to be overstated. As for the costs and expenses incurred by the applicant at the domestic level, they requested that in the event of a finding of a violation of the applicant’s Convention rights compensation in that regard only be ordered in so far as those expenses had reasonably been incurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 7,500 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "125.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 8 of the Convention concerning the allegedly arbitrary interference with the Hague Convention proceedings by a judgment of the Constitutional Court with the alleged attendant deprivation of the applicant’s contact with his child admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 June 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Johannes Silvis",
            "role": "judges"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Santiago Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LÓPEZ GUIÓ v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-144355.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0603JUD001028012",
    "externalsources": [
        "The U.N. Convention on the Rights of the Child",
        "Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction"
    ],
    "extractedappno": [
        "10280/12",
        "27853/09",
        "223/09",
        "91/08",
        "122/05",
        "249/11",
        "61680/10",
        "5410/03",
        "20348/92",
        "57986/00",
        "60041/08",
        "60054/08"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 127 of the Constitution",
        "Article 21 of the Constitutional Court Act (Law no. 38/1993 Col., as amended)"
    ],
    "itemid": "001-144355",
    "judgementdate": "03/06/2014 00:00:00",
    "kpdate": "03/06/2014 00:00:00",
    "kpthesaurus": [
        "451",
        "634",
        "425",
        "14",
        "128",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "8",
        "8-1",
        "35-1",
        "35",
        "41"
    ],
    "parties": [
        "LÓPEZ GUIÓ",
        "SLOVAKIA"
    ],
    "rank": "1126.52600097656",
    "representedby": [
        "MORENO MACHO J.I."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [
        "Buckley v. the United Kingdom, no. 20348/92, § 76, ECHR 1996-IV",
        "Chabrowski v. Ukraine, no. 61680/10, §§ 104-105, 17 January 2013",
        "Greens and M.T. v. the United Kingdom, nos. 60041/08 and 60054/08, § 97, ECHR 2010 (extracts)",
        "Papamichalopoulos and Others v. Greece, § 42, 24 June 1993, Series A no. 260-B",
        "Turek v. Slovakia, no. 57986/00, § 113, ECHR 2006 II (extracts)",
        "Tysiąc v. Poland, no. 5410/03, § 110, ECHR 2007 I",
        "X v. Latvia [GC], no. 27853/09, §§ 34-42, ECHR 2013"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "450385",
    "typedescription": "15"
}