{
    "__articles": "6;6-1;13;P1-1",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 13;Violation of P1-1",
    "applicability": "",
    "appno": "1115/02",
    "article": [
        "6",
        "p1-1",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        }
    ],
    "content": {
        "001-80502.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 1115/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mrs Nina Mazepa (“the applicant”), on 2 August 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Moldovan Government (“the Government”) were represented by their Agent, Mr V. Pârlog.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the non-enforcement of the judgment of 27 May 1999 in her favour had violated her rights guaranteed by Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention, and that the proceedings had been unreasonably long.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). On 1 December 2005 a Chamber of that Section decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1953 and lives in Chişinău. She is a second degree invalid.",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "1.  The original proceedings",
                                "elements": [
                                    {
                                        "content": "7.  The applicant owns part of a house in which her neighbour (V.) owns another part. V. re-constructed her part of the house without the prior agreement of the applicant and the applicant's part of the house was seriously damaged as a result.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 11 February 1998 the applicant initiated court proceedings claiming damages from V. Relying on an expert's assessment of the damage caused to the applicant's house, on 27 May 1999 the Buiucani District Court awarded her 12,635 Moldovan lei (MDL) (the equivalent of 1,054 euros (EUR) at the time). No appeal was made and the judgment became final and enforceable 15 days later.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  According to the applicant, she wrote to various State authorities requesting the enforcement of the award but it was not enforced. On 10 July 2000 she informed the Buiucani District Court that the judgment of 27 May 1999 had not been enforced and asked it to change the manner of enforcing the judgment by transferring V.'s part of the house to the applicant. She emphasised that her own part of the house had been severely damaged and that the damage had been aggravated with the passage of time, causing a real threat to her life. The applicant relied, inter alia, on Article 359 of the Code of Civil Procedure (see paragraph 24 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 13 April 2001 the Buiucani District Court accepted the claim. The new enforcement warrant was submitted to the court on 4 July 2001, following which the bailiff requested V. to comply with the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant also requested the Supreme Court of Justice to transfer the examination of her cases against V., including the enforcement of the judgment of 27 May 1999, to another court in view of the inactivity of the Buiucani District Court. On 7 February 2001 the Supreme Court of Justice rejected that request as unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 7 May 2001 the Buiucani District Court adopted an additional judgment, awarding the applicant damages (MDL 6,558) against V. for the late enforcement of the judgment of 27 May 1999. V. appealed. On 12 September 2001 the  quashed that judgment and ordered a full re-hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 11 January 2002 the bailiff organised an auction for the sale of the part of the house belonging to V. but nobody offered the minimum asking price set. He then proposed that the court accept the applicant's request to be given title to that part of the house on account of V.'s debt to her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 29 January 2002 the District Court accepted that request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In parallel to all the proceedings mentioned above, the applicant initiated administrative proceedings for the annulment of a municipality's decision adopted in 1996 confirming the lawfulness of V.'s re-construction of the house. On 17 November 1999 the Buiucani District Court accepted that request and on 5 July 2000 the  upheld that judgment. On 28 September 2000 the Court of Appeal quashed the two judgments and adopted a new one, rejecting the applicant's claims.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The re-opened proceedings",
                                "elements": [
                                    {
                                        "content": "16.  V. lodged a request for the revision of judgments of 27 May 1999 and 29 January 2002 because the expert report on the damage had been signed by an expert lacking the required training and the District Court had based its judgment of 27 May 1999 on that report. The report stated the level of training of its author, who was registered by the Chamber of Commerce as that of a 1st (highest) degree expert with 23 years' work experience. On 25 April 2001 the Buiucani District Court rejected V.'s request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 25 April 2002 the Chişinău Regional Court accepted V.'s request and quashed the judgment of 27 May 1999 and the decision of 13 April 2001 (see paragraphs 8 and 10 above), ordering a full re-examination of the case in view of the expert's lack of adequate training. The court accepted V.'s claim that she had only found out about the expert's lack of training in December 2000 and had thus not exceeded the three-month time-limit for lodging the revision request. The applicant informed the Court about the quashing in a letter of 3 March 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 12 November 2002 the Buiucani District Court ordered an expert report to be made. On an unspecified date in 2003 the Republican Centre for Research and Regulation of Constructions (“CERCON”, a State institution) submitted its report to the court. It confirmed that, following the reconstruction of V.'s part of the house in serious violation of building regulations, the applicant's part of the house had suffered a major deterioration and had become uninhabitable. New cracks appeared in the wall after a repair, which meant that the process had not yet stabilised. A part of V.'s house created a particular danger during earthquakes and the applicant's house had lost all of its resistance to earthquakes. CERCON assessed the damage caused to the applicant's house at MDL 109,920 (EUR 7,266).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  According to a statement by the judge in charge of the applicant's case regarding the proceedings after the revision of 25 April 2002, the hearings had to be adjourned (by one month on each occasion) due mainly to the applicant's representative's absence on the following dates: 1 September 2003 (the first hearing in the re-opened proceedings), 7 November 2003, 8 December 2003, 17 February 2005, 17 March 2005, 9 June 2005 and 25 August 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Three more one-month adjournments had to be ordered at V.'s request: on 6 October 2003, 9 December 2004 and 30 January 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 5 February 2004 the applicant requested a new expert report to be drawn up in respect of the damage caused to her part of the house. V. supported this request. On 9 February 2004 the questions for the experts were formulated and on 20 February 2004 the court ordered the parties to bear equally the experts' costs. The expert report was sent to the court by the Republican Institute for Judicial Expertise and Criminalistics (“IREJC”, a State institution) on 8 November 2004, following a visit to the applicant's part of the house on 26 October 2004. The report largely confirmed the findings of the two previous expert reports and assessed the damage caused to the applicant's house at MDL 125,174 (EUR 7,784). It also found that the process of the deformation of the house had not yet stopped and new cracks had appeared after minor repairs had been undertaken. On 15 April 2005 the court accepted V.'s objections to the expert report and ordered a new report to be drawn up by IREJC. On 13 May 2005 IREJC sent the case file back to the court without drawing up the report. On 19 May 2005 the experts charged with drawing up the report were summoned, but they failed to appear on 5 July 2005. On 29 November 2005 V. requested another expert report. On 6 December 2005 the court sent IREJC a request for a new expert report, but on 19 December 2005 the IREJC returned the case file since V. had failed to pay IREJC its costs, as ordered by the court. The applicant stated that she did not want another report since the previous one had confirmed her position. On 30 January 2006 the court ordered the parties to each bear IREJC's costs and ordered a new report to be drawn up. In their observations of September 2006 the Government informed the Court that IREJC had not yet drawn up its report and asked for permission to submit it to the Court when it was ready. No such report has been submitted to date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The proceedings are still pending before the Buiucani District Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "23.  The relevant domestic law has been set out in Prodan v. Moldova (no. 49806/99, ECHR 2004III (extracts)).",
                                "elements": []
                            },
                            {
                                "content": "24.  In addition, the relevant provisions of the Code of Civil Procedure, applicable at the relevant time, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Article 5. Examination of civil actions by the court.",
                                "elements": []
                            },
                            {
                                "content": "The court shall begin the examination of a civil case:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3)  at the request of the natural or legal person who asks for the protection of his or its rights or interests protected by law; ...",
                                "elements": []
                            },
                            {
                                "content": "TITLE FIVE",
                                "elements": []
                            },
                            {
                                "content": "EXECUTION OF COURT JUDGMENTS",
                                "elements": []
                            },
                            {
                                "content": "Article 336. Court judgments and decisions of other authorities, which shall be executed.",
                                "elements": []
                            },
                            {
                                "content": "The following shall be executed in accordance with the rules in the present Title of this Code:",
                                "elements": []
                            },
                            {
                                "content": "1)  judgments ... adopted by courts in civil cases: ...",
                                "elements": []
                            },
                            {
                                "content": "Article 337. Documents of forced execution.",
                                "elements": []
                            },
                            {
                                "content": "The following are considered documents of forced execution:",
                                "elements": []
                            },
                            {
                                "content": "1)  execution warrants ... adopted by courts...;",
                                "elements": []
                            },
                            {
                                "content": "Article 338. Issuance of an execution warrant.",
                                "elements": []
                            },
                            {
                                "content": "Execution warrants shall be issued by the court to the creditor after the decision becomes final...",
                                "elements": []
                            },
                            {
                                "content": "Execution warrants shall be issued directly to the creditor or, at his or her request, shall be sent for enforcement directly by the court to the territorial subdivision of the Decisions' Enforcement Department within the Ministry of Justice.",
                                "elements": []
                            },
                            {
                                "content": "Article 343. Submission of the document of forced execution.",
                                "elements": []
                            },
                            {
                                "content": "The bailiff shall begin the enforcement of court judgments at the request of the persons mentioned in Article 5 of the present Code ...",
                                "elements": []
                            },
                            {
                                "content": "Article 349. Verification of the execution of the judgment.",
                                "elements": []
                            },
                            {
                                "content": "The judge shall verify the correct and timely execution of the judgment.",
                                "elements": []
                            },
                            {
                                "content": "Article 359. Measures of forced execution.",
                                "elements": []
                            },
                            {
                                "content": "The following shall be the measures of forced execution:",
                                "elements": []
                            },
                            {
                                "content": "1)  execution against the debtor's assets through their freezing and sale; ...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "25.  The applicant complained that the non-enforcement of the final court judgment in her favour had violated her rights under Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention. She further complained about the excessive length of the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "Article 6 § 1 of the Convention, in so far as relevant, reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“1.  In the determination of his civil rights and obligations ... everyone is entitled to a fair hearing ... within a reasonable time by a tribunal ....”",
                        "elements": []
                    },
                    {
                        "content": "Article 1 of Protocol No. 1 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                        "elements": []
                    },
                    {
                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                        "elements": []
                    },
                    {
                        "content": "26.  She also complained about the lack of effective remedies in respect of her complaints, contrary to Article 13 of the Convention, which provides:",
                        "elements": []
                    },
                    {
                        "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                        "elements": []
                    },
                    {
                        "content": "27.  She further complained under Articles 14 and 17 of the Convention, without giving details. Article 14 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                        "elements": []
                    },
                    {
                        "content": "Article 17 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Nothing in [the] Convention may be interpreted as implying for any State, group or person any right to engage in any activity or perform any act aimed at the destruction of any of the rights and freedoms set forth herein or at their limitation to a greater extent than is provided for in the Convention.”",
                        "elements": []
                    },
                    {
                        "content": "I.  ADMISSIBILITY OF THE COMPLAINTS",
                        "elements": [
                            {
                                "content": "28.  The Court considers that the applicant's complaints under Articles 14 and 17 are unfounded. She has not provided any details to substantiate them and there is nothing in the case file which assists in this connection.",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, these complaints are manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and must be rejected under Article 35 § 4.",
                                "elements": []
                            },
                            {
                                "content": "29.  The Court considers that the applicants' complaints under Articles 6 and 13 of the Convention, as well as under Article 1 of Protocol No. 1, raise questions of fact and law which are sufficiently serious that their determination should depend on an examination of the merits. No grounds for declaring them inadmissible have been established. The Court therefore declares these complaints admissible. In accordance with its decision to apply Article 29 § 3 of the Convention (see paragraph 4 above), the Court will immediately consider the merits of these complaints.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL NO. 1 IN RESPECT OF THE NON-ENFORCEMENT OF THE FINAL JUDGMENT OF 27 MAY 1999",
                        "elements": [
                            {
                                "content": "30.  The applicant complained about a violation of her rights guaranteed under the above Articles as a result of the failure to enforce the final court judgment in her favour.",
                                "elements": []
                            },
                            {
                                "content": "31.  The Government submitted that the judgment of 27 May 1999 in the applicant's favour had been quashed and the authorities had taken all reasonable steps to enforce the judgment from the moment of its adoption. Moreover, no other judgment in the applicant's favour had become final.",
                                "elements": []
                            },
                            {
                                "content": "32.  The Court reiterates that a “claim” can constitute a “possession” within the meaning of Article 1 of Protocol No. 1 to the Convention if it is sufficiently established to be enforceable (see Prodan v. Moldova, cited above, § 59). The applicant had a final judgment in her favour and thus had a “possession”. It also recalls that the re-opening of proceedings and the quashing of a final judgment “does not call into question the final nature of [that judgment]” and does not, accordingly, relieve the authorities from their responsibility for failing to enforce during the period when it was still in force (Popov v.  (no. 1), no. 74153/01, § 55, 18 January 2005). Since no complaint was made in respect of the re-opening of the proceedings, this issue is not before the Court.",
                                "elements": []
                            },
                            {
                                "content": "33.  In the present case, the judgment of 27 May 1999 remained unenforced for almost three years until 25 April 2002, when it was quashed. The Court notes the Government's affirmation that the authorities had attempted to enforce the judgment from the very moment of its adoption (see paragraph 31 above). Accordingly, the applicant properly requested the authorities to enforce the judgment. In addition, on 10 July 2000 the applicant informed the domestic court of the failure to enforce the judgment and asked for a change in the method of enforcement (see paragraph 9 above). For an unknown reason, the domestic court only responded to that request more than nine months later, on 13 April 2001.",
                                "elements": []
                            },
                            {
                                "content": "34.  It follows that the court, which at the relevant time had the function of supervising the enforcement of its own judgments (see paragraph 24 above), was aware of the failure to enforce the judgment in the applicant's favour and was obliged to ensure its enforcement. However, it did not take any action until April 2001, when it ordered a change in the method of enforcement. A complaint specifically about the delay in the enforcement lodged with the Supreme Court of Justice was rejected in February 2001 and did not lead to any immediate re-activation of the proceedings (see paragraph 14 above).",
                                "elements": []
                            },
                            {
                                "content": "35.  Moreover, despite the change in the means of enforcement and the submission of a new warrant for enforcement on 4 July 2001, it took the authorities another half a year to make the first serious attempt at enforcing the judgment by organising the auction of V.'s part of the house in January 2002.",
                                "elements": []
                            },
                            {
                                "content": "36.  The Court considers that the authorities had not taken all reasonable steps to ensure enforcement, given that the first serious attempt to do so was made almost two years after the judgment had become final. The Government have not explained that delay.",
                                "elements": []
                            },
                            {
                                "content": "37.  In respect of the applicant's complaint under Article 1 of Protocol No. 1 to the Convention, the Court recalls that under its practice “a failure to recover a debt because of the debtor's indigence cannot be held against the respondent State unless and to the extent that it is imputable to the domestic authorities” (see, among other authorities, Poláčik v. Slovakia, no. 58707/00, § 64, 15 November 2005). However, in the present case the debtor's indigence was not an issue, since V. had real estate which could have been used to enforce the judgment. Indeed, when the bailiff decided to take specific action aimed at enforcing the judgment he was able to do so (see paragraphs 13 and 14 above). The Government have not explained the authorities' failure to take such action at an earlier stage.",
                                "elements": []
                            },
                            {
                                "content": "By failing to take the necessary steps to have the judgment of 27 May 1999 enforced the national authorities prevented the applicant from enjoying the successful result of her litigation.",
                                "elements": []
                            },
                            {
                                "content": "38.  There has accordingly been a breach of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 (Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 59 and 74, ECHR 1999V; Popov (1), cited above, §§ 58 and 64 and Istrate v. , no. 53773/00, §§ 55 and 61, 13 June 2006).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION IN RESPECT OF THE LENGTH OF THE PROCEEDUNGS FOLLOWING THEIR RE-OPENING",
                        "elements": [
                            {
                                "content": "39.  The applicant also complained under Article 6 of the Convention about the excessive overall length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Government considered that the authorities had acted with sufficient diligence and that most of the delays in the present case were the result of the parties' conduct. They referred to the adjournment of hearings on seven different occasions at the applicant's request (see paragraph 19 above). In addition, a number of expert reports had had to be drawn up, which also increased the total length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court notes that the proceedings in the present case ended in May 1999 but that the final judgment was not enforced until it was quashed in April 2002. Since the period of non-enforcement has already been taken into account when examining the complaints under Article 6 of the Convention and Article 1 of Protocol No. 1 above, the Court will examine the period that followed the quashing on 25 April 2002 until present, it being noted that the proceedings are still pending before the first-instance court. Accordingly, the period to be taken into consideration is almost five years.",
                                "elements": []
                            },
                            {
                                "content": "42.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria established by its case-law, particularly the complexity of the case, the conduct of the applicant and of the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII and Humen v. Poland [GC], no. 26614/95, 15 October 1999, § 60).",
                                "elements": []
                            },
                            {
                                "content": "43.  The Court considers that the case was not particularly difficult to determine and that a final court judgment had already been adopted on 27 May 1999. The only factor complicating the proceedings, which was the sole reason for ordering their re-opening in 2002, was the need to obtain new expert evidence regarding the damage to the applicant's house. This factor will be taken into account when examining the parties' conduct.",
                                "elements": []
                            },
                            {
                                "content": "44.  As regards the applicant's conduct, the Court only partly shares the Government's view that she had contributed to the length of the trial. The applicant had requested adjournments of the proceedings seven times and the total period of adjournments resulting from her requests amounted to approximately seven months. Accordingly, the Court will not take into account this seven months period of delay, nor the three additional months period of delay due to V.'s requests for adjournment (see paragraph 19 above).",
                                "elements": []
                            },
                            {
                                "content": "45.  As regards the conduct of the authorities, the Court notes that five years following the re-opening of the proceedings the case is still pending before the first-instance court and that a judgment has yet to be adopted. It also notes that most of the delay resulted from the obtaining of three expert reports (see paragraphs 18 and 21 above), in addition to the one already drawn up during the initial proceedings.",
                                "elements": []
                            },
                            {
                                "content": "46.  It is true that obtaining expert reports which a domestic court reasonably considers necessary to reach a decision is a factor explaining in part the length of proceedings. Moreover, the parties asked for the additional reports to be drawn up. However, the Court considers that the courts, which have the discretion to reject the parties' requests for additional reports if these are not considered necessary, should not allow unreasonably long delays in the proceedings. The Court recalls that “the principal responsibility for the delay due to expert opinions rests ultimately with the State” (see Capuano v. Italy, judgment of 25 June 1987, Series A no. 119, p. 14, § 32 and Ciborek v. , no. 52037/99, § 55, 4 November 2003). In this respect, it is also relevant that both the 2003 and the 2004 reports were drawn up by State institutions and that the court appears not to have taken any measure to ensure the timely submission of the reports.",
                                "elements": []
                            },
                            {
                                "content": "47.  In particular, the Court notes that there have been unexplained delays in the proceedings. After the quashing of 25 April 2002 for the sole reason that it was considered necessary to obtain a more qualified expert report, the domestic court asked for such a report only on 12 November 2002. No explanation was given for that delay. More unexplained delays occurred during the process of obtaining the expert reports, such as the period between 20 February 2004 when the court's request was sent to the experts, and 26 October 2004, when the experts visited the house at issue (see paragraph 21 above). The last expert report was ordered on 30 January 2006 and it appears not to have been drawn up yet. In addition, experts failed to appear at a court hearing without any explanation. A lack of diligence in the experts' conduct is apparent, as is the failure of the court to take any action in this respect. It is also somewhat surprising that the court found it necessary to order another expert report after three previous reports had all concluded in the applicant's favour. Even though some of the reports may have been invalidated by procedural mistakes, the Court considers that the repetition of such mistakes in the course of the same proceedings discloses a serious deficiency in the system set up by the State for obtaining expert reports (see, mutatis mutandis, Wierciszewska v. Poland, no. 41431/98, § 46, 25 November 2003 and Pavlyulynets v. Ukraine, no. 70767/01, § 51, 6 September 2005).",
                                "elements": []
                            },
                            {
                                "content": "48.  The Court is, moreover, of the opinion that where proceedings are re-opened the courts must show particular diligence so as to ensure that such proceedings are concluded as soon as possible. No such diligence is apparent in the present case, where the only reason for the re-opening was the alleged deficiency of an expert report and where, almost five years later, that specific issue has still not been remedied notwithstanding the preparation of two new reports.",
                                "elements": []
                            },
                            {
                                "content": "49.  Finally, the Court considers that what was at stake for the applicant in the proceedings in question was of crucial importance to her, taking into consideration that she was living in a house found to be uninhabitable since 1999.",
                                "elements": []
                            },
                            {
                                "content": "50.  Consequently, the Court holds that the applicant's case was not heard within a reasonable time. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 13 IN CONJUNCTION WITH ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  The applicant complained under the Article 13 about the lack of an effective remedy in respect of her complaint under Article 6 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "52.  The Government considered that the authorities could not be held responsible for not enforcing a judgment which had not yet been adopted, given that the proceedings were still pending before the first-instance court. The parties were given the possibility of appealing all procedural decisions they considered necessary.",
                                "elements": []
                            },
                            {
                                "content": "53.  The Court reiterates that Article 13 guarantees an effective remedy before a national authority for an alleged breach of the requirement under Article 6 § 1 to hear a case within a reasonable time (see Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI). It recalls that the effect of Article 13 is to require the provision of a domestic remedy allowing the competent national authority both to deal with the substance of the relevant Convention complaint and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they comply with their obligations under this provision (see Chahal v. the United Kingdom, judgment of 15 November 1996, Reports 1996-V, pp. 1869-70, § 145). The remedy required by Article 13 must be “effective”, both in practice and in law. However, such a remedy is required only for complaints that can be regarded as “arguable” under the Convention (see Metropolitan Church of Bessarabia and Others v. Moldova, no. 45701/99, § 137, ECHR 2001XII).",
                                "elements": []
                            },
                            {
                                "content": "54.  In the present case, the Court has found a violation of Article 6 § 1 in respect of the non-enforcement of the judgment o 27 May 1999 and the length of proceedings following their re-opening on 25 April 2002.",
                                "elements": []
                            },
                            {
                                "content": "55.  The Court notes that the applicant's complaints regarding both the non-enforcement of a final judgment and the excessive length of the proceedings were clearly “arguable” (see paragraphs 38 and 50 above). The Government have not relied on any provision of domestic law allowing the applicant to take action with a view to accelerating both the enforcement of the 1999 judgment and the examination of the proceedings following their re-opening and to obtain compensation for the delays. Moreover, the applicant asked the Supreme Court of Justice to have the case transferred to another court in view of the alleged protraction of the proceedings by the Buiucani District Court, but to no avail (see paragraph 11 above).",
                                "elements": []
                            },
                            {
                                "content": "56.  Accordingly, there has been a violation of Article 13 on account of the lack of a remedy under domestic law in respect of the right to a hearing of the case within a reasonable time, guaranteed by Article 6 § 1, as well as in respect of the timely enforcement of a final court judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "58.  The applicant claimed EUR 10,000 for pecuniary damage resulting form the effects of inflation on the award of 27 May 1999. She also claimed EUR 170,000 for non-pecuniary damage and costs and expenses. She relied on the expert reports and the National Bank of 's statement regarding the inflation rates during the relevant periods of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government disagreed, arguing that in the absence of a final court judgment no enforcement could take place. Accordingly, no damage could be caused as a result of non-enforcement. In any event, the applicant had not submitted any evidence to support her claims and any damage suffered by her was the result of her own actions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court considers that the applicant must have been caused damage and suffering as a result of the non-execution of the final judgment of 27 May 1999 for almost three years. In addition she had to live in an uninhabitable and dangerous house for many years and suffered from the uncertainty of prolonged court proceedings. In view of the circumstances of the present case and deciding on an equitable basis the Court awards the applicant the total sum of EUR 2,900 for pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "61.  The applicant also claimed reimbursement of the costs and expenses incurred before the domestic courts and the Court. She did not substantiate her claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum (see Zimmermann and Steiner v. Switzerland, judgment of 13 July 1983, Series A no. 66, § 36). In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the applicant, who was not represented by a lawyer, the sum of EUR 100 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "64.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares inadmissible the applicant's complaints under Articles 14 and 17 of the Convention and the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention as a result of the failure to enforce the final judgment of 27 May 1999;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention as a result of the failure to enforce the final judgment of 27 May 1999;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention as a result of the excessive length of the proceedings following the re-opening of the case;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 13 of the Convention because of the lack of an effective remedy in respect of the applicant's complaints regarding the non-enforcement of the final judgment and the length of proceedings;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,900 (two thousand nine hundred euros) in respect of pecuniary and non-pecuniary damage and EUR 100 (one hundred euros) in respect of costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 May 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "MrsP. Hirvelä",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MAZEPA v. MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-80502.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0510JUD000111502",
    "externalsources": [],
    "extractedappno": [
        "1115/02",
        "49806/99",
        "74153/01",
        "58707/00",
        "22774/93",
        "53773/00",
        "30979/96",
        "26614/95",
        "52037/99",
        "41431/98",
        "70767/01",
        "30210/96",
        "45701/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-80502",
    "judgementdate": "10/05/2007 00:00:00",
    "kpdate": "10/05/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "444",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "13",
        "P1-1"
    ],
    "parties": [
        "MAZEPA",
        "MOLDOVA"
    ],
    "rank": "582.660949707031",
    "representedby": [
        "N/A"
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "342610",
    "typedescription": "15"
}