{
    "__articles": "6;6-1;41;P7-4;P7-4-1",
    "__conclusion": "Violation of Art. 6-1;Violation of P7-4;Remainder inadmissible;Non-pecuniary damage - Award",
    "applicability": "41",
    "appno": "55759/07",
    "article": [
        "6",
        "p7-4",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - Award",
            "type": "other"
        }
    ],
    "content": {
        "001-93260.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 55759/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian national, Mr Armando Maresti (“the applicant”), on 26 November 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Zubović, a lawyer practising in Pazin. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 9 June 2008 the President of the First Section decided to communicate the complaints concerning the applicant’s right of access to a court and his right not to be punished twice for the same offence to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1965 and lives in Pazin.",
                                "elements": []
                            },
                            {
                                "content": "1.  Minor-offences proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "5.  On 16 June 2005 the Pazin Police lodged a request for minor-offences proceedings to be instituted against the applicant in the Pazin Minor-Offences Court (Prekršajni sud u Pazinu). In a decision of the same day the Pazin Minor-Offences Court found that at about 7 p.m. on 15 June 2005 at the Pazin coach terminal, the applicant had, while under the influence of alcohol, verbally insulted one D.R., punched him in the head several times and proceeded to kick and punch him about the body. The applicant was found guilty of particularly offensive behaviour in a public place in that he had insulted another and caused a breach of the peace. This constituted a minor offence under section 6 of the Minor Offences against Public Order and Peace Act for which he was sentenced to forty days’ imprisonment. That decision became final on 29 June 2005. The relevant part of the decision reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Defendant: Armando Maresti ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "is guilty",
                                        "elements": []
                                    },
                                    {
                                        "content": "in that at 7 p.m. on 15 June 2005 at the coach terminal in Pazin, while under the influence of alcohol, he ... firstly insulted D.R. ... and then pushed him with both hands and, when he fought back, started to hit him with his fists many times to the head before continuing to punch and kick him about his entire body.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Proceedings on indictment",
                                "elements": []
                            },
                            {
                                "content": "Proceedings in respect of A.M.",
                                "elements": [
                                    {
                                        "content": "6.  On 14 July 2005 the Pazin State Attorney’s Office (Općinsko državno odvjetništvo Pazin) lodged an indictment with the Pazin Municipal Court (Općinski sud u Pazinu) accusing the applicant of causing grievous bodily injury to A.M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The applicant was represented in the proceedings by counsel. On 9 September 2005 his counsel submitted a written request for all correspondence to go through him and enclosed a signed authority by the applicant’s mother. At the time the applicant was serving a prison sentence in Pula Prison.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Proceedings in respect of D.R.",
                                "elements": [
                                    {
                                        "content": "8.  On 15 November 2005 the Pazin State Attorney’s Office lodged an indictment with the Pazin Municipal Court accusing the applicant of causing grievous bodily injury to D.R. It relied in the indictment on a police report on the events of 15 June 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 12 April 2006 the Municipal Court joined three separate sets of criminal proceedings against the applicant, including the proceedings in respect of the alleged assaults on A.M. and D.R. On the same day it ordered the applicant’s detention on the grounds that he had been indicted in several sets of proceedings, had a number of previous convictions and would be liable to reoffend if left at large.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 19 May 2006 the Municipal Court found the applicant guilty on two counts of assault causing grievous bodily injury and one count of making death threats. In respect of the incident at the Pazin coach terminal on 15 June 2005, it found that the applicant had approached D.R. and insulted him verbally before proceeding to punch and kick him about the body. He was sentenced to one year’s imprisonment in respect of all the offences of which he was convicted. The time he had already served in connection with his conviction in the summary proceedings before the  was to be deducted from his sentence. He was ordered to undergo compulsory treatment for alcohol addiction during his imprisonment. The relevant part of the judgment reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Defendant Armando Maresti ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "is guilty",
                                        "elements": []
                                    },
                                    {
                                        "content": "because",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2) at about 7 p.m. on 15 June 2005. at the coach terminal in Pazin, while under the influence of alcohol, he ... approached D.R. ... and firstly insulted him verbally, ... and then proceeded to push him with both hands before hitting him on the head with his fists breaking his dental prosthesis; when he [D.R.] attempted to leave, the defendant caught him, pushed him to the ground and kicked him about his entire body thereby causing him a number of injuries...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In an appeal of 7 June 2006 the applicant alleged, inter alia, that in respect of the offences against A.M. and D.R. he had already been convicted by the Pazin Minor-Offences Court and that the non bis in idem rule had been violated. On 30 June 2006 the  (Županijski sud u Puli) allowed the applicant’s appeal in respect of the offence against A.M., on grounds other than the alleged violation of the non bis in idem rule, and upheld his convictions of the other two offences, while reducing the overall sentence to seven months’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The appellate judgment was served on the applicant’s mother on 9 August 2006 and on his counsel on 16 August 2006. On 13 September 2006 the applicant’s counsel lodged a request with the Pazin Municipal Court for extraordinary review of the final judgment. He argued, inter alia, that the applicant had acted in self defence and repeated the submission he had made on appeal that, as the applicant had already been convicted by the Pazin Minor-Offences Court , the non bis in idem rule had been violated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In a decision of 14 September 2006, the Municipal Court declared the request inadmissible as it had been lodged outside the one-month time limit. On an appeal against that decision, the applicant argued that the impugned judgment had not been properly served since his mother suffered from schizophrenia and was not capable of clear judgment and so could not be regarded as an adult member of the same household within the meaning of Article 146, paragraph 1, of the Code of Criminal Procedure. He supported that assertion with a medical certificate. He further argued that his request for extraordinary review of the final judgment had been lodged within one month after it was served on his counsel and so had complied with the prescribed time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 23 February 2007 the  dismissed the appeal after finding that the applicant’s mother had signed an authority for the applicant’s legal representation in the criminal proceedings, so that it could not be said that she had been incapable of clear judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In a subsequent constitutional complaint lodged on 23 March 2007 the applicant argued, inter alia, that the judgment of the Pula County Court of 30 June 2006 had not been properly served on him and that his right to a remedy had thus been violated. On 24 May 2007 the  declared the complaint inadmissible on the ground that it did not concern the merits of the case.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "16.  The relevant provisions of the Code of Criminal Procedure (Zakon o kaznenom postupku, Official Gazette nos. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002, 143/2002, 63/2002, 62/2003 and 115/2006) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 146",
                                "elements": []
                            },
                            {
                                "content": "“Correspondence for which this Act does not specifically prescribe personal service shall also be served personally. Where, however, the intended recipient is not found on the premises..., it may be served on an adult member of the same household who shall be bound to accept service...”",
                                "elements": []
                            },
                            {
                                "content": "Article 368",
                                "elements": []
                            },
                            {
                                "content": "“An infringement of the Criminal Code arises if:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3. there exist circumstances which exclude criminal prosecution, in particular, where ... the matter has already been finally adjudicated,",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "Article 425",
                                "elements": []
                            },
                            {
                                "content": "“(1) A defendant who has been finally sentenced to a prison term ... may lodge a request for the extraordinary review of a final judgment on account of infringements of this Act.",
                                "elements": []
                            },
                            {
                                "content": "(2) A request for the extraordinary review of a final judgment shall be lodged within a month after the final judgment has been served on the defendant.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "Article 426",
                                "elements": []
                            },
                            {
                                "content": "“The Supreme Court shall decide requests for the extraordinary review of a final judgment.”",
                                "elements": []
                            },
                            {
                                "content": "Article 427",
                                "elements": []
                            },
                            {
                                "content": "“A request for the extraordinary review of a final judgment may be lodged [in respect of]:",
                                "elements": []
                            },
                            {
                                "content": "1. an infringement of the Criminal Code to the detriment of the convicted person under Article 368(1)-(4) of this Act...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3. an infringement of the defence rights at the trial or of the procedural rules at the appellate stage, if it may have influenced the judgment.”",
                                "elements": []
                            },
                            {
                                "content": "17.  The relevant parts of the Criminal Code (Kazneni zakon, Official Gazette no. 110/1997) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 99",
                                "elements": []
                            },
                            {
                                "content": "“Whoever inflicts bodily injury on another or impairs another’s health shall be sentenced to imprisonment for a term of no less than three months and not exceeding three years.”",
                                "elements": []
                            },
                            {
                                "content": "18.  The relevant part of the Minor Offences against Public Order and Peace Act (Zakon o prekršajima protiv javnog reda i mira, Official Gazette nos. 5/1990, 47/1990 and 29/1994) reads:",
                                "elements": []
                            },
                            {
                                "content": "Section 6",
                                "elements": []
                            },
                            {
                                "content": "“Anyone who behaves in a particularly offensive or rude manner in a public place by insulting citizens or disturbing the peace shall be liable to a fine ... or to a term of imprisonment not exceeding sixty days.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant complained of a lack of access to court. He relied on Article 6 § 1 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "20.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "21.  The Government argued that the proceedings concerning the applicant’s request for an extraordinary review of a final judgment did not fall within the scope of Article 6 § 1 of the Convention because under the domestic law such requests were considered an extraordinary legal remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicant argued that Article 6 was applicable to the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court firstly observes that the actual name given to the proceedings in the domestic legal system or the fact that the national jurisdictions have considered them as an extraordinary remedy cannot be considered determinant: what is decisive is the nature and the scope of the proceedings at issue (see San Leonard Band Club v. Malta, no. 77562/01, § 41, ECHR 2004-IX). Furthermore, it is the Court’s well-established practice that the proceedings following an appeal on points of law or an appeal for cassation fall within the scope of Article 6 § 1 of the Convention (see, for example, H.E. v. Austria, no. 33505/96, §§ 14 and 18, 11 July 2002, and Cobianchi v.  (no. 1), no. 43434/98, §§ 8 and 11, 9 November 2000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  As to the Government’s references to the Court’s decision in the case of Berdzenishvili v. Russia (dec.), no. 31697/03, ECHR 2004II (extracts), the Court notes that a request for an extraordinary review under the Croatian Code of Criminal Procedure may be seen as similar to the cassation appeal under the Russian Code of Criminal Procedure. A cassation appeal may be lodged with the Russian Supreme Court on the grounds of, inter alia, a breach of the rules of criminal procedure or incorrect application of the criminal law. The proceedings concerning the cassation appeal were regarded as an ordinary stage of the criminal proceedings against the applicant in that case. Conversely, the Court found that a supervisory-review complaint under the Russian procedure was akin to an application for retrial and similar remedies which should not normally be taken into consideration as a remedy under Article 35 § 1 of the Convention. It reached that conclusion mainly on the following grounds:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... under the CCrP, supervisory-review complaints may be brought at any time after a judgment becomes enforceable, even years later.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, pursuant to Article 403 of the CCrP, if the Presidium of a  dismisses a supervisory-review complaint, it may be re-submitted to the Supreme Court. Pursuant to Article 406-4 of the CCrP, where a judge refuses to transfer a supervisory-review complaint to a supervisory-review court, the President of the court may overrule the judge’s decision. Exercise of these rights is also not subject to a time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court considers that if the supervisory-review procedure under the CCrP were considered a remedy to be exhausted, the uncertainty thereby created would render nugatory the six-month rule.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  However, the supervisory-review procedure cannot in any way be compared to a request for extraordinary review of a final judgment under the Croatian Code of Criminal Procedure for the following reasons. As to the nature of the proceedings following a request for extraordinary review of a final judgment in a criminal case, the Court observes that the Croatian Supreme Court may, if it finds the request well-founded, quash the lower courts’ judgments and remit the case, or in certain cases even decide the case itself. The reasons justifying extraordinary review of a final judgment are expressly enumerated in Article 427 of the Code of Criminal Procedure and are not subject to any discretionary decision of the court. The remedy is available only to the defendant (not to the prosecution) for strictly limited errors of law that operate to the defendant’s detriment and is subject to a strict one-month time limit following the service of the judgment on the defendant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The request for extraordinary review has its equivalent in civil proceedings in the form of an appeal on points of law to the Supreme Court (revizija), which is also lodged against a final judgment. In this connection, the Court notes that it has already found that Article 6 is applicable to proceedings concerning such an appeal (see Debelić v. Croatia, no. 2448/03, §§ 21 and 22, 26 May 2005). As to the criminal-law remedy at issue, the Court has in a previous case (Kovač v. Croatia (no. 503/05, 12 July 2007)) taken into consideration proceedings before the Supreme Court concerning a request for extraordinary review of a final judgment by a defendant in a criminal case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In his request for an extraordinary review, the applicant complained, inter alia, of an infringement of the Criminal Code on account of the alleged violation of the non bis in idem principle. The Court notes that the applicant’s request was made on one of the prescribed grounds for finding an infringement of the Criminal Code, namely that there existed circumstances which excluded criminal prosecution and in particular that the matter had already been finally adjudicated (Articles 368, 425 and 427 of the Code of Criminal Procedure –see paragraph 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In these circumstances, the Court concludes that the proceedings following the request for extraordinary review of the final judgment were decisive for the determination of a criminal charge against the applicant and so fall within the scope of Article 6 § 1. Accordingly, the Government’s objection must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further considers that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "30.  The applicant stated that the national court’s decisions dismissing his request for extraordinary review of the final judgment as time-barred were erroneous as the appeal had in fact been submitted within the relevant time-limit. The judge who decided to dismiss the appeal should have taken into account the date on which the impugned appellate judgment had been served on the applicant’s counsel and not the date on which it had been served on his mentally ill mother.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Government argued that a request for extraordinary review of a final judgment could be lodged within one month after the impugned judgment had been served on the defendant in the criminal proceedings. In the proceedings concerning extraordinary judicial remedies the time-limits were to be counted from the day the decision was served on the defendant. This was because an authority given to defence counsel ceased to be valid when the judgment in the criminal proceedings became final.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  In the present case, the judgment of the Pula County Court had been served on the applicant’s mother on 9 August 2006 and the one-month time-limit for lodging a request for extraordinary review of that judgment was to be calculated from that date. Although the applicant’s mother suffered from a mental illness she had never been deprived of her capacity to act. This showed that her mental illness could not be seen as an obstacle to her being served with court decisions. Furthermore, it was the applicant’s mother who had signed the authority for the applicant’s defence counsel to act in the criminal proceedings at issue. She had received some other correspondence in the proceedings, such as a decision to adjourn a hearing, which had been served on her on 20 January 2006. The applicant had, however, made no objections to the fact that his mother had received other court orders, nor had he objected to the authority she had signed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "33.  The Court reiterates that Article 6 of the Convention does not compel the Contracting States to set up courts of appeal or of cassation. However, where such courts do exist, the guarantees of Article 6 must be complied with, for instance in that it guarantees to litigants an effective right of access to the courts (see, Brualla Gómez de la Torre v. Spain, 19 December 1997, § 37, Reports of Judgments and Decisions 1997-VIII; Kozlica v. Croatia, no. 29182/03, § 32, 2 November 2006; and Angel Angelov v. Bulgaria, no. 51343/99, § 31, 15 February 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In the present case the applicant was given access to the review proceedings only to be told that his request had been lodged out of time. Such “access” of itself does not exhaust the requirements of Article 6 § 1 of the Convention (see Ashingdane v. the United Kingdom, 28 May 1985, §§ 56 and 57, Series A no. 93).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  By dismissing the applicant’s request for review on formal grounds, the national courts enforced the relevant provision setting out a time-limit for instituting review proceedings. The applicant did not question the time-limit as such but alleged that the decision dismissing his request for an extraordinary review of a final judgment had been arbitrary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court reiterates at the outset that it is not its task to take the place of the domestic courts. It is primarily for the national authorities, notably the courts, to resolve problems of interpretation of domestic legislation. The role of the Court is limited to verifying whether the effects of such interpretation are compatible with the Convention (see, Miragall Escolano and Others v. Spain, no. 38366/97, §§ 33-39, ECHR 2000-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The right of access to a court by its very nature calls for regulation by the State and may be subject to limitations. Nevertheless, the limitations applied must not restrict the access left to the individual in such a way or to such an extent that the very essence of the right is impaired. A limitation will violate the Convention if it does not pursue a legitimate aim and if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see, among other authorities, Kreuz v. Poland, no. 28249/95, §§ 52-57, ECHR 2001-VI, and Liakopoulou v. Greece, no. 20627/04, §§ 19-25, 24 May 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  While time-limits are in principle legitimate limitations on the right to a court, the manner in which they were applied in a particular case may give raise to a breach of Article 6 § 1 of the Convention (see Miragall Escolano and Others v. Spain, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  As to the present case the Court notes that the impugned decision was served on the applicant’s mother and not the applicant personally. The national courts calculated the time-limit for lodging a request for extraordinary review from the date the impugned decision was served on the applicant’s mother. However, the medical certificate submitted by the applicant shows that his mother had been diagnosed with schizophrenia. The applicant produced that certificate before the national courts and argued that, in view of the nature of her illness, his mother could not have been considered able to inform him of the delivery of the judgment by the Pula County Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The national courts rejected that argument as invalid after noting that it was the applicant’s mother who had signed the authority for the applicant’s defence counsel to act in the proceedings in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court cannot endorse the views of the national courts. In this connection, it notes that they made their findings without hearing any evidence from the applicant’s mother or making any assessment of her mental state. In view of the nature of her illness, the Court considers that it was necessary to establish her capacity to understand the nature of the court judgment she had received on behalf of the applicant and the need to pass it on to the applicant. In the Court’s view, the domestic court’s laconic conclusion that service of the impugned judgment on the applicant’s mother sufficed because she had signed the authority for the applicant’s defence counsel was not compatible with the requirements of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Furthermore, the Court notes that the applicant’s legal counsel received the impugned decision on 16 August 2006 and that the request for an extraordinary review of that decision was lodged on 13 September 2006, that is to say within the thirty-day time-limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In these circumstances, the Court considers that the applicant was not afforded access to court in respect of his request for extraordinary review of the final judgment. The foregoing considerations are sufficient to enable the Court to conclude that there has been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 4 PROTOCOL NO. 7 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  The applicant complained that he had been tried and convicted twice for the same offence in respect of an incident at about 7 p.m. on 15 June 2005 at the Pazin coach terminal. He relied on Article 4 of Protocol No. 7 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be liable to be tried or punished again in criminal proceedings under the jurisdiction of the same State for an offence for which he has already been finally acquitted or convicted in accordance with the law and penal procedure of that State.",
                                "elements": []
                            },
                            {
                                "content": "2.  The provisions of the preceding paragraph shall not prevent the reopening of the case in accordance with the law and penal procedure of the State concerned, if there is evidence of new or newly discovered facts, or if there has been a fundamental defect in the previous proceedings, which could affect the outcome of the case.",
                                "elements": []
                            },
                            {
                                "content": "3.  No derogation from this Article shall be made under Article 15 of the Convention.”",
                                "elements": []
                            },
                            {
                                "content": "45.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "46.  The Government argued that the applicant had not properly exhausted domestic remedies, in that instead of lodging a request for extraordinary review with the Supreme Court, he should have lodged a constitutional complaint against the judgment of the Pula County Court of 30 June 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The applicant argued that he had properly exhausted all available remedies and that the request for extraordinary review of a final judgment was the remedy which would address the violation of which he had complained in respect of the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court reiterates that an applicant is required to make normal use of domestic remedies which are effective, sufficient and accessible. It is also recalled that, in the event of there being a number of remedies which an individual can pursue, that person is entitled to choose a remedy which addresses his or her essential grievance (see Croke v. Ireland (dec.), no. 33267/96, 15 June 1999). In other words, when a remedy has been pursued, the use of another remedy which has essentially the same objective is not required (see Moreira Barbosa v. Portugal (dec.), no. 65681/01, ECHR 2004-V, and Jeličić v. Bosnia and Herzegovina (dec.), no. 41183/02, 15 November 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  As to the present case the Court refers to the analysis in paragraphs 21-26 above which is also relevant to the issue of the exhaustion of domestic remedies. It notes in addition that, under domestic law, several remedies against final judgments exist both in respect of civil and criminal proceedings. To date, the Court has dealt with a number of Croatian cases where an appeal on points of law to the Supreme Court against a final judgment delivered in civil proceedings has been regarded as a remedy requiring exhaustion (see, for example, Blečić v. , no. 59532/00, §§ 22-24, 29 July 2004; Debelić v. , no. 2448/03, §§ 10 and 11, 26 May 2005; and Pitra v. , no. 41075/02, § 9, 16 June 2005). The same rule has been applied in cases against  where an identical remedy exists (see Jeličić v. Bosnia and Herzegovina, no. 41183/02, § 17, ECHR 2006...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  A request for extraordinary review of a final judgment is available only to the defendant (the prosecution is barred from its use) and may be filed within one month following the service of the judgment on the defendant in respect of strictly limited errors of law that operate to the defendant’s detriment. The Court notes that in the present case this remedy afforded the applicant an opportunity to complain of the alleged violation. Therefore, and notwithstanding the Constitutional Court’s finding that the Supreme Court’s decision following such a request did not concern the merits of the case, the Court considers that the applicant made proper use of the available domestic remedies and complied with the six-month rule.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further considers that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "The parties submissions",
                                        "elements": [
                                            {
                                                "content": "52.  The applicant argued that in both the minor-offences proceedings and the criminal proceedings he had been found guilty in respect of the same event and the same facts and that, irrespective of the different classification of the two offences under domestic law, this had violated his right not to be tried and punished twice for the same offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Government argued that the applicant’s conduct during the incident on 15 June 2006 had amounted to two different offences and that the applicant had therefore been convicted in two different sets of proceedings by two different courts. In the minor-offences proceedings, the applicant had been found guilty because he had disturbed public order and the peace in that, while obviously under the influence of alcohol, he had insulted other citizens in a particularly offensive manner, so disturbing the peace in a public place. The purpose of the sanction in those proceedings had been to protect the well-being of citizens and public order and peace in a broader sense.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Conversely, the criminal proceedings concerned a physical attack on D.R. that had caused him grievous bodily injury. That assault could not be seen as a minor offence, but was in the sphere of criminal proceedings. Inflicting grievous bodily injury could not be seen as identical to disturbing public order and the peace, the offence for which the applicant was punished in the proceedings before the .",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "A.  Whether the first penalty was criminal in nature",
                                "elements": [
                                    {
                                        "content": "55.  The Court observes that on 16 June 2005 the applicant was found guilty in proceedings conducted under the Minor Offences Act and sentenced to forty days’ imprisonment. Under the Croatian legal classification it is not entirely clear whether “minor offences” are to be regarded as “criminal”. Thus, in order to determine whether the applicant was “finally acquitted or convicted in accordance with the law and penal procedure of [the] State”, the first issue to be decided is whether those proceedings concerned a “criminal” matter within the meaning of Article 4 of Protocol No. 7.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court reiterates that the legal characterisation of the procedure under national law cannot be the sole criterion of relevance for the applicability of the principle of non bis in idem under Article 4 § 1 of Protocol No. 7. Otherwise, the application of this provision would be left to the discretion of the Contracting States to a degree that might lead to results incompatible with the object and purpose of the Convention (see, most recently, Storbråten v.  (dec.), no. 12277/04, ECHR 2007... (extracts), with further references). The notion of “penal procedure” in the text of Article 4 of Protocol No. 7 must be interpreted in the light of the general principles concerning the corresponding words “criminal charge” and “penalty” in Articles 6 and 7 of the Convention respectively (see Haarvig v. Norway (dec.), no. 11187/05, 11 December 2007; Rosenquist v. Sweden (dec.), no. 60619/00, 14 September 2004; Manasson v. Sweden (dec.), no. 41265/98, 8 April 2003; Göktan v. France, no. 33402/96, § 48, ECHR 2002-V; Malige v. France, 23 September 1998, § 35, Reports 1998VII; and Nilsson v.  (dec.), no. 73661/01, ECHR 2005...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court’s established case-law sets out three criteria, commonly known as the “Engel criteria” (see Engel and Others v. the Netherlands, 8 June 1976, Series A no. 22), to be considered in determining whether or not there was a “criminal charge”. The first criterion is the legal classification of the offence under national law, the second is the very nature of the offence and the third is the degree of severity of the penalty that the person concerned risks incurring. The second and third criteria are alternative and not necessarily cumulative. This, however, does not exclude a cumulative approach where separate analysis of each criterion does not make it possible to reach a clear conclusion as to the existence of a criminal charge (see, as recent authorities, Jussila v.  [GC], no. 73053/01, §§ 30-31, ECHR 2006..., and Ezeh and Connors v. the  [GC], nos. 39665/98 and 40086/98, §§ 82-86, ECHR 2003X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In the domestic legal classification the offence at issue amounted to a minor offence under section 6 of the Minor Offences against Public Order and Peace Act. Nevertheless, the Court reiterates that it has previously found that certain offences still have a criminal connotation although they are regarded under relevant domestic law as too trivial to be governed by criminal law and procedure (see Menesheva v. , no. 59261/00, § 96, ECHR 2006...; Galstyan v. , no. 26986/03, § 57, 15 November 2007; and Ziliberberg v. , no. 61821/00, §§ 32-35, 1 February 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  By its nature, the inclusion of the offence at issue in the Minor Offences against Public Order and Peace Act served to guarantee the protection of human dignity and public order, values and interests which normally fall within the sphere of protection of criminal law. The corresponding provision of the Act was directed towards all citizens rather than towards a group possessing a special status. The reference to the “minor” nature of the acts does not, in itself, exclude their classification as “criminal” in the autonomous sense of the Convention, as there is nothing in the Convention to suggest that the criminal nature of an offence, within the meaning of the Engel criteria, necessarily requires a certain degree of seriousness (see Ezeh, cited above, § 104). Finally, the Court considers that the primary aims in establishing the offence in question were punishment and deterrence, which are recognised as characteristic features of criminal penalties (ibid., §§ 102 and 105).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  As to the degree of severity of the measure, it is determined by reference to the maximum potential penalty for which the relevant law provides. The actual penalty imposed is relevant to the determination but it cannot diminish the importance of what was initially at stake (ibid., § 120). The Court observes that section 6 of the Minor Offences against Public Order and Peace Act provided for sixty days’ imprisonment as the maximum penalty and that the applicant was eventually sentenced to serve forty days’ deprivation of liberty. As the Court has confirmed on many occasions, in a society subscribing to the rule of law, where the penalty liable to be imposed and actually imposed on an applicant involves the loss of liberty, there is a presumption that the charges against the applicant are “criminal”, a presumption which can be rebutted entirely exceptionally, and only if the deprivation of liberty cannot be considered “appreciably detrimental” given its nature, duration or manner of execution (see Engel, § 82, and Ezeh, § 126, both cited above). In the present case, the Court does not discern any such exceptional circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In the light of the above considerations the Court concludes that the nature of the offence in question, together with the severity of the penalty, were such as to bring the applicant’s conviction of 16 June 2005 within the ambit of “penal procedure” for the purposes of Article 4 of Protocol No. 7.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Whether the offences for which the applicant was prosecuted were the same (idem)",
                                "elements": [
                                    {
                                        "content": "62.  Article 4 of Protocol No. 7 establishes the guarantee that no one shall be tried or punished for an offence of which he or she has already been finally convicted or acquitted. The Court set out the relevant principles in that respect in the case of Sergey Zolotukhin v. Russia ([GC], no. 14939/03, 10 February 2009). The relevant passages read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“78.  The Court considers that the existence of a variety of approaches to ascertaining whether the offence for which an applicant has been prosecuted is indeed the same as the one of which he or she was already finally convicted or acquitted engenders legal uncertainty incompatible with a fundamental right, namely the right not to be prosecuted twice for the same offence. It is against this background that the Court is now called upon to provide a harmonised interpretation of the notion of the ‘same offence’ – the idem element of the non bis in idem principle – for the purposes of Article 4 of Protocol No. 7. While it is in the interests of legal certainty, foreseeability and equality before the law that the Court should not depart, without good reason, from precedents laid down in previous cases, a failure by the Court to maintain a dynamic and evolutive approach would risk rendering it a bar to reform or improvement (see Vilho Eskelinen and Others v.  [GC], no. 63235/00, § 56, ECHR 2007...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  An analysis of the international instruments incorporating the non bis in idem principle in one or another form reveals the variety of terms in which it is couched. Thus, Article 4 of Protocol No. 7 to the Convention, Article 14 § 7 of the UN Covenant on Civil and Political Rights and Article 50 of the Charter of Fundamental Rights of the European Union refer to the ‘[same] offence’ (‘[même] infraction’), the American Convention on Human Rights speaks of the ‘same cause’ (‘mêmes faits’), the Convention Implementing the Schengen Agreement prohibits prosecution for the ‘same acts’ (‘mêmes faits’), and the Statute of the International Criminal Court employs the term ‘[same] conduct’ (‘[mêmes] actes constitutifs’) . The difference between the terms ‘same acts’ or ‘same cause’ (‘mêmes faits’) on the one hand and the term ‘[same] offence’ (‘[même] infraction’) on the other was held by the Court of Justice of the European Communities and the Inter-American Court of Human Rights to be an important element in favour of adopting the approach based strictly on the identity of the material acts and rejecting the legal classification of such acts as irrelevant. In so finding, both tribunals emphasised that such an approach would favour the perpetrator, who would know that, once he had been found guilty and served his sentence or had been acquitted, he need not fear further prosecution for the same act...",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court considers that the use of the word ‘offence’ in the text of Article 4 of Protocol No. 7 cannot justify adhering to a more restrictive approach. It reiterates that the Convention must be interpreted and applied in a manner which renders its rights practical and effective, not theoretical and illusory. It is a living instrument which must be interpreted in the light of present-day conditions (see, among other authorities, Tyrer v. the United Kingdom, 25 April 1978, § 31, Series A no. 26, and Christine Goodwin v. the United Kingdom [GC], no. 28957/95, § 75, ECHR 2002VI). The provisions of an international treaty such as the Convention must be construed in the light of their object and purpose and also in accordance with the principle of effectiveness (see Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 123, ECHR 2005I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court further notes that the approach which emphasises the legal characterisation of the two offences is too restrictive on the rights of the individual, for if the Court limits itself to finding that the person was prosecuted for offences having a different legal classification it risks undermining the guarantee enshrined in Article 4 of Protocol No. 7 rather than rendering it practical and effective as required by the Convention (compare Franz Fischer, cited above, § 25).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Accordingly, the Court takes the view that Article 4 of Protocol No. 7 must be understood as prohibiting the prosecution or trial of a second ‘offence’ in so far as it arises from identical facts or facts which are substantially the same.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The guarantee enshrined in Article 4 of Protocol No. 7 becomes relevant on commencement of a new prosecution, where a prior acquittal or conviction has already acquired the force of res judicata. At this juncture the available material will necessarily comprise the decision by which the first ‘penal procedure’ was concluded and the list of charges levelled against the applicant in the new proceedings. Normally these documents would contain a statement of facts concerning both the offence for which the applicant has already been tried and the offence of which he or she stands accused. In the Court’s view, such statements of fact are an appropriate starting point for its determination of the issue whether the facts in both proceedings were identical or substantially the same. The Court emphasises that it is irrelevant which parts of the new charges are eventually upheld or dismissed in the subsequent proceedings, because Article 4 of Protocol No. 7 contains a safeguard against being tried or being liable to be tried again in new proceedings rather than a prohibition on a second conviction or acquittal...",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court’s inquiry should therefore focus on those facts which constitute a set of concrete factual circumstances involving the same defendant and inextricably linked together in time and space, the existence of which must be demonstrated in order to secure a conviction or institute criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  As to the present case the Court notes that in respect of the minor offence and the criminal offence the applicant was found guilty of the same conduct on the part of the same defendant and within the same time frame. In this connection, it notes that the definition of the minor offence under section 6 of the Minor Offences against Public Order and Peace Act does not as such include inflicting bodily injury while this element is crucial for the criminal offence of inflicting grievous bodily injury under Article 99 of the Criminal Code. However, in its decision, the Pazin  expressly stated that the applicant was guilty of, inter alia, hitting D.R. on the head with his fists and of punching and kicking him about his entire body. The physical attack on D.R. thus constituted an element of the minor offence of which the applicant was found guilty. In the criminal proceedings before the Municipal Court the applicant was again found guilty of, inter alia, hitting D.R. The events described in the decisions adopted in both sets of proceedings took place at the Pazin coach terminal at about 7 p.m. on 15 June 2006. It is obvious that both decisions concerned exactly the same event and the same acts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court cannot but conclude that the facts constituting the minor offence of which the applicant was convicted were essentially the same as those constituting the criminal offence of which he was also convicted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The deduction of the forty days’ imprisonment imposed by the  from the one-year sentence imposed by the Municipal Court does not alter the fact that the applicant was tried twice for the same offence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Whether there was a duplication of proceedings (bis)",
                                "elements": [
                                    {
                                        "content": "66.  The Court reiterates that Article 4 of Protocol No. 7 does not necessarily extend to all proceedings instituted in respect of the same offence (see Falkner v. Austria (dec.), no. 6072/02, 30 September 2004). Its object and purpose imply that, in the absence of any damage proved by the applicant, only new proceedings brought in the knowledge that the defendant has already been tried in the previous proceedings would violate this provision (see Zigarella, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court notes that the proceedings before the Pazin Minor-Offences Court were conducted further to a request lodged by the police. The decision was adopted on 16 June 2005 and became final on 29 June 2005. The criminal proceedings before the Pazin Municipal Court were instituted further to an indictment lodged by the Pazin State Attorney’s Office on 15 November 2005 with a proposal, inter alia, that a police report be read at a hearing to be held before the Municipal Court. These circumstances show that both sets of proceedings were instituted on the basis of the police report. It is obvious that the police lodged a request for proceedings to be instituted against the applicant in the Pazin Minor-Offences Court and also submitted the report on the same incident with the Pazin State Attorney’s Office, which resulted in the applicant being prosecuted twice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Furthermore, it is to be noted that in his appeal against his conviction by the Municipal Court the applicant clearly complained of a violation of the non bis in idem principle. However, the appellate court upheld the applicant’s conviction in respect of the same offence for which he had already been punished by the . In these circumstances, the Court finds that the domestic authorities permitted the duplication of criminal proceedings in the full knowledge of the applicant’s previous conviction of the same offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court finds that the applicant was prosecuted and tried for a second time for an offence of which he had already been convicted and for which he had served a term of detention. There has accordingly been a violation of Article 4 of Protocol No. 7.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "70.  Lastly, the applicant, relying on Article 5 § 1, Article 6 §§ 2 and 3(b) and (c) and Article 13 of the Convention, as well as on Article 2 of Protocol No. 7, complained that his deprivation of liberty had not been based in law, that his right to be presumed innocent had been infringed, that he had not been given adequate time and facilities for the preparation of his defence by counsel of his own choosing, and that he had had no effective remedy or right of appeal in the criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "71.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court considers that this part of the application does not disclose any appearance of a violation of the Convention. It follows that it is inadmissible under Article 35 § 3 as manifestly ill-founded and must be rejected pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "72.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "73.  The applicant claimed 17,400 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Government deemed the request unfounded and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  In the circumstances of the present case the Court considers that a finding of a violation of Article 6 § 1 of the Convention constitutes in itself sufficient just satisfaction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "76.  The applicant also claimed EUR 657 for the costs he had had to pay in respect of the criminal proceedings before the domestic courts and EUR 3,443 for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Government opposed the applicant’s claim for the costs incurred in the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. As regards the costs the applicant had to pay in the criminal proceedings, the Court notes that it has found that his conviction in those proceedings violated the non bis in idem principle. Therefore, these domestic legal costs may be taken into account in assessing the costs claim. Having regard to the information in its possession and the above criteria, the Court awards the applicant a sum of EUR 657 in respect of the criminal proceedings before the Municipal Court. As to the Convention proceedings, the Court considers it reasonable to award the applicant, who was not represented by a lawyer, the sum of EUR 3,443. It also awards any tax that may be chargeable to him on these amounts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "79.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning lack of access to court and the violation of the ne bis in idem principle admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 4 of Protocol No. 7 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the finding of a violation constitutes sufficient just satisfaction;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,100 (four thousand one hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 June 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MARESTI v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-93260.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0625JUD005575907",
    "externalsources": [],
    "extractedappno": [
        "55759/07",
        "77562/01",
        "33505/96",
        "43434/98",
        "31697/03",
        "2448/03",
        "503/05",
        "29182/03",
        "51343/99",
        "38366/97",
        "28249/95",
        "20627/04",
        "33267/96",
        "65681/01",
        "41183/02",
        "59532/00",
        "41075/02",
        "12277/04",
        "11187/05",
        "60619/00",
        "41265/98",
        "33402/96",
        "73661/01",
        "73053/01",
        "39665/98",
        "40086/98",
        "59261/00",
        "26986/03",
        "61821/00",
        "14939/03",
        "63235/00",
        "28957/95",
        "46827/99",
        "46951/99",
        "6072/02"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 146, 368 and 425-427 of the Code of Criminal Procedure",
        "Article 99 of the Criminal Code",
        "Section 6 of the Minor Offences against Public Order and Peace Act"
    ],
    "itemid": "001-93260",
    "judgementdate": "25/06/2009 00:00:00",
    "kpdate": "25/06/2009 00:00:00",
    "kpthesaurus": [
        "572",
        "442",
        "546",
        "445",
        "7",
        "41",
        "98",
        "70",
        "76",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P7-4",
        "P7-4-1",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "MARESTI",
        "CROATIA"
    ],
    "rank": "681.53955078125",
    "representedby": [
        "ZUBOVIC M."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [
        "Angel Angelov v. Bulgaria, no. 51343/99, § 31, 15 February 2007",
        "Ashingdane v. the United Kingdom, 28 May 1985, §§ 56 and 57, Series A no. 93",
        "Berdzenishvili v. Russia (dec.), no. 31697/03, ECHR 2004-II (extracts)",
        "Blecic v. Croatia, no. 59532/00, §§ 22-24, 29 July 2004",
        "Brualla Gómez de la Torre v. Spain, 19 December 1997, § 37, Reports of Judgments and Decisions 1997-VIII",
        "Cobianchi v. Italy (no. 1), no. 43434/98, §§ 8 and 11, 9 November 2000",
        "Croke v. Ireland (dec.), no. 33267/96, 15 June 1999",
        "Debelic v. Croatia, no. 2448/03, §§ 10, 11, 21 and 22, 26 May 2005",
        "Engel and Others v. the Netherlands, 8 June 1976, § 82, Series A no. 22",
        "Ezeh and Connors v. the United Kingdom [GC], nos. 39665/98 and 40086/98, §§ 82-86, 102, 104, 105, 120 and 126, ECHR 2003-X",
        "Falkner v. Austria (dec.), no. 6072/02, 30 September 2004",
        "Galstyan v. Armenia, no. 26986/03, § 57, 15 November 2007",
        "Göktan v. France, no. 33402/96, § 48, ECHR 2002-V",
        "H.E. v. Austria, no. 33505/96, §§ 14 and 18, 11 July 2002",
        "Haarvig v. Norway (dec.), no. 11187/05, 11 December 2007",
        "Jelicic v. Bosnia and Herzegovina (dec.), no. 41183/02, 15 November 2005",
        "Jelicic v. Bosnia and Herzegovina, no. 41183/02, § 17, ECHR 2006",
        "Jussila v. Finland [GC], no. 73053/01, §§ 30-31, ECHR 2006",
        "Kovac v. Croatia, no. 503/05, 12 July 2007",
        "Kozlica v. Croatia, no. 29182/03, § 32, 2 November 2006",
        "Kreuz v. Poland, no. 28249/95, §§ 52-57, ECHR 2001-VI",
        "Liakopoulou v. Greece, no. 20627/04, §§ 19-25, 24 May 2006",
        "Malige v. France, 23 September 1998, § 35, Reports 1998-VII",
        "Manasson v. Sweden (dec.), no. 41265/98, 8 April 2003",
        "Menesheva v. Russia, no. 59261/00, § 96, ECHR 2006",
        "Miragall Escolano and Others v. Spain, no. 38366/97, §§ 33-39, ECHR 2000-I",
        "Moreira Barbosa v. Portugal (dec.), no. 65681/01, ECHR 2004-V",
        "Nilsson v. Sweden (dec.), no. 73661/01, ECHR 2005",
        "Pitra v. Croatia, no. 41075/02, § 9, 16 June 2005",
        "Rosenquist v. Sweden (dec.), no. 60619/00, 14 September 2004",
        "San Leonard Band Club v. Malta, no. 77562/01, § 41, ECHR 2004-IX",
        "Sergey Zolotukhin v. Russia ([GC], no. 14939/03, 10 February 2009",
        "Storbråten v. Norway (dec.), no. 12277/04, ECHR 2007 (extracts)",
        "Ziliberberg v. Moldova, no. 61821/00, §§ 32-35, 1 February 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "400367",
    "typedescription": "15"
}