{
    "__articles": "5;5-1;5-4;34;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (victim);Remainder inadmissible;Violation of Art. 5-1;Violation of Art. 5-4;Just satisfaction dismissed (out of time)",
    "applicability": "",
    "appno": "7711/06",
    "article": [
        "41",
        "5",
        "34"
    ],
    "conclusion": [
        {
            "details": [
                "victim"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "details": [
                "out of time"
            ],
            "element": "Just satisfaction dismissed",
            "type": "other"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "5-1",
            "base_article": "5",
            "element": "Violation of Art. 5-1",
            "type": "violation"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "Violation of Art. 5-4",
            "type": "violation"
        }
    ],
    "content": {
        "001-107731.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 7711/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovak national, Mr Róbert Žúbor (“the applicant”), on 14 February 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Government of the Slovak Republic (“the Government”) were represented by their Agent, Mrs M. Pirošíková.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his detention had been unlawful and that the  had not displayed due diligence when dealing with his complaint in connection with his application for release.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 12 January 2010 the Court decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1968 and lives in Veličná.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 24 June 2003 the police arrested the applicant. He was accused of planning a robbery and remanded in custody on that date.",
                                "elements": []
                            },
                            {
                                "content": "7.  Several decisions extending the applicant’s detention were made. In particular, on 18 November 2004 the Žilina District Court extended his detention in the context of the preliminary proceedings until 24 January 2005.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 21 January 2005 the public prosecutor indicted the applicant and several others before the Žilina .",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant requested to be released, arguing that the  had not extended his detention after the expiry of the period indicated in the District Court’s decision of 18 November 2004.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 20 April 2005 the  ordered the applicant’s release. Upon a complaint lodged by the public prosecutor the Supreme Court decided on 24 May 2005 that the applicant should remain remanded in custody. On 27 July 2005 the applicant complained to the  that his detention after 24 January 2005 was unlawful.",
                                "elements": []
                            },
                            {
                                "content": "11.  In the meantime, on 15 June 2005, the Supreme Court extended the applicant’s detention until 24 June 2006. On 23 August 2005 the applicant lodged a constitutional complaint alleging a violation of Article 5 § 1 of the Convention as a result of that decision.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 31 March 2006 the applicant was released.",
                                "elements": []
                            },
                            {
                                "content": "13.  In judgment III. ÚS 271/06 of 8 March 2007 the Constitutional Court found that by the above decision of 24 May 2005 the Supreme Court had breached the applicant’s right under Article 5 § 1 of the Convention. The  referred to its  ÚS 6/02 and I. ÚS 204/05 (see paragraphs 25-30 below) and held that there existed no justification for the absence of any judicial decision extending the applicant’s detention after 24 January 2005.",
                                "elements": []
                            },
                            {
                                "content": "14.  The  ordered the Supreme Court to reimburse the applicant’s costs in the constitutional proceedings. It dismissed his claim for just satisfaction, holding that (i) the finding of a violation of Article 5 § 1 provided appropriate redress for the applicant and (ii) the Supreme Court’s decision of 24 May 2005 was based on that court’s practice, which, however, was not in accordance with practice under the Convention.",
                                "elements": []
                            },
                            {
                                "content": "15.  In a different judgment delivered on 6 June 2007 (IV. ÚS 10/07) the Constitutional Court found that by the above decision of 15 June 2005 the Supreme Court had violated the applicant’s right under Article 5 § 1 of the Convention. In particular, with reference to the reasons for its judgment of 8 March 2007 the  was of the view that the Supreme Court should have remedied the situation resulting from the applicant’s unlawful detention by ordering his release.",
                                "elements": []
                            },
                            {
                                "content": "16.  The  granted the equivalent of 1,470 euros (EUR) to the applicant as just satisfaction and ordered the Supreme Court to reimburse the applicant’s costs.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Code of Criminal Procedure of 1961",
                                "elements": [
                                    {
                                        "content": "17.  The following provisions of the Code of Criminal Procedure of 1961 (Law no. 141/1961 Coll., in force until 31 December 2005) are relevant in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Pursuant to Article 71 § 1, a person’s detention in the context of both pre-trial proceedings and during proceedings before a trial court can only last as long as necessary. Where detention in the context of pre-trial proceedings is to exceed six months, it can be extended at a public prosecutor’s request up to one year by a judge or to a maximum of two years by a court’s chamber.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Article 71 § 2 provides that a person’s detention in the context of both pre-trial proceedings and during a trial must not exceed two years. In justified cases the Supreme Court may extend its duration to a maximum of three years and in cases of particularly serious offences up to five years. Under paragraph 3 of Article 71 a proposal for extension of a person’s detention is to be submitted by a public prosecutor in the pre-trial proceedings and by the president of the court’s chamber during the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Article 72 § 1 obliges investigators, prosecutors and judges to examine, at each stage of criminal proceedings, whether reasons for the accused person’s detention persist. In pre-trial proceedings a judge is obliged to do so only when deciding on a public prosecutor’s proposal to extend detention or to modify the reasons for it, or when deciding on an accused person’s application for release. Where a reason for an accused person’s detention no longer exists, the accused must be released immediately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Article 72 § 2 entitles the accused to apply for release at any time. When the public prosecutor dismisses such an application in the course of pre-trial proceedings, he or she must submit it immediately to the court. The decision on an application for release must be taken without delay. If an application is dismissed, the accused may only renew it fourteen days after the decision has become final unless he or she gives other reasons to justify his or her release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Pursuant to Article 192, where the court carries out a preliminary examination of the indictment of a person who is detained, it shall also decide whether that person is to remain in custody.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Practice of the Supreme Court",
                                "elements": [
                                    {
                                        "content": "23.  In accordance with the Supreme Court’s practice, the time-limits mentioned in Article 71 § 1 of the Code of Criminal Procedure of 1961 concerned exclusively situations where a decision on a public prosecutor’s proposal was to be made in the context of pre-trial proceedings. However, where an indictment had been filed within a shorter time than the two-year period mentioned in Article 71 § 1, the law did not require that a request for continued detention of the accused be made or that a separate decision should be made on their continued detention, with the exception of cases where the indictment had been filed less than ten days before the expiry of the two-year maximum period of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Pursuant to a 1975 Supreme Court ruling (Rt 5/75), Article 192 of the Code of Criminal Procedure requires a court to decide on further detention of an accused where it has carried out a preliminary examination of the indictment. Accordingly, where the presiding judge concludes on the basis of the file that a preliminary examination of the indictment is not required and considers the detention of the accused to be lawful, there is no need for a separate decision of the court on continued detention of the accused. However, where the accused applies for release, such application must be decided upon without delay in accordance with Article 72 § 2 of the Code of Criminal Procedure.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Practice of the ",
                                "elements": [
                                    {
                                        "content": "1.  Judgment I. ÚS 6/02 of 4 December 2002",
                                        "elements": [
                                            {
                                                "content": "25.  In judgment I. ÚS 6/02 the Constitutional Court noted that the Code of Criminal Procedure did not explicitly require that a decision on extension of an accused person’s detention be given in cases where an indictment had been filed and where the detention, both at the pre-trial stage and during the trial, had not exceeded two years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  It held, however, that the filing of an indictment alone did not as such justify a person’s continued detention. The court dealing with the case was required to decide explicitly on further detention of the accused prior to the expiry of the period for which the detention had been extended in the context of pre-trial proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  In its judgment the  referred in particular to the guarantees laid down in Article 5 § 1 of the Convention and the Court’s judgment in Stašaitis v. Lithuania (no. 47679/99, 21 March 2002, §§ 5961).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  In that case the Constitutional Court found no breach of Article 5 § 1 as the ordinary court involved, both in the context of a preliminary examination of the indictment and in reaction to the accused person’s request for release, decided that the reasons for the latter’s detention persisted. That decision had the same effect as a decision to extend the accused person’s detention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Judgment I. ÚS 204/05 of 15 February 2006",
                                        "elements": [
                                            {
                                                "content": "29.  In the above case, which concerned one of the present applicant’s co-accused, the detention in the context of pre-trial proceedings had been extended until 24 January 2005. Prior to its expiry, on 21 January 2005, the accused was indicted. In its judgment the Constitutional Court found that the Supreme Court had breached the plaintiff’s right under Article 5 § 1 of the Convention, in that there had been no judicial decision extending his detention after 24 January 2005 and there existed no justification for that situation. It was irrelevant that courts at two levels had dismissed the accused person’s application for release, as those decisions related to detention in the context of pre-trial proceedings, that is prior to the filing of an indictment. In those circumstances, any relevant decision on further detention of the accused could have been taken only by the criminal court before which the accused had been indicted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  With reference to its judgment I. ÚS 6/02 of 4 December 2002 the Constitutional Court held that for a detention to be lawful it must always rely on a court decision.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Judgments III. ÚS 322/05 of 10 May 2006 and III. ÚS 167/06 of 30 November 2006",
                                        "elements": [
                                            {
                                                "content": "31.  In the above two judgments given in the case of a different co-accused of the applicant, the Constitutional Court found a breach of Article 5 § 1, in that there had been no judicial decision extending the accused person’s detention after the filing of the indictment. In the latter judgment it held, in particular:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the Constitutional Court’s view, the jurisdiction of the court involved at the pre-trial stage ended with the filing of the indictment on 21 January 2005. The indictment as such is not a ground for continued detention of a person, as it does not explicitly follow from the law, and it is inadmissible to extend the possibilities of restricting a person’s liberty by extensive interpretation of several provisions of the Code of Criminal Procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, a court’s decision on detention of a person at the pre-trial stage can constitute a ground for such person’s detention during a short period following the indictment. Otherwise it would be practically impossible to ensure continued detention of a person after an indictment has been filed. In the circumstances, a ground for the plaintiff’s detention existed until 25 January 2005. The detention should have been extended by a decision not later than on 25 January 2005 if it was to last after that date. In the absence of any such decision, the restriction of the plaintiff’s liberty after 25 January 2005 was unlawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The unlawfulness of the plaintiff’s deprivation of liberty after 25 January 2005 cannot be vindicated retrospectively, not even by a judicial decision. Subsequent judicial decisions could not have extended the plaintiff’s detention as it had ended on 25 January 2005. The only existing possibility was to remand the plaintiff in custody again. As this was not the case, his subsequent deprivation of liberty had no legal ground.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Judgment I. ÚS 115/07 of 23 October 2007",
                                        "elements": [
                                            {
                                                "content": "32.  In judgment I. ÚS 115/07 the  confirmed that the filing of an indictment alone does not suffice for continued detention of the accused to be lawful. The court dealing with the criminal case following the indictment is required to take a decision on the accused person’s detention prior to the expiry of the period for which the latter had been remanded in the context of pre-trial proceedings. The  found a breach of the accused person’s right under Article 5 § 1 of the Convention and ordered his immediate release.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Code of Criminal Procedure of 2005",
                                "elements": [
                                    {
                                        "content": "33.  The new Code of Criminal Procedure (Law no. 301/2005 Coll.) entered into force on 1 January 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Article 76 § 5 provides, inter alia, that a court is obliged to decide on further detention of the accused within fifteen days of his or her indictment (or submission for approval of an agreement between the prosecution and the accused on guilt and punishment) unless it has already decided on detention of the accused under provisions which govern the examination of indictments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The explanatory report to the draft Code of Criminal Procedure of 2005 indicates that the above provision accentuates the judicial control of a person’s detention following his or her indictment and that the amendment is also in reaction to the Constitutional Court’s judgment I. ÚS 6/02 of 4 December 2002.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicant complained that his detention after 24 January 2005 had been unlawful and that he was unable to obtain appropriate redress in that respect in the context of the proceedings before the Constitutional Court. He relied on Article 5 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law: (...)",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so; (...)”",
                                "elements": []
                            },
                            {
                                "content": "37.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "38.  The Government argued that the application was manifestly ill-founded, as the guarantees of Article 5 § 1 had been complied with. In any event, given the redress which the applicant obtained in the proceedings before the , he could no longer be considered a “victim” within the meaning of Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The applicant disagreed with the arguments of the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In the present case, the Constitutional Court, in two separate judgments which have to be considered in conjunction, found that there had been a breach of the applicant’s right under Article 5 § 1 of the Convention on the ground that there had been no judicial decision extending his detention after 24 January 2005 (see paragraphs 13-16 above). Given that the Government disagreed with that conclusion, the Court considers that their objection concerning the applicant’s status as a victim is closely linked and should be joined to the merits of that complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court considers that the application raises serious questions of fact and law which are of such complexity that their determination should depend on an examination on the merits. It cannot, therefore, be considered manifestly ill-founded within the meaning of Article 35 § 3 of the Convention, and no other ground for declaring it inadmissible has been established. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "42.  The applicant maintained that his detention after 24 January 2005 had been contrary to Article 5 § 1 as indicated in the Constitutional Court’s judgments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government argued that the applicant’s detention after 24 January 2005 had been in accordance with the law. They relied on Article 72 § 1 of the Code of Criminal Procedure of 1961 which obliged judges to examine, at each stage of criminal proceedings, whether reasons for the accused person’s detention persisted, and on existing practice of ordinary courts described above. The maximum permissible duration of the applicant’s detention was laid down in the Code of Criminal Procedure of 1961 and had not been exceeded. His detention after 24 January 2005 had therefore an appropriate legal basis and was neither arbitrary nor otherwise contrary to Article 5 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Government further argued that in Pavlík v. Slovakia (no. 74827/01, judgment of 30 January 2007) the Court had found no breach of Article 5 § 1, notwithstanding that the applicant’s detention had not been covered by a judicial decision for nearly one month.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  At the relevant time there was no established practice of the  as, prior to the facts of the present case, it had addressed the point in issue in a single judgment, namely I. ÚS 6/02 of 4 December 2002. An actual change in its approach had occurred only in the context of proceedings brought by the applicant in the present case and his co-accused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The new approach consisted of an interpretation of the guarantees under Article 5 § 1 of the Convention which was broader than that which the Court gave to that provision under its case-law. In particular, the Government argued that while Article 5 § 1 required a legal basis in the domestic legal order for detention to be lawful, it did not follow from the Court’s case-law that lawful detention of a person should exclusively be based on an explicit judicial order.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Recapitulation of the relevant principles",
                                "elements": [
                                    {
                                        "content": "47.  The relevant principles are set out, for example, in Mooren v. Germany [GC] (no. 11364/03, §§ 72-81, ECHR 2009...; with further references). They can be summed up as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down the obligation to conform to the substantive and procedural rules thereof. Compliance with national law is not, however, sufficient: Article 5 § 1 requires in addition that any deprivation of liberty should be in keeping with the purpose of protecting the individual from arbitrariness. The Court must further ascertain in this connection whether domestic law itself is in conformity with the Convention, including the general principles expressed or implied therein, notably the principle of legal certainty. Although it is in the first place for the national authorities, notably the courts, to interpret and apply domestic law, under Article 5 § 1 failure to comply with domestic law entails a breach of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  A period of detention is, in principle, “lawful” if it is based on a court order. However, the Court has considered the absence of any grounds given by the judicial authorities in their decisions authorising detention for a prolonged period of time to be incompatible with the principle of protection from arbitrariness enshrined in Article 5 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  It has further acknowledged that the speed with which the domestic courts replaced a detention order which had either expired or had been found to be defective is a relevant element in assessing whether a person’s detention must be considered arbitrary. Thus, in the context of sub-paragraph (c) of Article 5 § 1 a period of more than a year following a remittal from a court of appeal to a court of a lower level, in which the applicant remained in a state of uncertainty as to the grounds for his detention, combined with the lack of a time-limit for the lower court to re-examine his detention, was found to render the applicant’s detention arbitrary (see Khudoyorov v. Russia, no. 6847/02, §§ 136-137, ECHR 2005X (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In the Jėčius v. Lithuania judgment (no. 34578/97, 31 July 2000, §§ 56-64, ECHR 2000-IX) the Court found that the sole fact that the case had been transmitted to the court did not constitute a “lawful” basis for detention within the meaning of Article 5 § 1 of the Convention, and that it could not extend or replace the valid detention order required by domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In Stašaitis (cited above, §§ 68-69) the Court held that uncertainty had been created by the judicial authorities’ merging of detention decisions with other procedural acts, resulting in a lack of clarity regarding the lawfulness of the applicant’s detention. In that case the Court of Appeal reinstated retroactively a detention order issued more than a year before but gave no reasons for its decision in that respect. In doing so it took no account of the applicant’s current situation. The Court concluded that the decision did not constitute a “lawful” basis for the applicant’s continued remand in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In the Žirovnický v. the  judgment (no. 23661/03, §§ 58-62, 30 September 2010), the Court found a breach of Article 5 § 1 as no detention warrant had been issued by a court or other judicial body authorising the applicant’s continued remand in custody for a period exceeding one month.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the relevant principles to the present case",
                                "elements": [
                                    {
                                        "content": "54.  In the present case the  acknowledged a breach of the applicant’s rights under Article 5 § 1 on two occasions, but the Government expressed their disagreement with such decisions. In view of such situation the Court is required to take a stand on the point of issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  It would be justified for the Court to reach a contrary conclusion to that of the Constitutional Court only if it was satisfied that the latter had misinterpreted or misapplied the Convention provision or the Court’s jurisprudence under that provision or reached a conclusion which was manifestly unreasonable (see, mutatis mutandis, A. and Others v. the United Kingdom [GC], no. 3455/05, § 174 in fine, ECHR 2009-..., and Henryk Urban and Ryszard Urban v. Poland, no. 23614/08, §§ 51-53, 30 November 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The  found that there existed no justification for the absence of any judicial decision extending the applicant’s detention after 24 January 2005. That finding was based on its judgments in different cases in which it considered inadmissible the criminal courts’ practice extending the statutory possibilities of restricting a person’s liberty by extensive interpretation of several provisions of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court concurs with the reasons put forward by the  which it finds to be in line with its above case-law. It considers that the purpose of Article 5, namely to protect individuals from arbitrary deprivation of liberty, is served in an appropriate manner where there is a mandatory formal judicial review requiring a decision which gives reasons for a person’s detention after his or her case has been submitted to the trial court and, as the case may be, the detention order issued at the pre-trial stage has expired.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court has noted that a judicial review of this kind was allowed for in Article 76 § 5 of the Code of Criminal Procedure of 2005, also with reference to the above Constitutional Court’s judgment I. ÚS 6/02. However, that development did not concern the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The foregoing considerations are sufficient to enable the Court to conclude, in line with the Constitutional Court’s judgments, that the applicant’s detention after the expiry of the detention order given at pre-trial stage fell short of the requirement of lawfulness within the meaning of Article 5 § 1.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The victim status of the applicant",
                                "elements": [
                                    {
                                        "content": "60.  In view of the above conclusion it remains to be examined whether the applicant can still claim to be a “victim” within the meaning of Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court reiterates that a decision or measure favourable to the applicant is not in principle sufficient to deprive the applicant of his or her status as a “victim”, within the meaning of Article 34 of the Convention, unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see Rosselet-Christ v. , no. 25329/05, § 49, 26 October 2010, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Since the Constitutional Court explicitly acknowledged a breach of the applicant’s right under Article 5 § 1, the only issue which arises in that respect in the present case is whether the redress afforded to him can be considered as appropriate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  When determining such issue the Court will have regard to its own practice in similar cases. This does not imply that in situation where domestic authorities awarded a sum to the applicant with a view to redressing the breach found, such sum must correspond to the Court’s award. The issue must be determined in light of all relevant circumstances including the nature of the breach and the way and speediness in which it was established by domestic authorities for which it is in the first place to ensure respect for rights and freedoms guaranteed by the Convention. The level of just satisfaction granted at national level must nevertheless not be manifestly inadequate in the particular circumstances of the case (see also Cocchiarella v. Italy [GC], no. 64886/01, §§ 65-107, ECHR 2006-V; Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 178-213, ECHR 2006-V; or Becová v. Slovakia (dec.), no. 23788/06, 18 September 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In its second judgment, delivered on 6 June 2007, the  granted the applicant the equivalent of EUR 1,470 as just satisfaction, noting that the Supreme Court had not remedied the situation resulting from the applicant’s unlawful detention (see paragraphs 15 and 16 above). At the time of the Constitutional Court judgments the applicant had been released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court considers that the sum awarded as just satisfaction in the second judgment, albeit not negligible as such, is not sufficient to provide the applicant with appropriate redress in the circumstances. When reaching this conclusion the Court had regard, in particular, to the importance of the right to liberty and security as enshrined in Article 5 § 1, the duration of the applicant’s detention which the Constitutional Court had found to be unlawful, and other criteria which it has applied for the determinantion of just-satisfaction awards under Article 41 of the Convention (among most recent judgments see, mutatis mutandis, Al-Jedda v. the  [GC], no. 27021/08, § 114, 7 July 2011; Hadžić and Suljić v. Bosnia and Herzegovina, nos. 39446/06 and 33849/08, § 49, 7 June 2011, with further references; or Ganea v. Moldova, no. 2474/06, § 35, 17 May 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The applicant can thus still claim to be a “victim” of a breach of his rights within the meaning of Article 34 of the Convention, and the Government’s objection in this respect must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  There has accordingly been a violation of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  The applicant complained that the  had not displayed due diligence when dealing with his complaint of 27 July 2005. He relied on Article 5 § 4 of the Convention which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "69.  The Government maintained that the guarantees of Article 5 § 4 do not extend to proceedings before the . Those proceedings were governed by different legal provisions from those governing proceedings before criminal courts. They were separate from and independent of proceedings before criminal courts and of a specific nature, as they concerned an alleged breach of the applicant’s fundamental rights and freedoms. A complaint to the  could not be regarded as an ordinary remedy against criminal courts’ decisions related to the applicant’s detention. In any event, the Government considered this complaint to be manifestly ill-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The applicant disagreed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Applicability of Article 5 § 4 to proceedings before the  and the scope of its guarantees",
                                        "elements": [
                                            {
                                                "content": "71.  The Court held Article 5 § 4 applicable to proceedings before the Constitutional Court of the Czech Republic (see Smatana v. the Czech Republic, no. 18642/04, §§ 46 and 122-123, 27 September 2007; Fešar v. the  (no. 76576/01, §§ 57-60 and 69, 13 November 2008). In Knebl v. the  (no. 20157/05, § 102, 28 October 2010) the Court held that in respect of complaints of unlawfulness or excessive length of detention the guarantee of a “speedy review” had to be respected in proceedings before the Constitutional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  In Stephens v.  (no. 2), (no. 33740/06, §§ 83 and 85-90, 21 April 2009), the Court held that the intervention of the , which had to be regarded in the particular circumstances of that case, fulfilled the requirements of Article 5 § 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  In several applications against Croatia the Court reiterated that while Article 5 § 4 does not compel the Contracting States to set up a second level of jurisdiction for the examination of applications for release from detention, a State which institutes such a system must in principle accord detainees the same guarantees on appeal as at first instance. The Court held that the same applies in a system which provides for a constitutional complaint against decisions ordering and extending detention. It found a breach of Article 5 § 4 due to the Croatian Constitutional Court’s failure to review the lawfulness of the applicants’ detention (see Getoš-Magdić v. Croatia, no. 56305/08, §§ 100-106, 2 December 2010; Hađi v. , no. 42998/08, §§ 43-47, 1 July 2010; or Peša v. , no. 40523/08, §§ 122-126, 8 April 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  As to the present case, the Court has held that a complaint under Article 127 of the Constitution of the Slovak Republic is a remedy which applicants, including those who complain about a breach of their rights under Article 5, are normally required to use for the purpose of Article 35 § 1 of the Convention prior to lodging an application under the Convention (see, for example, Osváthová v. , no. 15684/05, §§ 57-59, 21 December 2010, and Štetiar and Šutek v. , nos. 20271/06 and 17517/07, §§ 71-72, 23 November 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Lawfulness is a pre-requisite for a person’s detention to be considered compatible with Article 5 § 1 of the Convention and its constitutional equivalent. When examining complaints alleging a breach of Article 5 § 1 of the Convention or its constitutional equivalent, the  has to assure itself as to whether the statutory requirements were complied with. When finding that a person’s detention is unlawful, it concludes that there has been a breach of the plaintiff’s fundamental rights and freedoms. In such cases the  has jurisdiction, inter alia, to quash the decisions of ordinary courts and, if appropriate order the release of the detained person.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The requirement under Article 5 § 4 of a speedy review of the lawfulness of one’s detention is similar to the guarantee of a hearing within a reasonable time incorporated in Article 6 § 1 of the Convention. The latter procedural guarantee was found to extend to constitutional proceedings the purpose of which was to determine whether there had been a breach of the plaintiffs’ fundamental rights in the course of prior proceedings before ordinary courts where such proceedings concerned determination of one’s civil rights or obligations or of a criminal charge (see, for example, Süßmann v. Germany, 16 September 1996, §§ 45-46, Reports of Judgments and Decisions 1996IV, and Keszeli v. Slovakia (no. 2), no. 34200/06, § 21-23, 21 December 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  In view of the above, the Court sees no reason why the former guarantee, that is the right to a speedy review of the lawfulness of one’s detention included in Article 5 § 4, should not extend also to proceedings before the Constitutional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Court further reiterates that the purpose of Article 5 § 4 is to assure to persons who are arrested and detained the right to judicial supervision of the lawfulness of the measure to which they are thereby subjected (see, mutatis mutandis, De Wilde, Ooms and Versyp v. Belgium, 18 June 1971, § 76, Series A no. 12; and Ismoilov and Others v. Russia, no. 2947/06, § 145, 24 April 2008). A remedy must be made available during a person’s detention to allow that person to obtain speedy judicial review of the lawfulness of the detention, capable of leading, where appropriate, to his or her release (see, among other references, Getoš-Magdić v. Croatia, cited above, § 100; or Stephens v.  (no. 2), cited above, § 83).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  In Stephens v.  (no. 1) (no. 11956/07, §§ 15, 23, 24 and 102, 21 April 2009) the Court held that the right guaranteed in Article 5 § 4 was only applicable to persons deprived of their liberty, and had no application for the purposes of obtaining, after release, a declaration that a previous detention or arrest was unlawful. In that case the applicant lodged the constitutional remedy on 12 November 2004 and the  determined the issue on 23 November 2004. Prior to that, on 22 November 2004 the applicant had been released on bail. Paragraph 103 of the judgment reads:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Court observes that the applicant made his application for release while he was in detention. However, a decision was given by the  only on 24 November 2004, by which time he had been released on bail... Thus, although at the time of his application to the domestic courts the applicant was entitled to a review in accordance with Article 5 § 4, this provision no longer applied at the time of the Constitutional Court’s judgment. Consequently, it is not necessary for the Court to examine whether the proceedings concerning the applicant’s detention satisfied the safeguards of Article 5 § 4 of the Convention.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  In S.T.S. v. the  (no. 277/05, §§ 43-50 and 58-62, 7 June 2011) the Court found a breach of Article 5 § 4 as, inter alia, the lawfulness of the applicant’s detention had not been decided speedily. That breach related to proceedings in which the Supreme Court concluded, 294 days after the applicant had lodged his appeal on points of law, that its determination had become devoid of interest. It held, in particular, that the detention authorisation in issue had lapsed in the meantime. In the judgments against Croatia referred to in pargraph 73 above the domestic courts involved refused to review the lawfulness of the applicants’ detention because a fresh decision extending their detention had meanwhile been adopted. Such way of proceeding raised also an issue as to the effectiveness of the review both in S.T.S. and the applications against Croatia in issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  In particular, in S.T.S. (§ 61) the Court concluded that by declaring the applicant’s appeal on points of law as having been devoid of interest the Supreme Court had deprived that remedy of whatever further effect it might have had. It pointed out that a former detainee may well have a legal interest in the determination of his or her detention even after having been liberated as an issue can arise, for example, in giving effect to the “enforceable right to compensation” guaranteed by Article 5 § 5 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  In the present case a similar issue does not arise as the Constitutional Court found a breach of the applicant’s right under Article 5 § 1 of the Convention and, in the judgment of 6 June 2007, awarded him just satisfaction notwithstanding that the applicant had been released in the meantime. For the Court, it is this aspect which makes the present case dissimilar from S.T.S. or the Croatian cases referred to above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The primary purpose of Article 5 § 4 is to ensure to a person deprived of liberty a speedy judicial review of the lawfulness of the detention capable of leading, where appropriate, to his or her release. The Court considers that the requirement of speediness is therefore relevant, from that perspective, while that person’s detention lasts (see, by analogy, Stephens v.  (no. 1) cited above, § 103). While the guarantee of speediness is no longer relevant for the primary purpose of Article 5 § 4 after the person’s release, the guarantee of efficiency of the review should continue to apply even thereafter since, as stated in S.T.S., a former detainee may well have a legitimate interest in the determination of his or her detention even after having been liberated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  In these circumstances, the Court considers that the reasoning in Stephens v. Malta (no. 1) does not prevent it from considering, subject to compliance with the other admissibility requirements, the present applicant’s complaint of a lack of speediness of the constitutional proceedings intervening between the date his constitutional complaint was lodged and the date when he was released. Otherwise, the applicant would have been deprived of protection of his rights under Article 5 § 4 for a period of more than eight months. In this respect, the Court reiterates that the Convention is intended to guarantee rights that are “practical and effective” (see Oluić v. Croatia, no. 61260/08, § 47, 20 May 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The applicant lodged his constitutional complaint on 27 July 2005 and his was released on 31 March 2006. His release put an end to the alleged breach of Article 5 § 4 resulting from the failure by the Constitutional Court to speedily examine his complaint about unlawfulness of his detention (see also, mutatis mutandis, Herz v. Germany, no. 44672/98, § 73, 12 June 2003; Filip v. , no. 41124/02, § 80, 14 December 2006; and, to the contrary, Kołaczyk v. Poland (dec.), no. 13794/02, 9 January 2007). The application was introduced on 14 February 2006, that is prior to the applicant’s release.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "87.  The applicant maintained that the requirement for a speedy review of the lawfulness of his detention had not been respected in the proceedings before the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Government argued that in the case of the applicant and his co-accused the  had set out a new approach to the point at issue, which had resulted in a change of practice under the relevant provisions of the Code of Criminal Procedure of 1961. The matter was complex, and both the applicant and the Supreme Court had intervened repeatedly. Furthermore, throughout the relevant period the applicant remained free apply for release under Article 72 § 2 of the Code of Criminal Procedure of 1961.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court reiterates that Article 5 § 4 does not compel the Contracting States to set up a second level of jurisdiction for the examination of the lawfulness of detention. Nevertheless, where domestic law provides for a system of appeal, the appellate body must also comply with the requirements of Article 5 § 4, in particular as concerns the speediness of the review by the appellate body of a detention order imposed by the lower court. However, the standard of “speediness” is less stringent when it comes to proceedings before the court of appeal (see Starokadomskiy v. Russia, no. 42239/02, § 80, 31 July 2008, with further references). The above considerations are relevant, by analogy, also in respect of complaints under Article 5 § 4 about constitutional proceedings which, as the Government indicated, were separate from proceedings before ordinary courts under the relevant provisions of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  In the present case the period to be taken into consideration lasted from 27 July 2005 to 31 March 2006, that is more than eight months. Even though it has accepted above that the standard of “speediness” was less stringent in the proceedings complained of, the Court does not find the arguments submitted by the Government sufficiently convincing to justify the period in issue. The requirement for a speedy review of the lawfulness of the applicant’s detention was thus not complied with in the proceedings before the  which concerned the applicant’s complaint of 27 July 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  There has therefore been a violation of Article 5 § 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "92.  Lastly, the applicant complained that he did not have an effective remedy at his disposal in respect of his above complaints under Article 5 §§ 1 and 4. He relied on Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Alleged violation of Article 13 in conjunction with Article 5 § 1",
                                "elements": [
                                    {
                                        "content": "93.  The Government maintained that the applicant did not have an arguable complaint. In any event, the applicant had had an effective remedy, namely a complaint to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The applicant disagreed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Court notes that the , in two separate judgements, found that there had been a breach of the applicant’s rights under Article 5 § 1. It ordered the reimbursement of the applicant’s costs and, in the second judgment, granted EUR 1,470 as just satisfaction to the applicant. The  had the power to order the applicant’s release, but the applicant was no longer detained at the time of its judgments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  Thus the applicant had a remedy at his disposal at the national level to enforce the substance of the right under Article 5 § 1. The fact that the redress obtained at the domestic level was not sufficient for the Convention purposes does not render the remedy under Article 127 of the Constitution in the circumstances of the present case incompatible with Article 13 of the Convention (see also, mutatis mutandis, Šidlová v. Slovakia, no. 50224/99, § 77, 26 September 2006, and Mošať v. , no. 27452/05, § 27, 21 September 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged violation of Article 13 in conjunction with Article 5 § 4",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "98.  The Government maintained that the applicant had no arguable complaint for the purpose of Article 13.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The applicant disagreed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The Court found above that the complaint under Article 5 § 4 was admissible and that there had been a breach of that provision. It notes that the applicant’s complaint under Article 13 in conjunction with that provision is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "101.  The Court reiterates that the more specific guarantees of Article 5 are a lex specialis in relation to Article 13 and absorb its requirements (see Yuldashev v. , no. 1248/09, § 114, 8 July 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  In these circumstances, and in view of its finding of a breach of Article 5 § 4 of the Convention, the Court considers that no separate issue arises in respect of Article 13 in connection with Article 5 § 4.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "103.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "104.  On 16 March 2010 the Court invited the applicant to submit his just satisfaction claims by 26 April 2010. His attention was drawn to Rule 60 of the Rules of Court. In a letter dated 2 May 2010 which was delivered to the Court on 12 May 2010 the applicant claimed EUR 200,000 in respect of non-pecuniary damage. He explained that he had not been able to meet the time-limit as he worked abroad.",
                                "elements": []
                            },
                            {
                                "content": "105.  The Government argued, with reference to Rule 60 of the Rules of Court, that no award under Article 41 should be made to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "106.  Noting that no just satisfaction claims were submitted within the given time-limit and no extension of time had been requested before the expiry of that period, the Court makes no award under Article 41 of the Convention (see also, A.R., spol. s r.o. v. Slovakia, no. 13960/06, §§ 63-65, 9 February 2010, with further references; or Ryabykh v. Russia, no. 52854/99, §§ 66-68, ECHR 2003-IX).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the question whether the applicant retained the victim status in respect of the complaint under Article 5 § 1;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares by a majority admissible the complaint under Article 5 § 1 of the Convention concerning the lawfulness of the applicant’s detention and the complaints under Articles 5 § 4 and 13 of the Convention about the lack of a speedy review by the Constitutional Court of the applicant’s complaint of 27 July 2005;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares unanimously the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by four votes to three that there has been a violation of Article 5 § 1 of the Convention and dismisses the Government’s objection as regards the victim status of the applicant;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds unanimously that there has been a violation of Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds unanimously that there is no need to examine the alleged violation of Article 13 in conjunction with Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses unanimously the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 December 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges Gyulumyan, Myjer and López Guerra is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "Like in the Kormoš v. Slovakia case (judgment of 8 November 2011), we voted in this case for a finding of no violation of Article 5 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "We have no difficulty whatsoever with the line of reasoning as laid down in paragraphs 47-53 (recapitulation of the relevant principles) and 54-59 (application of the relevant principles to the present case). However, we do not fully agree with paragraphs 60-67 as regards the victim status of the applicant. Indeed, the  explicitly acknowledged a breach of the applicant’s right under Article 5 § 1 of the Convention. It then awarded the applicant the equivalent of EUR 1,470 in just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "In our opinion this level of just satisfaction was not manifestly inadequate or unreasonable in the particular circumstances of the case. That the acceptable amount at the national level may be lower than the compensation usually awarded by the Court in similar cases has to do with the fact that there is a clear difference between a final resolution of the matter at the national level by the appropriate authority – through the express acknowledgment that a violation has taken place and the awarding of appropriate and sufficient redress – and the situation in which it is the Court which must decide on the issue in the absence of any acknowledgment of a violation by the State (see also paragraph 139 of the Grand Chamber judgment of 29 March 2006 in the case of Cocchiarella v. Italy (no. 64886/01, ECHR 2006 V)).",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": " Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ZUBOR v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-107731.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1206JUD000771106",
    "externalsources": [],
    "extractedappno": [
        "7711/06",
        "271/06",
        "6/02",
        "204/05",
        "10/07",
        "5/75",
        "47679/99",
        "322/05",
        "167/06",
        "115/07",
        "74827/01",
        "11364/03",
        "6847/02",
        "34578/97",
        "23661/03",
        "3455/05",
        "23614/08",
        "25329/05",
        "64886/01",
        "36813/97",
        "23788/06",
        "27021/08",
        "39446/06",
        "33849/08",
        "2474/06",
        "18642/04",
        "76576/01",
        "20157/05",
        "33740/06",
        "56305/08",
        "42998/08",
        "40523/08",
        "15684/05",
        "20271/06",
        "17517/07",
        "34200/06",
        "2947/06",
        "11956/07",
        "277/05",
        "61260/08",
        "44672/98",
        "41124/02",
        "13794/02",
        "42239/02",
        "50224/99",
        "27452/05",
        "1248/09",
        "13960/06",
        "52854/99"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 76 § 5 of the Code of Criminal Procedure of 2005"
    ],
    "itemid": "001-107731",
    "judgementdate": "06/12/2011 00:00:00",
    "kpdate": "06/12/2011 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "474",
        "183",
        "498",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "5-4",
        "34",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "ZUBOR",
        "SLOVAKIA"
    ],
    "rank": "846.446533203125",
    "representedby": [
        "N/A"
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [
        "A. and Others v. the United Kingdom [GC], no. 3455/05, § 174 in fine, ECHR 2009-...",
        "A.R., spol. s r.o. v. Slovakia, no. 13960/06, §§ 63-65, 9 February 2010",
        "Al-Jedda v. the United Kingdom [GC], no. 27021/08, § 114, 7 July 2011",
        "Becová v. Slovakia (dec.), no. 23788/06, 18 September 2007",
        "Cocchiarella v. Italy [GC], no. 64886/01, §§ 65-107, ECHR 2006-V",
        "De Wilde, Ooms and Versyp v. Belgium, 18 June 1971, § 76, Series A no. 12",
        "Fešar v. the Czech Republic, no. 76576/01, 13 November 2008",
        "Filip v. Romania, no. 41124/02, § 80, 14 December 2006",
        "Ganea v. Moldova, no. 2474/06, § 35, 17 May 2011",
        "Getoš-Magdic v. Croatia, no. 56305/08, §§ 100-106, 2 December 2010",
        "Hadi v. Croatia, no. 42998/08, §§ 43-47, 1 July 2010",
        "Hadžic and Suljic v. Bosnia and Herzegovina, nos. 39446/06 and 33849/08, § 49, 7 June 2011",
        "Henryk Urban and Ryszard Urban v. Poland, no. 23614/08, §§ 51-53, 30 November 2010",
        "Herz v. Germany, no. 44672/98, § 73, 12 June 2003",
        "Ismoilov and Others v. Russia, no. 2947/06, § 145, 24 April 2008",
        "Jecius v. Lithuania, no. 34578/97, 31 July 2000, §§ 56-64, ECHR 2000-IX",
        "Keszeli v. Slovakia (no. 2), no. 34200/06, § 21-23, 21 December 2010",
        "Khudoyorov v. Russia, no. 6847/02, §§ 136-137, ECHR 2005-X (extracts)",
        "Knebl v. the Czech Republic, no. 20157/05, § 102, 28 October 2010",
        "Kolaczyk v. Poland (dec.), no. 13794/02, 9 January 2007",
        "Mooren v. Germany [GC] (no. 11364/03, §§ 72-81, ECHR 2009-...",
        "Mošat v. Slovakia, no. 27452/05, § 27, 21 September 2010",
        "Oluic v. Croatia, no. 61260/08, § 47, 20 May 2010",
        "Osváthová v. Slovakia, no. 15684/05, §§ 57-59, 21 December 2010",
        "Peša v. Croatia, no. 40523/08, §§ 122-126, 8 April 2010",
        "Rosselet-Christ v. Slovakia, no. 25329/05, § 49, 26 October 2010",
        "Ryabykh v. Russia, no. 52854/99, §§ 66-68, ECHR 2003-IX",
        "S.T.S. v. the Netherlands, no. 277/05, §§ 43-50 and 58-62, 7 June 2011",
        "Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 178-213, ECHR 2006-V",
        "Šidlová v. Slovakia, no. 50224/99, § 77, 26 September 2006",
        "Smatana v. the Czech Republic, no. 18642/04, 27 September 2007",
        "Starokadomskiy v. Russia, no. 42239/02, § 80, 31 July 2008",
        "Stašaitis v. Lithuania, no. 47679/99, 21 March 2002",
        "Stephens v. Malta (no. 1) no. 11956/07, 21 April 2009",
        "Stephens v. Malta (no. 2), no. 33740/06, 21 April 2009",
        "Štetiar and Šutek v. Slovakia, nos. 20271/06 and 17517/07, §§ 71-72, 23 November 2010",
        "Süßmann v. Germany, 16 September 1996, §§ 45-46, Reports of Judgments and Decisions 1996-IV",
        "Yuldashev v. Russia, no. 1248/09, § 114, 8 July 2010",
        "Žirovnický v. the Czech Republic, no. 23661/03, §§ 58-62, 30 September 2010"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "356764",
    "typedescription": "15"
}