{
    "__articles": "35;41;P7-4",
    "__conclusion": "Violation of Article 4 of Protocol No. 7 - Right not to be tried or punished twice-{general} (Article 4 of Protocol No. 7 - Right not to be tried or punished twice;Criminal offence);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "53753/12",
    "article": [
        "p7-4",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "article": "p7-4",
            "base_article": "p7-4",
            "details": [
                "Article 4 of Protocol No. 7 - Right not to be tried or punished twice",
                "Criminal offence"
            ],
            "element": "Violation of Article 4 of Protocol No. 7 - Right not to be tried or punished twice-{general}",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-151000.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 53753/12) against the Republic of Finland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Finnish national, Mr Timo Veikko Kiiveri (“the applicant”), on 22 August 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Jaakko Tuutti, a lawyer practising in Tampere. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the ne bis in idem principle had been violated in his case.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 20 December 2013 the complaint concerning the ne bis in idem principle was communicated to the Government and the remainder of the application was declared inadmissible.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1960 and lives in Tampere.",
                                "elements": []
                            },
                            {
                                "content": "A.  Taxation proceedings",
                                "elements": [
                                    {
                                        "content": "6.  The applicant owns 90% of the shares in a limited liability company which is active in the construction and decoration business. The applicant is the managing director and a member of the board of directors of the company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In 2005 the tax authorities carried out a tax inspection of the company and concluded that it had failed to declare and pay a considerable amount of taxes and that it had, inter alia, paid salaries off the books and undertaken other fraudulent activity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 8 September 2008 the tax authorities imposed additional income tax and also tax surcharges (veronkorotus, skatteförhöjning) both on the company and on the applicant for the tax years 2002, 2003, 2005 and 2006. The applicant apparently did not appeal against those decisions and the bailiff seized the imposed sums. The period set for appeal in tax matters is five years counted from the beginning of the calendar year following the year when the initial taxation decision was taken. Therefore the taxation concerning the tax years 2002, 2003 and 2005 became final on 31 December 2008, 31 December 2009, and 31 December 2011 respectively. The period for appeal for the tax year 2006 elapsed on 31 December 2012.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings",
                                "elements": [
                                    {
                                        "content": "9.  In June 2007 the police started a criminal investigation into the applicant’s activities. On 6 March 2009 the prosecutor brought charges against the applicant for accounting offence (kirjanpitorikos, bokföringsbrott) and aggravated tax fraud (törkeä veropetos, grovt skattebedrägeri) on two counts. The first count concerned the tax years from 2000 to 2006 and the applicant’s activities as the managing director and a member of the board of directors of the company. The applicant was accused of aggravated tax fraud as he had deducted fabricated receipts, failed to declare the company’s real income, paid salaries off the books and, consequently, the tax imposed on the company had been too low. The second count concerned the tax years from 2000 to 2003 and from 2005 to 2006. The applicant was accused of aggravated tax fraud as he had failed to declare his own income and, consequently, the tax imposed on him had been too low. The tax authorities joined the charges and presented a compensation claim totalling approximately the amount of avoided taxes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 9 September 2009 the District Court of Tampere (käräjäoikeus, tingsrätten) convicted the applicant of two counts of aggravated tax fraud as charged and of accounting offence. He was sentenced to imprisonment for three years and ordered to pay the tax authorities 685,080.66 euros (EUR) plus interest as compensation. It was noted that the sums already seized from the applicant in the administrative proceedings could be deducted from the compensation. In addition, he was banned from undertaking business activities for six years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  By letter dated 9 October 2009 the applicant appealed to the Court of Appeal of Turku (hovioikeus, hovrätten), requesting that the District Court’s judgment be quashed and the charges dismissed. He relied also on the principle of ne bis in idem and the Court’s case-law in that respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 15 September 2010 the Court of Appeal, after having held an oral hearing, upheld the judgment for the most part, but considered in part that the accounting offence was aggravated and ordered the applicant to pay EUR 20,000 more compensation to the State. The court considered that, as long as the time-limit for appeal had not elapsed with regard to the tax years 2003, 2005 and 2006 at the moment of bringing the charges against the applicant in 2009, there was no issue of ne bis in idem. Furthermore, it considered that, as concerned the tax year 2002, the time-limit for appeal had elapsed on 31 December 2008 and thus the taxation had become final before the charges were brought against the applicant. However, as there still existed another kind of tax appeal which the applicant could have used, the Court of Appeal finally considered that the ne bis in idem principle did not prevent the examination of the charges against the applicant also concerning the tax year 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  By letter dated 12 October 2010 the applicant appealed to the Supreme Court (korkein oikeus, högsta domstolen), reiterating the grounds of appeal already presented before the Court of Appeal. He also requested an interim order staying the execution of the lower court’s judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 27 February 2012 the Supreme Court dismissed, without examining the merits, that part of the criminal conviction that concerned the tax year 2002 as it considered that the fact that the tax surcharges imposed on the applicant had become final in 2008, that is, before the charges had been brought against the applicant in March 2009, prevented the examination of the matter. Otherwise the lower court’s judgment was upheld. The court considered that as long as the time-limit for appeal had not elapsed with regard to the other tax years at the moment when the charges were brought against the applicant, there was no issue of ne bis in idem. As a part of the applicant’s conviction was dismissed without examining the merits, his sentence was accordingly also lowered to imprisonment for 2 years and 10 months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 21 August 2012 the applicant lodged an extraordinary appeal with the Supreme Court, requesting the reopening of the case on the basis of incorrect application of the law and the prohibition on self-incrimination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Apparently in March 2013 this extraordinary appeal was refused by the Supreme Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Tax Assessment Procedure Act",
                                "elements": [
                                    {
                                        "content": "17.  Section 57, subsection 1, of the Tax Assessment Procedure Act (laki verotusmenettelystä, lagen om beskattningsförfarande, Act no. 1558/1995, as amended by Act no. 1079/2005) provides that if a person has failed to make the required tax returns or has given incomplete, misleading or false information to the tax authorities and tax has therefore been incompletely or partially levied, the taxpayer shall be ordered to pay unpaid taxes together with additional tax and a tax surcharge.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Penal Code",
                                "elements": [
                                    {
                                        "content": "18.  According to Chapter 29, sections 1 and 2, of the Penal Code (rikoslaki, strafflagen, as amended by Acts no. 1228/1997 and no. 769/1990), a person who (1) gives a tax authority false information on a fact that influences the assessment of tax, (2) files a tax return concealing a fact that influences the assessment of tax, (3) for the purpose of avoiding tax, fails to observe a duty pertaining to taxation, influencing the assessment of tax, or (4) acts otherwise fraudulently and thereby causes or attempts to cause a tax not to be assessed, or too low a tax to be assessed or a tax to be unduly refunded, shall be sentenced for tax fraud to a fine or to imprisonment for a period of up to two years. If by the tax fraud (1) considerable financial benefit is sought or (2) the offence is committed in a particularly methodical manner and the tax fraud is aggravated when assessed as a whole, the offender shall be sentenced for aggravated tax fraud to imprisonment for a period between four months and four years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Supreme Court’s case-law",
                                "elements": [
                                    {
                                        "content": "19.  The Supreme Court has taken a stand on the ne bis in idem principle in its precedent case KKO 2010:46 which concerned tax surcharges and aggravated tax fraud. In that case it found, inter alia, that even though a final judgment in a taxation case, in which tax surcharges had been imposed, prevented criminal charges being brought about the same matter, such preventive effect could not be applied to pending cases (lis pendens) crossing from administrative proceedings to criminal proceedings or vice versa. However, in July 2013 the Supreme Court reversed its line of interpretation, finding that charges for tax fraud could no longer be brought if there was already a decision to order or not to order tax surcharges in the same matter (KKO 2013:59).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Legislative amendments",
                                "elements": [
                                    {
                                        "content": "20.  The Act on Tax Surcharges and Customs Duty Surcharges Imposed by a Separate Decision (laki erillisellä päätöksellä määrättävästä veron- tai tullinkorotuksesta, lagen om skatteförhöjning och tullhöjning som påförs genom ett särskilt beslut, Act no. 781/2013) entered into force on 1 December 2013. According to the Act, the tax authorities can, when making a tax decision, assess whether to impose a tax surcharge or to report the matter to the police. The tax authorities can decide not to impose a tax surcharge. If they have not reported the matter to the police, a tax surcharge can be imposed by a separate decision by the end of the calendar year following the actual tax decision. If the tax authorities have imposed tax surcharges, they can no longer report the same matter to the police unless, after imposing the tax surcharges, they have received evidence of new or recently revealed facts. If the tax authorities have reported the matter to the police, tax surcharges can, as a rule, no longer be imposed. The purpose of the Act is thus to ensure that a tax or a customs duty matter is processed and possibly punished in only one set of proceedings. The Act does not, however, contain any transitional provisions extending its scope retroactively.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 4 OF PROTOCOL NO. 7 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained under Article 4 of Protocol No. 7 to the Convention that he had been tried and punished twice as he had been ordered first to pay tax surcharges and subsequently he had been convicted in criminal proceedings and sentenced to imprisonment on the basis of the same facts.",
                                "elements": []
                            },
                            {
                                "content": "22.  Article 4 of Protocol No. 7 to the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be liable to be tried or punished again in criminal proceedings under the jurisdiction of the same State for an offence for which he has already been finally acquitted or convicted in accordance with the law and penal procedure of that State.",
                                "elements": []
                            },
                            {
                                "content": "2.  The provisions of the preceding paragraph shall not prevent the reopening of the case in accordance with the law and penal procedure of the State concerned, if there is evidence of new or newly discovered facts, or if there has been a fundamental defect in the previous proceedings, which could affect the outcome of the case.",
                                "elements": []
                            },
                            {
                                "content": "3.  No derogation from this Article shall be made under Article 15 of the Convention.”",
                                "elements": []
                            },
                            {
                                "content": "23.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "25.  The applicant argued that even in the Court’s older case-law the ne bis in idem effect had been extended also to parallel proceedings. The Zolotukhin judgment of the Court should not be seen as narrowing the scope of the applicability of Article 4 of Protocol No. 7. In the Court’s more recent caselaw, parallel proceedings were clearly brought to the scope of that Article. Since there were numerous judgments of the Court finding a violation of Article 4 of Protocol No. 7 concerning parallel proceedings, the applicant maintained that this Article had been violated in his case as well.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Government considered that the applicant no longer had victim status to the extent that the Supreme Court had dismissed the charge of aggravated tax fraud regarding the tax year 2002 without examining the merits. The court had held that the ne bis in idem prohibition applied as the tax surcharges had become final. Moreover, concerning the tax year 2006, the tax decision had become final on 31 December 2012, that was, only after the criminal proceedings had been terminated. Moreover, the Government observed that the applicant had not been ordered to pay any tax surcharges for the tax years 2000 and 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Government maintained that, in respect of the offence relating to the company, the ne bis in idem effect did not apply because the applicant was not personally liable for tax surcharges imposed on the company and because the tax surcharges imposed on him personally did not relate to the taxation of the company. Neither were the facts underlying the tax fraud charges in the company operations identical and substantially the same as the facts underlying the tax fraud relating to the applicant’s personal taxation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Government noted that the tax surcharge proceedings and the tax fraud proceedings in respect of the applicant were both of a criminal nature. They both also concerned the same circumstances. However, Article 4 of Protocol No. 7 did not seem to apply to parallel proceedings. Both the Supreme Court and the Supreme Administrative Court had also followed this line of interpretation but especially the former had adjusted its line of interpretation in 2013. The Court’s case-law did not provide a completely clear answer to this question. However, after the delivery of the judgments in the cases Glantz and Nykänen, the line of interpretation had become clearer. In the Government’s view, the criminal proceedings should have been discontinued in respect of the tax years 2003 and 2005 as the taxation decisions had already become final in that respect.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "29.  The Court notes first of all that it is clear that the criminal proceedings for accounting offence and aggravated tax fraud were criminal in nature.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  As to the criminal nature of tax surcharge proceedings, the Court reiterates that the legal characterisation of the procedure under national law cannot be the sole criterion of relevance for the applicability of the principle of ne bis in idem under Article 4 § 1 of Protocol No. 7. Otherwise, the application of this provision would be left to the discretion of the Contracting States to a degree that might lead to results incompatible with the object and purpose of the Convention (see for example Storbråten v. Norway (dec.), no. , ECHR 2007... (extracts), with further references). The notion of “penal procedure” in the text of Article 4 of Protocol No. 7 must be interpreted in the light of the general principles concerning the corresponding words “criminal charge” and “penalty” in Articles 6 and 7 of the Convention respectively (see Haarvig v. Norway (dec.), no. , 11 December 2007; Rosenquist v. Sweden (dec.), no. , 14 September 2004; Manasson v. Sweden (dec.), no. , 8 April 2003; Göktan v. France, no. , § 48, ECHR 2002-V; Malige v. France, 23 September 1998, § 35, Reports of Judgments and Decisions 1998VII; and Nilsson v. Sweden (dec.), no. 73661/01, ECHR 2005XIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court’s established case-law sets out three criteria, commonly known as the “Engel criteria” (see Engel and Others v. the Netherlands, 8 June 1976, Series A no. 22), to be considered in determining whether or not there was a “criminal charge”. The first criterion is the legal classification of the offence under national law, the second is the very nature of the offence and the third is the degree of severity of the penalty that the person concerned risks incurring. The second and third criteria are alternative and not necessarily cumulative. This, however, does not rule out a cumulative approach where separate analysis of each criterion does not make it possible to reach a clear conclusion as to the existence of a criminal charge (see Jussila v. Finland [GC], no. 73053/01, §§ 30-31, ECHR 2006XIV; and Ezeh and Connors v. the United Kingdom [GC], nos.  and , §§ 82-86, ECHR 2003X).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court has taken a stand on the criminal nature of tax surcharges, in the context of Article 6 of the Convention, in the case Jussila v. Finland (cited above). In that case the Court found that, regarding the first criterion, it was apparent that the tax surcharges were not classified as criminal but as part of the fiscal regime. This was, however, not decisive but the second criterion, the nature of the offence, was more important. The Court observed that the tax surcharges were imposed by general legal provisions applying to taxpayers generally. Further, under Finnish law, the tax surcharges were not intended as pecuniary compensation for damage but as a punishment to deter reoffending. The surcharges were thus imposed by a rule, the purpose of which was deterrent and punitive. The Court considered that this established the criminal nature of the offence. Regarding the third Engel criterion, the minor nature of the penalty did not remove the matter from the scope of Article 6. Hence, Article 6 applied under its criminal head, notwithstanding the minor nature of the tax surcharge (see Jussila v. Finland [GC], cited above, §§ 37-38). Consequently, proceedings involving tax surcharges are “criminal” also for the purpose of Article 4 of Protocol No. 7.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  Therefore, in the present case, the Court considers that it is clear that both sets of proceedings are to be regarded as criminal for the purposes of Article 4 of Protocol No. 7 to the Convention. The parties also find this to be undisputed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court acknowledged in the case of Sergey Zolotukhin v. Russia (see Sergey Zolotukhin v. Russia [GC], no. 14939/03, §§ 81-84, ECHR 2009) the existence of several approaches to the question of whether the offences for which an applicant was prosecuted were the same. The Court presented an overview of the existing three different approaches to this question. It found that the existence of a variety of approaches engendered legal uncertainty incompatible with the fundamental right not to be prosecuted twice for the same offence. It was against this background that the Court provided in that case a harmonised interpretation of the notion of the “same offence” for the purposes of Article 4 of Protocol No. 7. In the Zolotukhin case the Court thus found that an approach which emphasised the legal characterisation of the two offences was too restrictive on the rights of the individual. If the Court limited itself to finding that a person was prosecuted for offences having a different legal classification, it risked undermining the guarantee enshrined in Article 4 of Protocol No. 7 rather than rendering it practical and effective as required by the Convention. Accordingly, the Court took the view that Article 4 of Protocol No. 7 had to be understood as prohibiting the prosecution or trial of a second “offence” in so far as it arose from identical facts or facts which were substantially the same. It was therefore important to focus on those facts which constituted a set of concrete factual circumstances involving the same defendant and inextricably linked together in time and space, the existence of which had to be demonstrated in order to secure a conviction or institute criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court notes first of all that, as concerns the similarity of the facts underlying the applicant’s charges and conviction of accounting offence and of those underlying the tax surcharge proceedings, the Court has held on previous occasions (see Manasson v. Sweden (dec.), cited above; Carlberg v. Sweden, no. 9631/04, §§ 69-70, 27 January 2009; and Dev v. Sweden (dec.), § 51, no. 7362/10, 21 October 2014) that the obligation of a businessperson to enter correct figures in the books is an obligation per se, which is not dependent on the use of book-keeping material for the determination of tax liability. In other words, an applicant, while not having fulfilled the legal book-keeping requirements, can later have complied with the duty to supply the tax authority with sufficient and accurate information by, for instance, correcting the information contained in the books or by submitting other material which can adequately form the basis of a tax assessment. An accounting offence is therefore sufficiently separate from the tax surcharge proceedings to conclude that these proceedings did not arise from identical facts or facts which were substantially the same. Similarly, as far as the charges against the applicant concerned his actions as a representative of the company, the impugned proceedings did not arise from identical facts or facts which were substantially the same because the legal entities involved were different (see Isaksen v. Norway (dec.), no. 13596/02, 2 October 2003; and Pirttimäki v. Finland, no. 35232/11, § 51, 20 May 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Turning now to the aggravated tax fraud charges against the applicant in his personal capacity, the Court notes that these charges concerned the tax years from 2000 to 2003 and from 2005 to 2006, while the tax surcharge proceedings concerned the tax years 2002, 2003, 2005 and 2006. As the tax surcharge proceedings did not concern at all the tax years 2000 and 2001, the impugned proceedings did not arise from identical facts as far as these tax years are concerned. Moreover, the Court notes that the Supreme Court dismissed the charge of aggravated tax fraud without examining the merits as far as the charge concerned the tax year 2002. This judgment was based on the application of the ne bis in idem principle and on the Supreme Court’s finding that this issue had already been finally decided in the taxation proceedings. The Court thus considers that the Supreme Court has remedied the situation in this respect and that the applicant can no longer claim to be a victim of double jeopardy in relation to the tax year 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  As far as the remaining tax years 2003, 2005 and 2006 are concerned, the Court agrees with the parties that the tax surcharge proceedings and the tax fraud proceedings against the applicant in his personal capacity arose from the same facts, namely the applicant’s failure to declare income to the tax authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court reiterates that the aim of Article 4 of Protocol No. 7 is to prohibit the repetition of criminal proceedings that have been concluded by a “final” decision (see Franz Fischer v. Austria, no. 37950/97, § 22, 29 May 2001; Gradinger v. Austria, 23 October 1995, § 53, Series A no. 328C; and Sergey Zolotukhin v. Russia [GC], cited above, § 107). According to the Explanatory Report to Protocol No. 7, which itself refers back to the European Convention on the International Validity of Criminal Judgments, a “decision is final ‘if, according to the traditional expression, it has acquired the force of res judicata. This is the case when it is irrevocable, that is to say when no further ordinary remedies are available or when the parties have exhausted such remedies or have permitted the time-limit to expire without availing themselves of them’”. This approach is well entrenched in the Court’s case-law (see, for example, Nikitin v. Russia, no. , § 37, ECHR 2004VIII; and Horciag v. Romania (dec.), no. , 15 March 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Decisions against which an ordinary appeal lies are excluded from the scope of the guarantee contained in Article 4 of Protocol No. 7 as long as the time-limit for lodging such an appeal has not expired. On the other hand, extraordinary remedies such as a request for reopening of the proceedings or an application for extension of the expired time-limit are not taken into account for the purposes of determining whether the proceedings have reached a final conclusion (see Nikitin v. Russia, cited above, § 39). Although these remedies represent a continuation of the first set of proceedings, the “final” nature of the decision does not depend on their being used. It is important to point out that Article 4 of Protocol No. 7 does not preclude the reopening of the proceedings, as stated clearly by the second paragraph of Article 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In the present case the applicant did not appeal against the taxation decisions of 8 September 2008. The applicant had thus permitted the timelimit to expire without exhausting the ordinary remedies. The taxation decisions imposing tax surcharges therefore became “final”, within the autonomous meaning given to the term by the Convention, on 31 December 2009, 31 December 2011 and 31 December 2012 respectively. On the other hand, the tax fraud proceedings became final on 27 February 2012 when the Supreme Court rendered its judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court reiterates that Article 4 of Protocol No. 7 prohibits the repetition of criminal proceedings that have been concluded by a “final” decision. Article 4 of Protocol No. 7 is not only confined to the right not to be punished twice but extends also to the right not to be prosecuted or tried twice (see Franz Fischer v. Austria, cited above, § 29). Were this not the case, it would not have been necessary to add the word “punished” to the word “tried” since this would be mere duplication. Article 4 of Protocol No. 7 applies even where the individual has merely been prosecuted in proceedings that have not resulted in a conviction. The Court reiterates that Article 4 of Protocol No. 7 contains three distinct guarantees and provides that no one shall be (i) liable to be tried, (ii) tried or (iii) punished for the same offence (see Nikitin v. Russia, cited above, § 36).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court notes that Article 4 of Protocol No. 7 clearly prohibits consecutive proceedings if the first set of proceedings has already become final at the moment when the second set of proceedings is initiated (see for example Sergey Zolotukhin v. Russia [GC], cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  As concerns parallel proceedings, Article 4 of Protocol No. 7 does not prohibit several concurrent sets of proceedings. In such a situation it cannot be said that an applicant is prosecuted several times “for an offence for which he has already been finally acquitted or convicted” (see Garaudy v. France (dec.), no. 65831/01, ECHR 2003IX (extracts)). There is no problem from the Convention point of view either when, in a situation of two parallel sets of proceedings, the second set of proceedings is discontinued after the first set of proceedings has become final (see Zigarella v. Italy (dec.), no. 48154/99, ECHR 2002IX (extracts)). However, when no such discontinuation occurs, the Court has found a violation (see Tomasović v. Croatia, cited above, § 31; Muslija v. Bosnia and Herzegovina, no. 32042/11, § 37, 14 January 2014; Nykänen v. Finland, no. 11828/11, § 52, 20 May 2014; and Glantz v. Finland, no. 37394/11, § 62, 20 May 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  However, the Court has also found in its previous case-law (see R.T. v. Switzerland (dec.), no. 31982/96, 30 May 2000; and Nilsson v. Sweden (dec.), no. 73661/01, 13 December 2005) that although different sanctions (suspended prison sentences and withdrawal of driving licences) concerning the same matter (drunken driving) have been imposed by different authorities in different proceedings, there has been a sufficiently close connection between them, in substance and in time. In those cases the Court found that the applicants were not tried or punished again for an offence for which they had already been finally convicted in breach of Article 4 § 1 of Protocol No. 7 to the Convention and that there was thus no repetition of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Turning to the present case and regarding whether there was repetition in breach of Article 4 § 1 of Protocol No. 7 to the Convention, the Court notes that it is true that both the use of criminal proceedings and the tax surcharges imposed on the applicant form part of the sanctions under Finnish law for the failure to provide information about income in a tax declaration with a result that a too low tax assessment is made. However, under the Finnish system the criminal and the administrative sanctions are imposed by different authorities without the proceedings being in any way connected: both sets of proceedings follow their own separate course and become final independently from each other. Moreover, neither of the outcomes of the proceedings is taken into consideration by the other court or authority in determining the severity of the sanction, nor is there any other interaction between the relevant authorities. More importantly, the tax surcharges are imposed under the Finnish system following an examination of an applicant’s conduct and his or her liability under the relevant tax legislation which is independent from the assessments made in the criminal proceedings. This contrasts with the Court’s earlier cases R.T. and Nilsson relating to driving licences, where the decision on withdrawal of the licence was directly based on an expected or final conviction for a traffic offence and thus did not contain a separate examination of the offence or conduct at issue. Therefore, it cannot be said that, under the Finnish system, there is a close connection, in substance and in time, between the criminal and the taxation proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Consequently, the present case concerns two parallel and separate sets of proceedings of which the first set of proceedings concerning the tax surcharges started in 2008 when the tax surcharges were imposed on the applicant. He apparently never sought rectification or appealed against these decisions, and therefore these proceedings became final on 31 December 2009, 31 December 2011 and 31 December 2012 respectively when the time-limits for rectification and appeal ran out. The second set of proceedings concerning the tax fraud charges was initiated on 6 March 2009 and concluded on 27 February 2012 when the Supreme Court rendered its final judgment. The two sets of proceedings were thus pending concurrently until 27 February 2012 when the second set became final.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court notes that when the second set of proceedings became final on 27 February 2012, in the first set of proceedings the time-limit for rectification and subsequent appeal against the tax surcharge decisions was still open to the applicant in respect of the tax year 2006. At that time the applicant’s taxation case was no longer pending before any domestic authority or court, but simply awaited the time-limit for rectification and appeal to elapse in order to gain legal force. After 27 February 2012 the only way of preventing double jeopardy would therefore have been for the applicant to lodge first an application for rectification and then an appeal against the taxation decision concerning the tax year 2006 (see Häkkä v. Finland, no. 758/11, § 52, 20 May 2014). As no such application or appeal was apparently lodged, the taxation decision concerning the tax year 2006 became final on 31 December 2012. The Court therefore considers that the applicant had a real possibility to prevent double jeopardy by first seeking rectification and then appealing within the time-limit which was still open to him and that, by failing to do so, he has failed to exhaust effective domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Concerning the remaining tax years 2003 and 2005, the Court points out that the first set of the proceedings became final on 31 December 2009 and 31 December 2011 respectively while the second set was initiated on 6 March 2009. The two sets of proceedings were thus pending concurrently until 31 December 2009 and 31 December 2011 respectively when the first set became final in respect of the tax years 2003 and 2005. As the second set of proceedings was not discontinued after the first set of proceedings became final but was continued until a final decision on 27 February 2012, the applicant was convicted twice for the same matter in two sets of proceedings which became final, on the one hand, on 31 December 2009 and 31 December 2011 respectively and, on the other hand, on 27 February 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In conclusion, the Court finds that there has been a violation of Article 4 of Protocol No. 7 to the Convention since the applicant was convicted twice for the same matter in two separate sets of proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "51.  The applicant claimed 100,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government considered the amount claimed excessive. In their opinion the compensation for non-pecuniary damage should not exceed EUR 3,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court awards the applicant EUR 3,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicant also claimed EUR 2,108 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government considered the amount claimed for costs and expenses excessive as to quantum. In their view, the total amount of compensation for costs and expenses should not exceed EUR 1,500 (inclusive of value-added tax).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 2,000 (inclusive of value-added tax) for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "57.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning Article 4 of Protocol No. 7 to the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 4 of Protocol No. 7 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 February 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Paul Mahoney",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KIIVERI v. FINLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-151000.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0210JUD005375312",
    "externalsources": [
        "Explanatory Report to Protocol No. 7 to the Convention for the Protection of Human Rights and Fundamental Freedoms (ETS No. 117)",
        "European Convention on the International Validity of criminal Judgments (ETS No. 70)"
    ],
    "extractedappno": [
        "53753/12",
        "12277/04",
        "11187/05",
        "60619/00",
        "41265/98",
        "33402/96",
        "73661/01",
        "73053/01",
        "39665/98",
        "40086/98",
        "14939/03",
        "9631/04",
        "7362/10",
        "13596/02",
        "35232/11",
        "37950/97",
        "50178/99",
        "70982/01",
        "65831/01",
        "48154/99",
        "32042/11",
        "11828/11",
        "37394/11",
        "31982/96",
        "758/11"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-151000",
    "judgementdate": "10/02/2015 00:00:00",
    "kpdate": "10/02/2015 00:00:00",
    "kpthesaurus": [
        "14",
        "216",
        "577",
        "283",
        "572",
        "546",
        "442"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P7-4",
        "41",
        "35"
    ],
    "parties": [
        "KIIVERI",
        "FINLAND"
    ],
    "rank": "1240.65295410156",
    "representedby": [
        "TUUTTI J."
    ],
    "respondent": "FIN",
    "respondentOrderEng": "15",
    "scl": [
        "Carlberg v. Sweden, no. 9631/04, §§ 69-70, 27 January 2009",
        "Dev v. Sweden (dec.), § 51, no. 7362/10, 21 October 2014",
        "Engel and Others v. the Netherlands, 8 June 1976, Series A no. 22",
        "Ezeh and Connors v. the United Kingdom [GC], nos. 39665/98 and 40086/98, §§ 82-86, ECHR 2003 X",
        "Franz Fischer v. Austria, no. 37950/97, 29 May 2001",
        "Garaudy v. France (dec.), no. 65831/01, ECHR 2003 IX (extracts)",
        "Glantz v. Finland, no. 37394/11, § 62, 20 May 2014",
        "Göktan v. France, no. 33402/96, § 48, ECHR 2002-V",
        "Gradinger v. Austria, 23 October 1995, § 53, Series A no. 328 C",
        "Haarvig v. Norway (dec.), no. 11187/05, 11 December 2007",
        "Häkkä v. Finland, no. 758/11, § 52, 20 May 2014",
        "Horciag v. Romania (dec.), no. 70982/01, 15 March 2005",
        "Isaksen v. Norway (dec.), no. 13596/02, 2 October 2003",
        "Jussila v. Finland [GC], no. 73053/01, ECHR 2006 XIV",
        "Malige v. France, 23 September 1998, § 35, Reports of Judgments and Decisions 1998 VII",
        "Manasson v. Sweden (dec.), no. 41265/98, 8 April 2003",
        "Muslija v. Bosnia and Herzegovina, no. 32042/11, § 37, 14 January 2014",
        "Nikitin v. Russia, no. 50178/99, § 37, ECHR 2004 VIII",
        "Nilsson v. Sweden (dec.), no. 73661/01, ECHR 2005 XIII",
        "Nykänen v. Finland, no. 11828/11, § 52, 20 May 2014",
        "Pirttimäki v. Finland, no. 35232/11, § 51, 20 May 2014",
        "R.T. v. Switzerland (dec.), no. 31982/96, 30 May 2000",
        "Rosenquist v. Sweden (dec.), no. 60619/00, 14 September 2004",
        "Sergey Zolotukhin v. Russia [GC], no. 14939/03, ECHR 2009",
        "Tomasović v. Croatia, no. 53785/09, § 31, 18 October 2011",
        "Zigarella v. Italy (dec.), no. 48154/99, ECHR 2002 IX (extracts)"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "416212",
    "typedescription": "15"
}