{
    "__articles": "6;6-1;29;29-3",
    "__conclusion": "Violations of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "3354/02",
    "article": [
        "6",
        "29"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violations of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-79472.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 3354/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Mikhail Mikhailovich Gorbachev (“the applicant”), on 15 November 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr P. Laptev, the Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 27 April 2005 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicant and Government each filed observations on the admissibility, merits and just satisfaction. The Court decided, after consulting the parties, that no hearing was required.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "5.  The applicant was born in 1949 and lives in the town of  in the Tula Region.",
                        "elements": []
                    },
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.   Employment dispute",
                                "elements": [
                                    {
                                        "content": "6.  On 18 May 1999 the applicant sued his former employer, a private company, for reinstatement, wage arrears and compensation for damage. The acknowledgment of receipt card indicated that the  had received the statement of claim on 21 May 1999. According to the Government, the applicant introduced the claim in August 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 5 January 2000 the  dismissed the claim. The judgment was quashed on 20 April 2000 by the  and the case was remitted for a fresh examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In December 2000 the  told the defendant company that the first hearing had been fixed for 16 January 2001, and asked it to produce certain employment-related documents. The letter did not contain any indication whether the applicant had been summonsed. According to the applicant, he was not notified of the hearing of 16 January 2001. It appears from the list of events attached to the Government's memorandum that the case-file only contained a copy of summonses sent to the Aleksinskiy District Prosecutor who had been a third party in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The  fixed the following hearing for 9 February 2001. According to the Government, the parties were duly informed thereof. The applicant argued that the summonses had not been served on him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 9 February 2001 the  discontinued the proceedings. The relevant part of the decision read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the preparatory part of the hearing [the court] established that the plaintiff had not asked for an examination of his case in his absence and that he defaulted on the second summons, whereas the representative of the defendant... does not insist on the examination of the case on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having studied the case-file and heard the prosecutor who considered that the proceedings should be discontinued, the court finds it necessary, under Articles 220, 221 § 6 of the RSFSR Code on Civil Procedure, to discontinue the proceedings.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision was amenable to appeal within ten days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  According to the Government, on 19 February 2001 the  sent a copy of the decision to the applicant. The Government produced a copy of the covering letter accompanying the decision. The applicant claimed that he had not received the letter of 19 February 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In May 2001 the applicant complained to the Supreme Court of the  about the excessive length of the proceedings in his case. The Supreme Court readdressed the complaint to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 12 September 2001 the President of the  sent a letter to the . The letter read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I am sending you the complaint of Mr Gorbachev which was received from the Supreme Court of the . [He complains] about your court's lengthy failure to examine his action... for reinstatement, payment of wage arrears and compensation for non-pecuniary damage after the Tula Regional Court quashed the judgment of 5 January 2000 of your court on 20 April 2000. [I ask you] to take immediate measures to determine the dispute.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant received a copy of the letter of 12 September 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  According to the Government, on 24 October 2001 officials of the Aleksin Town Court attempted to serve the applicant with a copy of the decision of 9 February 2001, however, he refused to countersign a record showing that the decision had been served on him. The Government indicated that this fact had been orally confirmed by the President of the . According to the applicant, he was not served with the decision either by mail or in person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 30 October 2001 the  sent a letter to the applicant and the President of the  informing them that on 9 February 2001 the proceedings in the applicant's employment dispute had been discontinued. According to the applicant, he did not receive that letter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 29 November 2001 the applicant complained to the  that the proceedings in his case were excessively long. On 11 December 2001 the  readdressed the complaint to the  “in order to examine and respond”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 8 January 2002 the President of the  sent a letter to the applicant. A copy of that letter was also sent to a deputy President of the . The letter read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Further to your complaint no. 22-5538 of 11 December 2001 lodged before the Tula Regional Court, the [Aleksin Town] Court informs you that by the decision of 9 February 2001 of the Aleksin Town Court the proceedings concerning reinstatement, payment of wage arrears and compensation for non-pecuniary damage were discontinued in accordance with paragraph 6 of Article 221 of the RSFSR Code on Civil Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A copy of the decision advising you, in particular, of the right to appeal against it, was sent to you on 19 February 2001. However, you did not appeal against that decision by way of cassation or supervisory review after a copy of that decision had been delivered to you personally on 24 October 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Your complaint is therefore unsubstantiated.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant submitted that he had not received that letter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 12 January 2002 the applicant complained to the Supreme Court of the  that the  was delaying the examination of his action. The Supreme Court sent the complaint to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 7 March 2002 the President of the  sent letters to the President of the  and the applicant. The President noted that it had received the applicant's complaint concerning the excessive length of the proceedings related to his employment action. The President urged the  to take measures to examine the applicant's action as soon as possible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 22 March and 5 April 2002 the President of the  sent letters to the applicant and the President of the . He insisted that on 9 February 2001 the proceedings had been discontinued, that a copy of that decision had been sent to the applicant on 19 February 2001 and that it had also been delivered to him personally on 24 October 2001. The applicant alleged that he had not received those letters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 29 March 2002 the applicant sent letters to the Constitutional and Supreme courts of the Russian Federation, the Tula Regional and  courts. The letters, in the relevant part, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On 4 December 2001 the Supreme Court of Russia received my complaint about the unjustified procrastination in the examination of civil cases in the . The first-instance judgment of 5 January 2000 was quashed by the judgment of the appeal court on 20 April 2000. Almost two years have passed, but the civil case is not re-examined...",
                                        "elements": []
                                    },
                                    {
                                        "content": "My complaints were readdressed to the  and then to the . I received letters of 12 September 2001, 7 March 2002 from the . [The letters] state that 'immediate measures should be taken for examination of the case' and 'measures should be taken to examine the case as soon as possible'. No concrete response was received from the ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The courts of the  take every possible step to procrastinate for indefinite period the examination of my civil cases... to force me to withdraw my actions...",
                                        "elements": []
                                    },
                                    {
                                        "content": "I would like to ask you to transfer the examination of my civil actions to another court in the town of  or to the ”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In April 2002 the Supreme Court readdressed the applicant's complaint of 29 March 2002 to the . On 10 April and 14 May 2002 the President of the  again sent letters to the  and the applicant. The  noted that the applicant had complained about the lengthy failure to examine his case. It urged the  to examine the applicant's claim as soon as possible. Copies of these letters were sent to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 15 May 2002 the President of the  sent letters to a deputy President of the  and the applicant, informing them that the applicant had failed to appeal against the decision of 9 February 2001 and that his complaints were therefore unsubstantiated. The applicant claimed that he had not received that letter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 22 May 2002 the President of the  sent letters to the applicant and a deputy President of the . The letters read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Further to your request of 29 March 2002 the Aleksin Town Court of the Tula Region informs you that on 9 February 2001 the proceedings... concerning reinstatement were discontinued under paragraph 6 of Article 221 of the RSFSR Code on Civil Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A copy of the court's decision was sent to the plaintiff on 19 February 2001; subsequently, on 24 October 2001 a copy of the decision of 9 February 2001 was made available to the plaintiff by personal delivery against his signature; an entry to that effect was made in the case-file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, at the material time, the plaintiff did not appeal against the decision by way of cassation or supervisory review. The complaint is therefore unsubstantiated.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  According to the applicant, he did not receive any letters from the .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Defamation action",
                                "elements": [
                                    {
                                        "content": "26.  On 13 February 1999 the applicant lodged before the  a defamation action against the Aleksin Town Council. The statement of claim was sent to the  by registered mail. The list of enclosures bearing a stamp of the Aleksin post office showed that the applicant's letter included three copies of the statement of claim and copies of responses from the prosecutor's office. The acknowledgment of receipt card shows that on 19 February 1999 the  received the statement of claims with enclosures.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government, relying on a certificate prepared by the , claimed that no defamation action had been lodged by the applicant between 1999 and 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In 1999 to 2002 the applicant complained to various domestic officials that the  had failed to decide on his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 7 March and 10 April 2002 the  asked the  to take necessary steps to examine the merits of the applicant's defamation action as soon as possible. The applicant received copies of these letters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicant did not receive any response from the .",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "31.  The RSFSR Code on Civil Procedure of 11 June 1964 (in force at the material time) provided that civil cases were to be prepared for a hearing no later than seven days after the action had been lodged with the court. Civil cases were to be examined no later than one month after the preparation for the hearing had been completed (Article 99)",
                                "elements": []
                            },
                            {
                                "content": "32.  Summonses were to be served on the parties and their representatives in such way so that they would have enough time to appear timely at the hearing and prepare their case. If necessary, the parties could be summoned by a phone call or a telegram (Article 106).",
                                "elements": []
                            },
                            {
                                "content": "33.  A party was to sign the second copy of a summons which was to be returned to a court. If a summons could not be served on a party, it was to be served on an adult family member who lived with the party. A family member who had received a summons was to indicate on its second copy his/her first name, patronymic and family name and his/her relation to a summonsed party. If a party was absent, a person who delivered a summons was to note on the second copy of the summons where the party had moved (Article 109).",
                                "elements": []
                            },
                            {
                                "content": "34.  Article 221 § 6 provided that a court could issue an interim decision on discontinuation of the proceedings (определение об оставлении заявления без рассмотрения), in particular, if the plaintiff had not waived his/her right to be present and had failed to appear for the second time, and the defendant had not insisted on continuation of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "35.  A copy of an interim decision on discontinuation of the proceedings was to be sent to the absent party no later than three days upon its delivery (Article 213).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicant complained that the domestic court's failure to notify him of developments in two sets of the proceedings deprived him of the right under Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing within a reasonable time... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Failure to notify the applicant of the state of the proceedings in the employment dispute",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "37.  The Government argued that the applicant's complaint was manifestly ill-founded. On 9 February 2001 the proceedings were discontinued because of the applicant's failure to attend. The decision of 9 February 2001 was sent to him on 19 February 2001 and was delivered to him personally on 24 October 2001. The Government further noted that in 2001 and 2002, in response to the applicant's complaints, the  and Tula Regional courts sent letters to the applicant notifying him of the decision of 9 February 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The applicant averred that he had not been summonsed to the hearings of 16 January and 9 February 2001 and that the Government did not produce any evidence to the contrary. The proceedings were thus discontinued in breach of the Russian law. He was not notified of the decision of 9 February 2001 either by mail or by personal delivery. He referred to an alleged discrepancy in the Government's submissions concerning the notification of the decision of 9 February 2001: whereas the President of the Town Court had orally claimed that on 24 October 2002 he had refused to countersign the receipt card, the letter of 22 May 2002 of the Aleksin Town Court stated that on 24 October 2002 he had accepted the decision and signed the receipt card. The applicant further argued that the  had never informed him of the discontinuation of the proceedings, but urged the  to examine his action as soon as possible. He did not receive any response from the .",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Admissibility",
                                "elements": [
                                    {
                                        "content": "39.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Merits",
                                "elements": [
                                    {
                                        "content": "40.   The Court considers that the applicant's complaint raises an issue as to the right of access to a court. In this respect, the Court reiterates that the procedural guarantees laid down in Article 6 secure to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal; in this way it embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before courts in civil matters, constitutes one aspect (see Golder v. the United Kingdom, judgment of 21 February 1975, Series A no. 18, pp. 13-18, §§ 28-36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court observes that the applicant in the present case had the possibility of lodging a civil action against his former employer. The Court considers it established that on 21 May 1999 the  received the applicant's statement of claims and accepted it for examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court reiterates that the institution of proceedings does not, in itself, satisfy all the requirements of Article 6 § 1. The Convention is intended to guarantee not rights that are theoretical or illusory but rights that are practical and effective. The right of access to a court includes not only the right to institute proceedings but also the right to obtain a “determination” of the dispute by a court. It would be illusory if a 's domestic legal system allowed an individual to bring a civil action before a court without ensuring that the case would be determined by a final decision in the judicial proceedings. It would be inconceivable for Article 6 § 1 to describe in detail procedural guarantees afforded to litigants – proceedings that are fair, public and expeditious – without guaranteeing the parties that their civil disputes will be finally determined (see Multiplex v. Croatia, no. 58112/00, § 45, 10 July 2003; Kutić v. Croatia, no. 48778/99, § 25, ECHR 2002-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court observes that on 9 February 2001 the Aleksin Town Court, applying Article 221 of the RSFSR Code on Civil Procedure, issued an interim decision discontinuing the proceedings in the applicant's case because he had defaulted at the two hearings of 16 January and 9 February 2001 and appeared to have lost interest in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court reiterates that, in proceedings originating in an individual application, it has to confine its attention, as far as possible, to the concrete case before it (see Ashingdane v. the United Kingdom, judgment of 28 May 1985, Series A no. 93, § 59). Accordingly, the Court's task in assessing the permissibility of the limitation imposed is not to review Article 221 of the RSFSR Code on Civil Procedure as such but the circumstances and manner in which that provision was actually applied to the applicant's situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In the decision of 9 February 2001 the  cited the applicant's failure to appear at the hearings of 16 January and 9 February 2001 as the reason for discontinuation of the proceedings. According to the Government, he was duly summonsed. However, the Court observes that the Government was not able to put forward any evidence showing whether and when the applicant had been summonsed to those hearings. It appears that the defendant company was only summonsed to the hearing of 16 January 2001 and the only available copy of summonses for the hearing of 9 February 2001 showed that the summonses had been sent solely to the third party to the proceedings, the Aleksinskiy District prosecutor. Nor is there any indication in the decision of 9 February 2001 that the  examined the issue whether the applicant had been duly summonsed for the hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court accordingly finds that there is no indication that the applicant was properly informed of the hearings. In these circumstances, the authorities' assumption that the applicant had lost interest in pursuing his claim did not have a sufficient factual basis and the decision on discontinuation of the proceedings appears to be issued in breach of Article 221 § 6 of the RSFSR Code on Civil Procedure (see paragraph 34 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court further notes that the decision of 9 February 2001 did not entail the conclusive termination of the proceedings. It rather had suspensive effect as the proceedings could be resumed if the decision were quashed by a higher court or if the  determined that the applicant had had valid reasons for the absence. It is therefore necessary to ascertain whether the applicant was afforded an adequate opportunity to ensure continuation or resumption of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court notes, firstly, that the decision of 9 February 2001 was not sent to the applicant within three days upon its delivery as required by the domestic law (see paragraph 35 above). Instead, it took the  almost ten days to dispatch it. The Government did not offer any explanation for that delay. Furthermore, they did not produce any evidence, apart from a covering letter, showing that on 19 February 2001 the decision had indeed been dispatched and served on the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Nor is the Court satisfied with the accuracy and reliability of the Government's factual submissions concerning the notification of the decision on 24 October 2001. The Court notes the following circumstances. In May 2002, in his letters to the Tula Regional Court and the applicant, the President of the Aleksin Town Court insisted that on 24 October 2001 the decision of 9 February 2001 had been made available to the plaintiff by personal delivery against his signature and an entry to that effect had been made in the case-file (see paragraph 24 above). Furthermore, the Government's memorandum referred to the oral statements by the same President of the  who claimed that on 24 October 2001 the applicant had refused to countersign the receipt record (see paragraph 14 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  However, the Government's assertion about the applicant's refusal to countersign the record has not been supported by any documentary evidence. In particular, the Government did not submit a copy of the record or the list of the case-file confirming the applicant's refusal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court further observes that on 30 October 2001, that is six days after the alleged notification of the decision on 24 October 2001, the  sent the letter to the applicant informing him about that decision. The letter of 30 October 2001 did not make any reference to the events of 24 October 2001. The Court finds it peculiar that less than a week after the decision of 9 February 2001 had allegedly been served on the applicant, the  once again informed him about that decision. In these circumstances, the Court lends more credence to the applicant's claim that he had not been served with the decision of 9 February 2001 either by mail or in person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Furthermore, the applicant's written complaints in 2001 and 2002 about the excessive length of the proceedings should have alerted the domestic authorities that the applicant might be not aware of the existence or contents of the decision of 9 February 2001 (see, for example, paragraph 21 above). The Government argued that the  on a number of occasions sent letters to the applicant informing him about that decision (see paragraphs 14, 17, 23 and 24 above). However, the Court observes that the Government did not supply their contention with any evidence showing that those letters of the  had indeed been dispatched and reached the applicant.  This conclusion is also supported by the following consideration. As it follows from the abovementioned letters, the  sent them both to the applicant and the . However, if those letters had, in fact, been dispatched and the Regional Court had been informed about the outcome of the proceedings, it appears peculiar that the Regional Court subsequently accepted the applicant's complaints about the procrastination of his action and went on urging the Town Court to take necessary steps to examine his claim without further delay (see paragraphs 13, 19 and 24 above). In these circumstances the Court does not find it established that the  took appropriate steps to inform the applicant of the decision on the discontinuation of the proceedings on his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court, however, notes that it would certainly have been preferable if the applicant had inquired the  about the state of the proceedings. However, having regard to the fact that the Supreme and Tula Regional courts readdressed his complaints to the  and the applicant was made aware of the transfer, he could have reasonably expected to receive a reply from the  without inquiring himself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court further observes that the parties' submission do not enable the Court to establish the exact date when the applicant learned about the outcome of the proceedings in his employment dispute. It appears that he only took cognisance of the existence of the decision of 9 February 2001 more than four and a half years later when the Government first mentioned it in their memorandum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court reiterates that a litigant's right of access to a court would be illusory if he or she were to be kept in the dark about the developments in the proceedings and the court's decisions on the claim, especially when such decisions are of the nature to bar further examination (see Sukhorubchenko v. , no. 69315/01, § 53, 10 February 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Taking into account that the decision of 9 February 2001 on the discontinuation of the proceedings was issued without a sufficient factual basis and was not notified to the applicant in due course, the Court finds that this deprived him of the right of access to a court within the meaning of Article 6 of the Convention. There has accordingly been a violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Failure to examine the defamation action",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "57.  The Government argued that the registration logs of the  for the years of 1999 to 2005 did not contain any information on the applicant's defamation claim. They further noted that the applicant had failed to provide any evidence that he had ever lodged a defamation claim before the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The applicant submitted a copy of the acknowledgment-of-receipt card showing that on 19 February 1999 the  had received his letter of 13 February 1999. He also produced a copy of the list of enclosures to that letter which included three copies of the statement of claim and other documents. The applicant pointed out that on several occasions in 2002 the , in response to his complaints, had asked the  to take steps to ensure the examination of his defamation action.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Admissibility",
                                "elements": [
                                    {
                                        "content": "59.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Merits",
                                "elements": [
                                    {
                                        "content": "60.  The Court considers that the present complaint also concerns the applicant's right of access to a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The applicant claimed that his defamation action had never been examined by the . The Government insisted that the claim had never been introduced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Turning to the evidence submitted by the parties, the Court notes that the acknowledgment-of-receipt card and the list of enclosures bearing the stamp of the Aleksin post office show that on 19 February 1999 the  received the applicant's letter enclosing a statement of claim. It follows from the Government's submissions that the statement of claim was not registered or recorded by the 's registry. In the absence of any explanation from the Government as to what was in the applicant's letter received by the Aleksin Town Court on 19 February 1999, the Court finds it established that on 19 February 1999 the applicant validly introduced his defamation action against the Aleksin Town administration.  The Court also attributes evidential weight to the letters of the  which upon the applicant's complaints asked the  to examine his defamation action without any undue delays (see paragraph 29 above).  The Court considers that it would certainly have been preferable if the applicant had inquired the  about the state of the proceeding. However, having regard to the fact that the Town Court denied that it had ever registered the action, such an inquiry would not have brought about any change in the applicant's situation (see Dubinskaya v. Russia, no. 4856/03, § 36, 13 July 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court notes that the applicant was not notified of any decision on his claim if it has ever been made. The Government's submissions do not enable the Court to establish what happened to the statement of claim and supporting documents. What is certain is that the applicant has never obtained a judgment on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court finds therefore that the failure of the domestic authorities to determine the applicant's claim deprived him of the right of acess to a court. There has been therefore a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "65.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "66.  As regards pecuniary damage, the applicant claimed 8,714 euros (EUR) as compensation for the loss of salary and EUR 7,246 as compensation for his expenses incurred through dissemination of a defamatory statement. The applicant claimed that he would have obtained that amount had the Russian courts determined his claims on their merits. The applicant further claimed EUR 67,246 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government contested that there was any causal link between the alleged violations and the pecuniary damage claimed by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court notes that in the present case an award of just satisfaction may only be based on the fact that the applicant did not have the benefit of the guarantees of Article 6. The Court cannot speculate as to the outcome of the proceedings had the situation been otherwise and therefore rejects the claims in respect of pecuniary damage. As regards non-pecuniary damage, the Court accepts that the applicant experienced frustration of not having his two cases properly examined. These elements of damage do not lend themselves to a process of calculation. Taking them on an equitable basis, as required by Article 41 of the Convention, the Court awards the applicant the sum of EUR 2,000, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "69.  The applicant claimed EUR 30.7 for the costs and expenses before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government considered that only those expenses which had been incurred by the applicant should be reimbursed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the applicant the sum of EUR 20 under this head, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "72.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention as a consequence of the decision of 9 February 2001 on the discontinuation of the proceedings without a sufficient factual basis and the defective service of that decision;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the domestic authorities' failure to examine the applicant's defamation action;",
                        "elements": []
                    },
                    {
                        "content": " 4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of the settlement:",
                        "elements": []
                    },
                    {
                        "content": "(i) EUR 2,000 (two thousand euros) in respect of pecuniary and non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(ii) EUR 20 (twenty euros) in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(iii) any tax that may be chargeable on the above amounts;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 February 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrL. Loucaides",
            "role": "president"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "MrG. Malinverni",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GORBACHEV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-79472.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0215JUD000335402",
    "externalsources": [],
    "extractedappno": [
        "3354/02",
        "58112/00",
        "48778/99",
        "69315/01",
        "4856/03"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-79472",
    "judgementdate": "15/02/2007 00:00:00",
    "kpdate": "15/02/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "40"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "29-3",
        "6-1",
        "29"
    ],
    "parties": [
        "GORBACHEV",
        "RUSSIA"
    ],
    "rank": "574.684204101563",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Ashingdane v. the United Kingdom, judgment of 28 May 1985, Series A no. 93, § 59",
        "Dubinskaya v. Russia, no. 4856/03, § 36, 13 July 2006",
        "Golder v. the United Kingdom, judgment of 21 February 1975, Series A no. 18, pp. 13-18, §§ 28-36",
        "Kutic v. Croatia, no. 48778/99, § 25, ECHR 2002-II",
        "Multiplex v. Croatia, no. 58112/00, § 45, 10 July 2003",
        "Sukhorubchenko v. Russia, no. 69315/01, § 53, 10 February 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "341064",
    "typedescription": "15"
}