{
    "__articles": "5;5-1;6;6+6-3-c;6-1;6-3-c;11;11-1",
    "__conclusion": "Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly);Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-c - Defence through legal assistance;Legal assistance of his own choosing);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention)",
    "applicability": "",
    "appno": "69456/11;48271/13",
    "article": [
        "6",
        "11",
        "5"
    ],
    "conclusion": [
        {
            "article": "11",
            "base_article": "11",
            "details": [
                "Article 11-1 - Freedom of peaceful assembly"
            ],
            "element": "Violation of Article 11 - Freedom of assembly and association",
            "type": "violation"
        },
        {
            "article": "6-3-c",
            "base_article": "6",
            "details": [
                "Article 6 - Administrative proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3-c - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-c - Defence through legal assistance",
                "Legal assistance of his own choosing"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-163613.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 69456/11 and 48271/13) against the Republic of Azerbaijan lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Azerbaijani national, Mr Ahad Farhad oglu Mammadli (“the applicant”), on 17 October 2011 and 4 January 2013 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr R. Mustafazade and Mr A. Mustafayev, lawyers practising in Azerbaijan. The Azerbaijani Government (“the Government”) were represented by their Agent, Mr Ç. Asgarov.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 7 July 2014 the complaints concerning Articles 5, 6, 10 and 11, raised in both applications, were communicated to the Government and the remainder of both applications was declared inadmissible.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1982 and lives in Baku. At the material time he was deputy chairman of the Youth Committee of an opposition party, Musavat.",
                                "elements": []
                            },
                            {
                                "content": "A.  Administrative arrests",
                                "elements": [
                                    {
                                        "content": "5.  Demonstrations were planned to be held on 2 April 2011 and 20 October 2012 in Baku. Prior to the assemblies, on 18 March 2011 and 15 October 2012 respectively the organisers, members of the opposition, gave notice to the relevant authority, the Baku City Executive Authority (“the BCEA”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  The BCEA refused to authorise the demonstrations at the places indicated by the organisers and proposed a different location on the outskirts of Baku – the yard of a driving school situated in the 20th habitable area of the Sabail District.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The organisers nevertheless decided to hold the demonstrations in the centre of Baku.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  According to the applicant, the demonstrations were intended to be peaceful and were conducted in a peaceful manner. The participants were demanding free and fair elections and democratic reforms in the country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant attended both demonstrations, but shortly after they had begun the police started to disperse those who had gathered. In both cases the applicant was arrested during the dispersal operation and was taken to a police station, where he was questioned. According to him, at the second demonstration he was arrested by people in plain clothes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In both cases on the day of the applicant’s arrest, an administrative offence report (inzibati xəta haqqında protokol) was issued on him. The reports stated that by deliberately failing to comply with a lawful order of the police, the applicant had committed an administrative offence under Article 310.1 of the Code of Administrative Offences (“the CAO”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In the first case the applicant refused to sign the administrative offence report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  According to the applicant, he has never been served with copies of the administrative offence reports or with other documents from his case files. In both cases he was not given access to a lawyer after the arrest or while he was in police custody.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Court proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "13.  On the day of his arrest, namely 2 April 2011 in the first case and 20 October 2012 in the second case, the applicant was brought before a first-instance court, the Nasimi District Court and the Binagadi District Court respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  According to him, the hearing before the court in both cases was very brief. Members of the public, including human rights defenders and journalists, were not allowed inside the courtroom, even though the court had not taken a formal decision to close the hearing to the public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  According to the applicant, in both cases he was not given an opportunity to appoint a lawyer of his own choosing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  At the hearing in the first case the applicant was not represented by a lawyer. According to documents submitted by the Government, he refused the assistance of a State-funded lawyer and decided to defend himself in person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  At the hearing in the second case a State-funded lawyer was invited to assist the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  According to the transcript of the court hearing in the second case, in his oral submissions the State-funded lawyer briefly asked the court to impose on the applicant a light punishment in view of his young age.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The only witness questioned during the court hearing in the first case was a police officer who, according to official records, had arrested the applicant. He testified that the applicant had staged an unauthorised demonstration. At the hearing in the second case the court did not question any witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In both cases the first-instance court found that the applicant had failed to stop participating in an unauthorised demonstration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  By decisions of 2 April 2011 and 20 October 2012, the courts convicted the applicant under Article 310.1 of the CAO and sentenced him to seven and ten days’ administrative detention respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On unspecified dates the applicant lodged appeals with the Baku Court of Appeal, arguing that his convictions were in violation of his rights because the demonstrations in which he had participated or attempted to participate had been peaceful. The applicant also complained that his arrests had been unlawful and that the hearings before the respective first-instance courts had not been fair.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In both cases the applicant was represented before the Baku Court of Appeal by a lawyer of his own choosing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 11 April 2011 and 29 October 2012 respectively, the Baku Court of Appeal dismissed the applicant’s appeals and upheld the decision of the first-instance court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND INTERNATIONAL DOCUMENTS",
                        "elements": [
                            {
                                "content": "25.  At the time of the applicant’s arrest on 2 April 2011, Article 410 of the Code of Administrative Offences 2000 provided as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... 410.3.  An individual who is subject to administrative offence proceedings or a representative of a legal entity shall be given an opportunity to familiarise himself with the administrative offence report.",
                                "elements": []
                            },
                            {
                                "content": "410.4. ... An individual who is subject to administrative offence proceedings or a representative of a legal entity ... has the right to a copy of the administrative offence report.”",
                                "elements": []
                            },
                            {
                                "content": "26.  For a summary of other relevant provisions concerning administrative proceedings, the relevant provisions concerning the organisation and holding of public assemblies, and the relevant extracts of international documents, see the judgment in the case of Gafgaz Mammadov v. Azerbaijan (no. 60259/11, §§ 27-42, 15 October 2015).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "27.  Given the similarity of the facts and complaints raised by the applicant, the Court has decided to join the two applications in accordance with Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLES 10 AND 11 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicant complained that the dispersal of the demonstrations by the police and his arrest and conviction for an administrative offence had been in breach of his freedom of assembly and freedom of expression, as provided for in Articles 10 and 11 of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent states from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2. The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": " “1.  Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests.",
                                "elements": []
                            },
                            {
                                "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others. This Article shall not prevent the imposition of lawful restrictions on the exercise of these rights by members of the armed forces, of the police or of the administration of the State.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "29.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The scope of the applicant’s complaints",
                                        "elements": [
                                            {
                                                "content": "30.  The Court notes that, in the circumstances of the present cases, Article 10 is to be regarded as a lex generalis in relation to Article 11, a lex specialis. It is therefore unnecessary to take the complaint under Article 10 into consideration separately (see Ezelin v. France, 26 April 1991, § 35, Series A no. 202; Kasparov and Others v. Russia, no. 21613/07, §§ 82-83, 3 October 2013; and Kudrevičius and Others v. Lithuania [GC], no. 37553/05, § 85, 15 October 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On the other hand, notwithstanding its autonomous role and particular sphere of application, Article 11 must, in the present cases, also be considered in the light of Article 10. The protection of personal opinions, secured by Article 10, is one of the objectives of freedom of peaceful assembly enshrined in Article 11 (see Ezelin, cited above, § 37, and Kudrevičius and Others, cited above, § 86).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "32.  The applicant argued that the domestic legislation regulating freedom of assembly did not comply with the principles of foreseeability and precision. While the Constitution required only prior notification about a planned public assembly, the system of prior authorisation – which was applied in practice and stemmed from certain provisions of the Law on Freedom of Assembly of 13 November 1998 – allowed for arbitrary interference with freedom of assembly and permitted abusive banning or dispersal of public gatherings. The applicant also argued that his arrest and conviction under Article 310.1 of the CAO had been arbitrary. He further submitted that the authorities had not taken into consideration the fact that the organisers had given prior notice of the demonstrations to the relevant authority, and that the demonstrations had been intended to be peaceful and had been held in a peaceful manner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Government submitted that the domestic legislation regulating freedom of assembly was precise and foreseeable. They also submitted that the demonstrations had been organised in breach of the provisions of national law. The Government argued that the dispersal of the demonstrations had pursued the aim of protecting the rights and freedoms of others and preventing disorder. They noted in particular that the demonstration of 2 April 2011 had led to damage to property and police officers being injured.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "34.  The Court notes from the outset that none of the official records or the domestic court decisions submitted by the parties suggests that the demonstration of 2 April 2011 had been violent. The Court therefore accepts the applicant’s assertion that that demonstration had been intended to be peaceful and had been conducted in a peaceful manner up until his arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Having regard to the material in both case files and the parties’ submissions, the Court notes that the issues raised by the present complaints are essentially the same as those examined in the Gafgaz Mammadov case (cited above). The facts of that case and the present cases are similar to a significant degree. The Court considers that the analysis and conclusions made in the Gafgaz Mammadov judgment also apply to the present cases. In particular, the Court noted the existence of serious concerns about the foreseeability and precision of the legislation governing public assemblies, and about the possibility of public assemblies being abusively banned or dispersed (ibid., § 55); doubts about the credibility of the formal ground, namely Article 310.1 of the CAO, relied on by the authorities to arrest and convict the participant of an unauthorised demonstration (ibid., §§ 56 and 62); a failure by the authorities to take into consideration the fact that the demonstration had been notified (ibid., § 60); a lack of relevant and sufficient reasons justifying the dispersal of the demonstration which had been intended to be peaceful and had been conducted in a peaceful manner (ibid., § 61); and a lack of any acknowledgment that the act of participating in an unauthorised peaceful demonstration was by itself protected by Article 11 of the Convention (ibid., §§ 63-64). Having regard to the above, in the Gafgaz Mammadov judgment the Court found that the applicant’s right to freedom of assembly had been violated on account of the dispersal of the demonstration and his arrest and conviction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Having regard to the facts of the present cases and their clear similarity to those of the Gafgaz Mammadov case on all relevant and crucial points, the Court sees no particular circumstances that could compel it to deviate from its findings in that judgment, and finds that in the present cases the applicant’s right to freedom of assembly was breached for the same reasons as those outlined above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  There has accordingly been a violation of Article 11 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  The applicant complained under Article 6 of the Convention that in both cases in the proceedings concerning the alleged administrative offence, he had not had a fair and public hearing. The relevant parts of Article 6 of the Convention read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him;",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require; ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "39.  The Government submitted that in both cases the applicant had failed to complain to the domestic courts of a lack of adequate time and facilities to prepare his defence. In particular he had failed to complain that he had not been served with a copy of the administrative offence reports issued on him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court notes that the material before it does not support the Government’s objections as to the exhaustion of domestic remedies. The documents included in the case files indicate that in both cases in his written appeals the applicant complained about inadequacy of time and facilities to prepare his defence. He also requested copies of the administrative offence reports issued on him and certain other documents from his case files.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds and must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "42.  The applicant submitted, in particular, that in both cases he had not been served, either prior to the hearing before the first-instance court or subsequently, with a copy of the administrative offence report issued on him or with other material from his case file. He also argued that the courts had merely based their findings on the administrative offence reports and in the first case also on the statement of a police officer who had been the sole witness questioned at the first-instance hearing. The applicant further submitted that in both cases he had not been represented by a lawyer at the pre-trial stage. In both cases he had not been given an opportunity to appoint a lawyer of his own choosing to represent him before the first-instance court. He had either been only formalistically represented by a State-funded lawyer, or had not been represented by a lawyer at all. Lastly, the applicant argued that in both cases the public had not been allowed into the hearing before the first-instance court, even though the court had not issued an official decision to examine his case in a closed hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government submitted that the administrative proceedings with respect to the applicant had been in line with national law. They argued in particular that in the first case the applicant had refused the assistance of a State-funded lawyer and decided to defend himself in person, and in the second case he had not objected to being represented by a State-funded lawyer. In both cases before the Court of Appeal the applicant had been represented by a lawyer of his own choosing.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "44.  Having regard to the material in the case files and the parties’ submissions, the Court notes that there is a significant degree of similarity between the facts of the present cases and the issues under Article 6 of the Convention raised by them and those examined in the Gafgaz Mammadov judgment (cited above). The Court considers that the analysis and conclusions made in that judgment also apply to the present cases. In particular, the Court noted that the administrative offence proceedings had lacked the necessary safeguards and guarantees, as there had been a lack of adequate time and facilities to prepare the defence (ibid., §§ 78-81); strong reliance by the domestic courts on the administrative offence report prepared by and statements given by the police (ibid., § 85); utter disregard by the domestic courts of important factual circumstances and legal issues of the case, inter alia, the peaceful nature of the unauthorised demonstration (ibid., § 86); an absence of legal assistance at the pre-trial stage of the proceedings (ibid., §§ 90-91); a failure to provide an opportunity to appoint a lawyer of one’s own choosing (ibid., § 92); and formalistic representation by the State-funded lawyer (ibid., § 93). Having regard to the above, the Court found that the administrative offence proceedings against the applicant in the Gafgaz Mammadov case, considered as a whole, had not been in conformity with the guarantees of a fair hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Having regard to the facts of the present cases and their clear similarity to those of the Gafgaz Mammadov case on all relevant and crucial points, the Court sees no particular circumstances that could compel it to deviate from its findings in that judgment, and finds that in the present cases the applicant’s right to fair trial was breached for the same reasons as those outlined above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  There has accordingly been a violation of Article 6 §§ 1 and 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Having already established that in the first case the applicant was not afforded legal assistance at the pre-trial stage or provided an opportunity to appoint a lawyer of his own choosing at the trial, the Court finds it unnecessary to rule on the issue whether refusal by the applicant of Statefunded legal assistance at the trial constituted an unequivocal waiver of his right to a lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Furthermore, having regard to the above finding of a violation of Article 6 §§ 1 and 3 of the Convention – that the administrative offence proceedings against the applicant, considered as a whole, were not in conformity with the guarantees of a fair hearing – the Court considers that there is no need to examine the applicant’s arguments concerning the lack of a public hearing.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  The applicant complained that his arrest, custody and administrative detention following his participation in both demonstrations had been in breach of Article 5 of the Convention. The relevant parts read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court; ...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so; ...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "50.  The Government submitted that in both cases the applicant had failed to complain to the domestic courts that he had not been served with a copy of the administrative offence reports issued on him. In the second case he had also failed to complain to the domestic courts about being arrested by people in plain clothes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court notes that the material before it does not support the Government’s above objections as to the exhaustion of domestic remedies. The applicant raised the issues mentioned by the Government in his written appeals: in both cases he requested copies of the administrative offence reports issued on him and in the second case he submitted that he had been arrested by people in plain clothes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It also notes that it is not inadmissible on any other grounds and must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "53.  The applicant argued that in both cases his arrest and administrative detention under Article 310.1 of the CAO (failure to comply with a lawful order of a police officer) had been arbitrary. Opening administrative proceedings against participants of unauthorised demonstrations under Article 310.1 rather than Article 298 (breach of the rules on holding public assemblies) of the CAO was an arbitrary administrative practice aimed at imposing a harsher form of punishment than was available under the latter Article, such as administrative detention of up to fifteen days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The applicant further complained that in both cases he had not been promptly informed of the reasons for his arrest, and that the arrest and custody had not been in conformity with domestic procedural rules, in particular because he had not been given an opportunity to contact his relatives; his rights, including the right to have a lawyer, had not been properly explained to him; he had not been served with a copy of the administrative offence report drawn up on him; and in the second case he had been arrested by people in plain clothes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Government submitted that in both cases the applicant’s arrest had been in conformity with the CAO, and that his administrative detention had resulted from a lawful court decision by which he had been found guilty of an administrative offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Government also submitted that in both cases the applicant had been given the opportunity to telephone his relatives. He also had been duly informed of the reasons for his arrest as well as his rights under the relevant provisions of the CAO; however, in the first case he had refused to sign the administrative offence report.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "57.  Having regard to the material in the case files and the parties’ submissions, the Court notes that there is a significant degree of similarity between the facts of the present cases and the issues under Article 5 of the Convention raised by them and those examined in the Gafgaz Mammadov case (cited above). The Court considers that the analysis and conclusions made in that judgment also apply to the present cases. In particular, the Court noted that the measures applied by the authorities, namely arrest and custody followed by several days of imprisonment had pursued aims unrelated to the formal ground relied on to justify the deprivation of liberty, and implied an element of bad faith and arbitrariness (ibid., § 108). Having regard to the above, the Court found that the deprivation of liberty of the applicant in the Gafgaz Mammadov case had been arbitrary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Having regard to the facts of the present cases and their clear similarity to those of the Gafgaz Mammadov case on all relevant and crucial points, the Court sees no particular circumstances that could compel it to deviate from its findings in that judgment, and finds that in the present cases the applicant’s right to liberty was breached for the same reasons as those outlined above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Accordingly, there has been a violation of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  In view of the nature and the scope of its finding above, the Court does not consider it necessary to examine the applicant’s other complaints under Article 5 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "62.  In respect of non-pecuniary damage, the applicant claimed 33,000 euros (EUR), as the total amount for both cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government submitted that the applicant’s claim was unsubstantiated and unreasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court considers that the applicant has suffered non-pecuniary damage which cannot be compensated for solely by the finding of a violation, and that compensation should thus be awarded. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards the applicant EUR 12,000 under this head (as the total amount for both cases), plus any tax that may be chargeable on this amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "65.  The applicant claimed EUR 6,600, as the total amount for both cases, for legal fees incurred before the domestic courts and the Court. In support of his claim, he submitted contracts for legal and translation services.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government considered that the claim was excessive and could not be regarded as reasonable as to quantum. In particular, they noted that the contracts for legal and translation services mentioned above had been signed between the applicant and Mr R. Mustafazade. Those contracts contained a provision about payment to Mr R. Mustafazade of the legal fees incurred before the domestic courts. However, the applicant had in fact been represented before the domestic courts by Mr A. Mustafayev. The Government also argued that the applicant had failed to produce any evidence concerning translation services.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government submitted that, taking into account the above considerations, the amount of EUR 2,000 should provide sufficient reimbursement of costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. The Court notes that in the proceedings before it in both cases the applicant was represented by the same lawyers, Mr R. Mustafazade and Mr A. Mustafayev, whose submissions in both cases were very similar.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Taking into account the above considerations, the Court awards the total amount of EUR 2,000 in respect of the services rendered by Mr R. Mustafazade and Mr A. Mustafayev, less EUR 850 already paid in legal aid by the Council of Europe.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "70.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.   Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 11 of the Convention on account of the dispersal of the demonstrations and the applicant’s arrests and convictions;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 §§ 1 and 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds:",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 June 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Faris Vehabović",
            "role": "president"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Carlo Ranzoni",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF AHAD MAMMADLI v. AZERBAIJAN",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-163613.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0616JUD006945611",
    "externalsources": [],
    "extractedappno": [
        "69456/11",
        "48271/13",
        "60259/11",
        "21613/07",
        "37553/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-163613",
    "judgementdate": "16/06/2016 00:00:00",
    "kpdate": "16/06/2016 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "445",
        "13",
        "136",
        "86",
        "224",
        "145",
        "151"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "6-3-c",
        "11-1",
        "6-1",
        "5-1",
        "5",
        "6",
        "11"
    ],
    "parties": [
        "AHAD MAMMADLI",
        "AZERBAIJAN"
    ],
    "rank": "1545.82922363281",
    "representedby": [
        "MUSTAFAZADE R.",
        "MUSTAFAYEV A."
    ],
    "respondent": "AZE",
    "respondentOrderEng": "5",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "444864",
    "typedescription": "15"
}