{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "47833/13",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-205144.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "1.  The case concerns the length of proceedings and the alleged lack of an effective domestic procedure concerning the applicant’s claim of medical negligence against the staff of a public hospital in relation to the total loss of his sight in one eye and sight impairment in the other.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "2.  The applicant was born in 1989 and lives in Šibenik. He was represented by Mr Z. Čogelja, a lawyer practising in Šibenik.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Government were represented by their Agent, Ms Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "4.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                        "elements": []
                    },
                    {
                        "content": "The circumstances of the case",
                        "elements": [
                            {
                                "content": "Background to the case",
                                "elements": [
                                    {
                                        "content": "5.  In 1994 the applicant, who was five years old at the time, was diagnosed with darkening of his peripheral vision and cataracts, as a result of which he underwent eye surgery in a hospital in Zagreb (“the Hospital”). After his first surgery in August 1994, the applicant was again admitted to hospital owing to complications as a result of a severe cough he had developed in the meantime. He was operated on two more times in September and November 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  The applicant ultimately completely lost his sight in one eye and was left with the sight impaired in the other.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Civil proceedings",
                                "elements": [
                                    {
                                        "content": "7.  On 8 December 1999 the applicant lodged a civil action against the Hospital with the Zagreb Municipal Civil Court (Općinski građanski sud u Zagrebu – “the first-instance court”), claiming damages for alleged medical negligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The first hearing was held on 17 November 2000. The Hospital contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 4 July 2001 the first-instance court ordered an expert medical opinion, which was delivered on 24 September 2001. The relevant parts of that opinion read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The medical documentation cited shows that [the applicant] has a congenital defect in both eyes and that ophthalmologists from S. sent him for surgery to the [Hospital], where, on 16 August 1994, he had the cataract in his left eye surgically removed and an artificial lens put in. The surgery and post-operative treatment went according to plan. He was urgently admitted to the same hospital on 7 September 1994 owing to the dislocation of the lens that had been put in his left eye, at which time the doctors diagnosed a respiratory infection accompanied by a severe cough, which was the most likely the cause of the lens dislocation. This was followed by the complications described in the cited medical documentation and the situation finally stabilised after two interventions at the Clinic for Ophthalmology in Antwerp.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The civil action stated that ‘the surgical procedure could not have been performed on [the applicant] according to professional standards, which is why the postoperative treatment was inadequate ...’. Dr P. from the Clinic for Ophthalmology in Antwerp provided the best response to this argument when he, in his report of 15 May 1995, found that the surgery had been necessary bearing in mind the age of the patient and the needs of vision development before the age of six. This also corresponds to the modern approach in ophthalmology that one eye should be treated before the age of six to have good or improved vision because in later life it is not possible to achieve good vision whether surgery is performed or not, owing to the development of the neural sense of sight. This medical opinion was validated by Dr C., ... Dr S. ... and Dr Z ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In conclusion, I have established that there were no irregularities in the treatment of the [applicant] ... and that the surgical procedures that were carried out were necessary according to the latest developments in modern ophthalmology.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 27 September 2001 the first-instance court delivered the expert opinion to the parties and invited them to submit their comments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  A hearing set for 17 February 2003 was adjourned because the summons had not been served correctly on the applicant. The next hearing was held on 4 June 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 16 January 2004 the expert witness A.F., who had prepared the above opinion, informed the court that he no longer served as a permanent court expert witness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  At the hearing held on 19 April 2004, the first-instance court invited the applicant to set out his objections to the conclusions of the expert witness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 8 July 2004 the first-instance court forwarded the applicant’s objections to the expert witness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 19 July 2004 the expert witness rejected the applicant’s objections to his opinion and reiterated his conclusions (see paragraph 9 above). On 22 July 2004 the first-instance court forwarded his observations to the parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  At the hearing held on 6 December 2006, the applicant proposed that the court hear his parents as witnesses. The first-instance court accepted this motion and the applicant’s parents were heard by the Šibenik Municipal Court (Općinski sud u Šibeniku) on 7 May 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  At the hearing held on 23 January 2008, the applicant requested that the court either obtain an opinion from the doctors who had treated him after the operations or, alternatively, a fresh medical expert assessment. The first-instance court accepted the applicant’s proposal to obtain a new expert opinion and on 7 July 2008 appointed another expert, Z.V.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 7 September 2009 Z.V. informed the court that he was not able to carry out the expert assessment. At a hearing held on 8 February 2010, the court notified the parties about Z.V.’s unavailability. The applicant then asked that another expert witness, N.S., be appointed, which the court accepted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  N.S. submitted her expert opinion on 2 June 2010, the relevant parts of which read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The [applicant] was examined at the age of five by an ophthalmologist in S., where he was diagnosed with cataracts in both eyes. For that reason, he was referred to [the Hospital], where doctors diagnosed congenital cataracts and poor vision in both eyes. After pre-operative preparations, surgery to remove the cataract in the left eye and fit a replacement lens was performed. The post-operative period was uneventful and [the applicant] was discharged with a topical treatment to be administered at home. The applicant was readmitted twenty-three days after the surgery owing to lens dislocation. While in hospital, the doctors diagnosed [the applicant] with a respiratory infection accompanied by a severe irritating cough. Additional surgery was performed to resolve the complications. The surgery that was performed and all subsequent operations were necessary to detect complications and improve visual function. The reports from other clinics clearly show that none of the ophthalmologists claimed that the operations were unnecessary. On the contrary, Dr P. emphasised that additional surgery had been necessary to resolve the complications in order for the child’s sight to develop. The most recent accepted views in ophthalmology regarding surgery on congenital cataracts are as follows: surgery should be performed as early as possible, which means in the first months of life, in order for vision to develop properly. [The applicant] was diagnosed with cataracts later than that, at the age of five. His vision was not able to develop properly until that point and the visual acuity achieved after surgery carried out so late is never the same as the expected visual acuity for a child of that age.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The subsequent complication in terms of a dislocation of the inserted lens can be linked to the diagnosed respiratory infection accompanied by a dry cough and strain which occurs while coughing, which posed a threat to the eye in the post-operative period. All further operations were performed to resolve the complications.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After examining [the applicant’s] medical records from the [Hospital], I found no omissions in the pre-operative preparation, the performed surgery or the postoperative period. The surgery performed was in line with the latest developments in ophthalmology and the expertise of the surgeon and the necessity of the surgery are undeniable.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant objected to that expert opinion on 12 July 2010. At the hearing held on 8 November 2010, the first-instance court heard N.S., who provided replies to the applicant’s previously submitted objections. At the end of the expert’s testimony, the applicant had no further questions. Instead, he reiterated his objections to her conclusions and proposed that the court hear the doctors who were currently treating him and obtain the reports on the operations performed on his eye. Alternatively, the applicant proposed that a fresh opinion be obtained from a team of experts. For reasons of procedural economy, and since there were no inconsistencies between the two expert opinions obtained in the case, the court dismissed the applicant’s requests and concluded the main hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 23 November 2010 the court dismissed the applicant’s claim on the grounds that the expert reports did not suggest any malpractice in the applicant’s medical treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 10 December 2010 the applicant appealed against the firstinstance judgment. His appeal was dismissed by the Zagreb County Court (Županijski sud u Zagrebu) on 5 April 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant then lodged an appeal on points of law with the Supreme Court (Vrhovni sud Republike Hrvatske), which dismissed it on 27 June 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant further lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske), complaining about the manner in which the lower courts had dealt with his case. On 17 January 2013 the Constitutional Court declared the applicant’s constitutional complaint inadmissible as manifestly ill-founded. The decision of the Constitutional Court was served on the applicant on 28 January 2013.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Proceedings for protection of the right to a hearing within a reasonable time",
                                "elements": [
                                    {
                                        "content": "25.  Meanwhile, on 19 November 2009 the applicant complained to the Zagreb County Court about the excessive length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 2 December 2010 the Zagreb County Court found a violation of the applicant’s right to a hearing within a reasonable time and awarded him 10,500 Croatian kunas (approximately 1,400 euros) in compensation. It also ordered the first-instance court to terminate the proceedings within twelve months following the service of its decision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT LEGAL FRAMEWORK",
                        "elements": [
                            {
                                "content": "27.  The relevant domestic law is set out in Marić v. Croatia, no. 50132/12, § 36, 12 June 2014, and in Jurica v. Croatia, no. 30376/13, §§ 45-60, 2 May 2017.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicant complained that the civil proceedings he had instituted concerning his allegations of medical negligence had been inordinately lengthy and ineffective. He relied on Article 6 § 1 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "29.  The Government submitted that the Zagreb County Court had acknowledged a violation of the applicant’s right to a hearing within a reasonable time and awarded him adequate compensation. In the Government’s view, the applicant could not therefore complain about the excessive length of the proceedings or about the breach of his right to respect for his private life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicant maintained that he had been the victim of a breach of the Convention in connection with the protracted civil proceedings for damages concerning his allegations of medical negligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In accordance with the Court’s settled case-law, a decision or measure favourable to the applicant is not in principle sufficient to deprive him or her of the status of “victim” unless the national authorities have acknowledged, either expressly or in substance, and subsequently afforded appropriate and sufficient redress for the breach of the Convention (see, among many other authorities, Jurica, cited above, §§ 64-66).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court notes that the compensation awarded by the Zagreb County Court does not correspond to what it would itself have awarded by way of just satisfaction for such lengthy proceedings. Accordingly, the compensation awarded cannot be regarded as adequate in the circumstances of the case. This conclusion is reinforced by the fact that the Zagreb County Court’s decision ordering the first-instance court to terminate the proceedings within a period of one year had no practical effect, since the Zagreb Civil Municipal Court had meanwhile already adopted its judgment in the applicant’s case (see paragraphs 21 and 26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In these circumstances, the applicant has not lost his victim status and the Court dismisses the Government’s objection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "35.  The applicant contended that the civil proceedings concerning his allegations of medical negligence had been inordinately lengthy and ineffective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Government maintained that the allegedly excessive length of the proceedings in issue had not been decisive given that the applicant had received compensation in that respect.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "37.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Jurica, cited above, § 76).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court notes that the domestic proceedings lasted for more than thirteen years in total at four levels of jurisdiction. There were several long periods of unexplained inactivity on the part of the domestic authorities. In particular, after 27 September 2001, when the first-instance court delivered the first expert witness findings to the parties in the proceedings, the next main hearing was held only on 4 June 2003 (see paragraphs 10-11 above). Furthermore, after 22 July 2004, when the first-instance court delivered the expert witness additional observations to the parties, the next hearing was held as late as 6 December 2006, that is, more than two years later (see paragraphs 15-16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Furthermore, the Zagreb Municipal Civil Court remained passive for some fourteen months in the face of the failure of an appointed expert witness (Z.V.) to inform the court of his inability to perform the assigned task (see paragraphs 17-18 above). In the respect, the Court would reiterate that the primary responsibility for delays resulting from the provision of expert opinions rests ultimately with the State (see Capuano v. Italy, 25 June 1987, § 32, Series A no. 119). It took that court further five months to inform the parties of Z.V.’s unavailability and yet another four months to obtain the expert assessment from N.S. (see paragraph 18 above). In conclusion, the Court finds that neither the conduct of the applicant nor the complexity of the case can explain the inordinate length of the proceedings in the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In view of the foregoing, and having regard to the Zagreb County Court’s conclusion that the proceedings had lasted an unreasonably long time (see paragraph 26 above), the Court finds that the length of the proceedings complained of failed to satisfy the reasonable-time requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  The applicant further complained of the lack of an effective domestic procedure concerning his allegations of medical negligence, in breach of his rights under Article 8 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private ... life ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a domestic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "43.  The Government maintained that the domestic authorities had complied with their positive obligations under Article 8 of the Convention. The first-instance court had obtained two expert opinions, both of which had concluded that there had been no medical negligence in the applicant’s case. The court had refused to hear two further witnesses proposed by the applicant since they had had no direct knowledge of the surgeries performed. It had also refused to order yet another expert opinion since there had been no inconsistencies between the two expert reports already obtained and, in any event, a team expert opinion could be ordered only when an expert assessment was extremely complex, which had not been the case. Accordingly, the applicant had been afforded sufficient procedural opportunities to prove that his health problems were entirely or in part the result of malpractice on the part of the Hospital, and his request to obtain further evidence had been limited, in essence, to his wish to obtain further expert assessments which would finally criticise the quality of his medical treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The applicant contended that in the civil proceedings for medical negligence which he had instituted against the staff of a public hospital the domestic courts had failed to elucidate the circumstances of the harm done to his physical integrity and to provide him with a practical opportunity to obtain compensation for damage. The domestic courts had rejected, without any explanation, his request to procure the record of the medical procedures performed on him at the Hospital and thus enable the expert witnesses to give an appropriate answer to the question whether there had been any irregularities in the course of his medical treatment. His request for an opinion from a team of experts had also been rejected. The applicant concluded that he had been denied “real” access to a court and the possibility to prove that his claim for damages was well founded.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "45.  The general principles concerning the States’ positive obligations under Article 8 in medical negligence cases have been summarised in Jurica (cited above, §§ 84-88).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court observes that the applicant’s principal grievance in the present case relates to the reliability of the expert opinions on which the domestic courts based their conclusions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In that connection, the Court notes that during the proceedings the first-instance court obtained two expert opinions, one of them by an expert witness proposed by the applicant himself (see paragraph 18 above). The Court further observes that both expert opinions concluded that there had been no medical negligence in the applicant’s case (see paragraphs 9 and 19 above). The domestic courts dismissed further evidence proposed by the applicant, holding that yet another medical assessment had been unnecessary since the opinions of the two existing expert opinions had been consistent (see paragraph 20 above). The Court finds nothing problematic with such a conclusion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court further notes that the applicant did not call into question the independence of either of the experts; nor is there any evidence in the case file to contradict the experts’ conclusions, other than the testimony provided by the applicant’s parents, who were not experts in the medical field. In any event, as the Court has previously held, Croatian law lays down several safeguards designed to ensure the reliability of expert evidence (see Jurica, cited above, § 94). There is no evidence that those safeguards were not respected in the applicant’s case or that the experts whose opinions formed the basis of the courts’ rulings in the case lacked the requisite objectivity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court also notes that the Zagreb Municipal Civil Court did not merely admit the written reports drawn up by the experts, but also allowed the parties to object to their findings, obtained additional written submissions from the first expert and heard evidence from the second expert in open court in the presence of the parties, who were able to put questions to her (see paragraphs 15 and 20 above). The domestic courts also duly scrutinised the expert evidence and, on the basis of the consistent findings of both experts rejecting the allegations of medical malpractice, dismissed the applicant’s claim (see paragraph 21 above). The Court does not discern any fault on the domestic courts’ part in respect of the manner in which they assessed the expert reports. The mere fact that the outcome of the proceedings in the applicant’s case was unfavourable to him does not mean that the State has failed in its positive obligations under Article 8 of the Convention (see Jurica, cited above, § 88).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In view of the foregoing, the Court is satisfied that the applicant was afforded sufficient procedural opportunities to prove that his health problems were entirely or in part the result of medical malpractice. To the extent that it could be considered that the effectiveness of the proceedings was undermined by their excessive length (see paragraph 42 above), the Court considers that in the circumstances of the present case that aspect was sufficiently addressed in its finding under Article 6 § 1 of the Convention (see paragraphs 38-41 above, and Jurica, cited above, § 97).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Accordingly, this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "53.  In respect of non-pecuniary damage the applicant claimed 1,420,000 Croatian kunas (HRK) (approximately 193,200 euros (EUR)) plus statutory default interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government considered the applicant’s claim excessive, unfounded and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court finds that the applicant must have suffered some frustration, fear and anguish due to the inordinate length of the proceedings in his case. It thus awards him EUR 2,600 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "56.  The applicant also claimed HRK 302,486.88 (approximately EUR 41,150) for the costs and expenses incurred before the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government contested the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 2,000 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "59.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares the applicant’s length-of-proceedings complaint admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months, the following amounts, to be converted into Croatian kunas at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.\tDismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 October 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Pere Pastor Vilanova",
            "role": "president"
        },
        {
            "name": "Jovan Ilievski",
            "role": "judges"
        },
        {
            "name": "Raffaele Sabato",
            "role": "judges"
        },
        {
            "name": "Renata Degener",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF URUKALO v. CROATIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-205144.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:1022JUD004783313",
    "externalsources": [],
    "extractedappno": [
        "47833/13",
        "50132/12",
        "30376/13"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-205144",
    "judgementdate": "22/10/2020 00:00:00",
    "kpdate": "22/10/2020 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "URUKALO",
        "CROATIA"
    ],
    "rank": "8192.896484375",
    "representedby": [
        "ČOGELJA Z."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "501431",
    "typedescription": "15"
}