{
    "__articles": "34;35;35-1;37;37-1;37-1-a;37-1-c;41;P1-1;P1-1-1",
    "__conclusion": "Struck out of the list;Preliminary objections joined to merits and dismissed (victim, non-exhaustion of domestic remedies);Violation of P1-1;Pecuniary and non-pecuniary damage - award",
    "applicability": "60",
    "appno": "17854/04",
    "article": [
        "37",
        "p1-1",
        "34",
        "35",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "victim, non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objections joined to merits and dismissed",
            "type": "other"
        },
        {
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-106250.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 17854/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on 3 May 2004. The application was originally lodged by Shesti Mai Engineering OOD, a Bulgarian limited liability company, and Mr Krasimir Kostov Evtimov, a Bulgarian national (Shesti Mai Engineering OOD being wholly owned by Mr Evtimov and his wife, Mrs Kalina Nikolova Stoycheva). They complained, in particular, that the State had interfered with the affairs of a company in which they held shares and with their rights as shareholders in that company. In a letter of 7 July 2004 seven Bulgarian nationals, Mr Georgi Ferdinandov Mitev, Ms Kalina Nikolova Stoycheva (Mr Evtimov’s wife), Mr Stefan Borisov Stefanov, Ms Lilyana Nikolova Galeva, Ms Neli Mitkova Alexandrova, Ms Nikolina Slaveva Amzina and Mr Ivan Boyanov Bozhilov, and three Bulgarian limited liability companies, Motorengineering OOD, Nov Bryag OOD (a company wholly owned by Ms Stoycheva) and Vitex AD, expressed their wish to join the application.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms S. MargaritovaVuchkova and Mr K. Kirilov, lawyers practising in . The Bulgarian Government (“the Government”) were represented by their Agents, Ms N. Nikolova and Ms S. Atanasova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants, who were all shareholders in a limited liability company, complained of interference with their shareholdings and about a number of proceedings in which they had tried to protect themselves against the effects of that interference.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 31 March 2009 the Court (Fifth Section) decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 1 of the Convention).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 18 May 2009 the Court received a declaration by one of the applicants, Mr Georgi Ferdinandov Mitev, dated 24 April 2009, in which he expressed his wish to withdraw his complaints, because after the application had been lodged he had transferred all his shares in the abovementioned company to the second applicant, Mr Krasimir Kostov Evtimov (see paragraph 14 in fine below).",
                        "elements": []
                    },
                    {
                        "content": "6.  In their submissions, sent on 21 December 2009 in reply to the Government’s observations on the admissibility and merits of the application, the applicants raised further complaints concerning the fairness and the length of proceedings brought by the applicant companies Motorengineering OOD and Vitex AD in April 2000 and of impartiality on the part of the courts dealing with those proceedings (see paragraphs 3539 below).",
                        "elements": []
                    },
                    {
                        "content": "7.  Following the recomposition of the Court’s sections on 1 February 2011, the application was transferred to the Fourth Section.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant companies, Shesti Mai Engineering OOD, Motorengineering OOD, Nov Bryag OOD and Vitex AD, are based in Sofia, , Burgas and Gabrovo respectively. The other applicants, Mr Krasimir Kostov Evtimov, Mr Georgi Ferdinandov Mitev, Ms Kalina Nikolova Stoycheva, Mr Stefan Borisov Stefanov, Ms Lilyana Nikolova Galeva, Ms Neli Mitkova Alexandrova, Ms Nikolina Slaveva Amzina and Mr Ivan Boyanov Bozhilov, were born in 1946, 1955, 1953, 1956, 1945, 1960, 1947 and 1960 respectively and live in Sofia.",
                                "elements": []
                            },
                            {
                                "content": "A.  The company in which the applicants were shareholders",
                                "elements": [
                                    {
                                        "content": "9.  At the material time all applicants were shareholders in Mezhdunaroden Tzentar po Firmeno Upravlenie AD (“Международен център по фирмено управление АД” – “MTFU”), a limited liability company active in the field of professional training. When it was formed in 1989, the company had a share capital of 3,000,000 old Bulgarian levs (“BGL”), divided into three thousand shares of BGL 1,000 each. Three thousand new shares with a nominal value of BGL 1,000 each were authorised and issued in 1990, the company’s capital thus reaching BGL 6,000,000. In 1998 the nominal value of the shares was increased to BGL 10,000 each, the company’s share capital thus reaching BGL 60,000,000 (which became BGN 60,000 after the July 1999 currency revalorisation – see the footnote below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 6 April 1990 MTFU entered into an agreement with the Ministry of Finance whereby it acquired the right to use for its professional training business, for a period of fifty years, a training centre consisting of buildings and adjoining land in the village of Bistritsa, close to . In consideration for the acquisition, MTFU, apart from agreeing to pay BGL 6,078,000 for the right of use (according to the applicants, at that time that sum was equal to the training centre’s fair market value), also undertook to carry out at its own expense reconstruction of and improvements to the premises. It was, however, stipulated that, should the right of use be terminated, the State would remain the owner of the whole property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  By a decision of the Council of Ministers of 21 May 1990, the MTFU was formally granted the right of use of the training centre, under the terms laid down in the abovementioned agreement. Several months later the MTFU made the appropriate payment for the right of use.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Between 1990 and 1999 MTFU carried out major renovation and reconstruction works, enlarging the existing buildings of the training centre, constructing new ones and developing the centre’s infrastructure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In 1997 MTFU’s revenue from its professional training business was 390,000  dollars (USD), and in 1998 it increased to USD 452,300. Its revenue for the first seven months of 1999 was USD 291,470. In July 1999 the company had one hundred and ten employees. Until that time, the applicant Mr Evtimov had served as its executive director.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In July 1999 the applicants together held 49.83% of MTFU’s capital, or 2,990 shares in total. Their shareholdings broke down as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  Shesti Mai Engineering OOD – 250 shares;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  Motorengineering OOD – 50 shares;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  Nov Bryag OOD – 240 shares;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  Vitex AD – 50 shares;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)  Mr Krasimir Kostov Evtimov – 610 shares;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vi)  Mr Georgi Ferdinandov Mitev – 600 shares;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vii)  Ms Kalina Nikolova Stoycheva – 390 shares;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(viii)  Mr Stefan Borisov Stefanov – 200 shares;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ix)  Ms Lilyana Nikolova Galeva – 100 shares;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(x)  Ms Neli Mitkova Alexandrova – 100 shares;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xi)  Ms Nikolina Slaveva Amzina – 100 shares; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xii)  Mr Ivan Boyanov Bozhilov – 300 shares.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On an unspecified date after 2004 Mr Mitev transferred all his shares to Mr Evtimov.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In the meantime, in 1992 MTFU went into liquidation. However, in 1995 a general meeting of its shareholders resolved to discontinue the windingup procedure. By decision no. 6 of 28 July 1995 the Sofia City Court entered that resolution in the register of companies. On 3 August 1996 a general meeting of MTFU’s shareholders adopted new articles of association, which provided that the company would be managed by a board of directors, instead of the managing and supervisory boards which had hitherto existed. However, the meeting did not elect members of the new board of directors.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Decision no. 9 of 21 July 1999 and the change of control over MTFU",
                                "elements": [
                                    {
                                        "content": "16.  Between 20 and 22 July 1999 Mr B.S., acting on behalf of a company, Minstroy Holding AD (“Minstroy”), asked the Sofia City Court (Софийски градски съд) to enter in the register of companies Minstroy’s election as MTFU’s new managing director, as “resolved” by MTFU’s board of directors on 20 July 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 21 July 1999 Judge R.P. of the company division of the Sofia City Court, acting on her own initiative and sitting in private, issued decision no. 9 concerning MTFU. Referring to Article 192 § 2 of the Code of Civil Procedure (see paragraph 53 below) and noting that decision no. 6 of 28 July 1995 (see paragraph 15 above) had not specified who the members of the board of directors of MTFU were, she stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Undoubtedly, that was an obvious error. ... It should be corrected by rectifying decision no. 6 ... and entering a board of directors [in the register].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, the judge entered the names of five members of a new board of directors into the register of companies. All of them, save for Mr Evtimov, were legal persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The next day, 22 July 1999, Judge R.P. issued decision no. 10. Citing a “resolution” of the newly registered board of directors of 20 July 1999 (see paragraph 16 above), she erased Mr Evtimov as executive director of MTFU, and registered in his place Minstroy, represented by Mr B.S.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 26 July 1999 Mr B.S. and other representatives of Minstroy took control of MTFU’s premises and evicted its erstwhile management, including Mr Evtimov, by force. On 27 July 1999 Mr B.S., in his capacity as representative of the new managing director, issued an order barring Mr Evtimov from entering the company’s premises.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The new management called and conducted two general meetings of MTFU’s shareholders, which took place on 30 September and 15 November 1999. The applicants, as well as some other shareholders, were denied access to those meetings. As a result, they were attended by shareholders representing only 8% of MTFU’s capital. The meetings elected new members of MTFU’s board of directors and a new executive director. The general meeting of 30 September 1999 also resolved that the executive director would “cancel all existing shares and share warrants and issue a new share register and new share warrants”. The applicants submitted that their names were left out of the share register of MTFU drawn up pursuant to that resolution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In view of an interim injunction issued by the Sofia District Court (Софийски районен съд) (see paragraph 25 below), on 30 September 1999 the Sofia City Court postponed the registration of the resolutions taken at the first general meeting. After the injunction was set aside (see paragraph 26 below), on 29 November 1999 the Sofia City Court resumed the registration proceedings and by decisions nos. 11 and 12 of 29 November and 13 December 1999 entered the changes in the register of companies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 15 November 1999 shareholders of MTFU representing 71.3% of the share capital of MTFU, who opposed the actions of the new management and who had been denied access to the general meetings called by that management, held a “parallel” general meeting. They passed a number of resolutions and elected a new board of directors. On 2 December 1999 the Sofia City Court refused to enter those particulars in the register of companies, noting that the meeting had not been called by the board of directors featuring in the register of companies, and that there was no evidence that it had been regularly conducted. It seems that an appeal by the applicants against that refusal was held to be inadmissible by the Sofia Court of Appeal (Софийски апелативен съд).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Between July 1999 and May 2000 Mr Evtimov and other applicants lodged a number of complaints with the prosecuting authorities, the Ministers of Justice and Economics and other State authorities, asking them to take measures to protect the rights of MTFU’s shareholders.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Proceedings brought by the applicants",
                                "elements": [
                                    {
                                        "content": "1.  By Shesti Mai Engineering OOD",
                                        "elements": [
                                            {
                                                "content": "24.  In September 1999 Shesti Mai Engineering OOD brought a claim against MTFU, represented by its new management, under Article 431 § 2 of the Code of Civil Procedure 1952 (“the Code”) (see paragraph 51 below). It sought to have decisions nos. 9 and 10 of 21 and 22 July 1999 (see paragraphs 17 and 18 above) set aside. It also sought, making reference to Article 498 of the Code (see paragraph 51 in fine below), to have the corresponding entries in the register of companies annulled. It argued that the decisions were null and void because (i) in 1995 there had been no resolution of MTFU’s shareholders to elect a new board of directors and (ii) such a body had only been envisaged for the first time in MTFU’s new articles of association, adopted in 1996 (see paragraph 15 above). There had therefore been no grounds to correct errors in decision no. 6 of 28 July 1995. Furthermore, the Sofia City Court had accepted that MTFU’s new board of directors had validly elected a managing director on 20 July 1999, a day before that board had been entered in the register of companies and had thus acquired capacity to act. Lastly, the Sofia City Court had disregarded the requirements of Article 192 § 2 of the Code (see paragraph 53 below) because it had acted on its own initiative and had not held a hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  At the request of Shesti Mai Engineering OOD, on 21 September 1999 the Sofia District Court, finding that there was a risk that the rights which the company might acquire under a future judgment could be frustrated, granted an interim injunction. It suspended the enforcement of decisions nos. 9 and 10 of the Sofia City Court, barred the new board of directors and executive director of MTFU from taking any managerial decisions and from disposing of company assets, and ordered that the general meeting of MTFU’s shareholders scheduled for 30 September 1999 (see paragraph 20 above) be postponed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On appeal by one of the members of MTFU’s new management, the Sofia City Court set aside the injunction in a final decision of 3 November 1999. It held that there was no genuine risk that the enforcement of any future judgment would be frustrated, because, if Shesti Mai Engineering OOD’s claim was allowed and decisions nos. 9 and 10 were annulled, that development could be entered in the register of companies. It also held that it was impossible to suspend the enforcement of decisions nos. 9 and 10, because they had already led to changes in the register of companies. It went on to say that by barring MTFU’s new board of directors and executive director from taking managerial decisions and disposing of company assets, the injunction had in effect rendered nugatory decisions nos. 9 and 10 and the changes which they had brought about in MTFU’s registration details, which was inacceptable in interim proceedings. Lastly, the court held that it was not appropriate to prevent a general meeting of shareholders from taking place in connection with a claim for the annulment of preexisting entries in the register of companies. Shesti Mai Engineering OOD tried to challenge that decision, but on 15 October 1999 the Sofia Court of Appeal declared its appeal inadmissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 21 June 2000 the Sofia City Court allowed Shesti Mai Engineering OOD’s claims under Articles 431 § 2 and 498 of the Code. On 10 July 2002 and 3 November 2003 respectively its judgment was upheld by the Sofia Court of Appeal and the Supreme Court of Cassation (Върховен касационен съд). The courts were satisfied that the company had standing to bring the claims, because it had shown that it was a shareholder in MTFU on the basis of its share warrants and MTFU’s share register. In particular, the Sofia Court of Appeal found that “those pieces of evidence are unequivocal – they show that the claimant company has acquired and is holding shares in the defendant company”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The courts went on to find that the failure in 1995 to enter a board of directors of MTFU in the register could not have been regarded as an obvious error. The Sofia City Court held:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Under Article 192 § 2 of the [Code], the court is only competent, on its own initiative or pursuant to a request by the parties, to correct an obvious error in its judgment ... It follows that the court is not competent to enter new circumstances [in the register].”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Therefore, Judge R.P. had not been authorised to act on her own initiative in order to make the entries that she had made on 21 July 1999, and decision no. 9 that she had issued was invalid. In relation to that, the Supreme Court of Cassation held:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“An entry in the register of companies which has not been made at the request of a person authorised by law to make such a request should be regarded as inadmissible.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Accordingly, the courts, by reference to Article 498 of the Code (see paragraph 51 in fine below), annulled the entries in the register of companies made with respect to decision no. 9.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The courts made no rulings in relation to decision no. 10. Shesti Mai Engineering OOD did not seek to have their judgments supplemented in that regard.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  By Mr Evtimov",
                                        "elements": [
                                            {
                                                "content": "31.  On 28 July 1999 Mr Evtimov also brought a claim against MTFU, represented by its new management, under Article 431 § 2 of the Code and section 71 of the Commerce Act (see paragraphs 51 and 56 below), seeking a declaration that decisions nos. 9 and 10 were null and void. He further sought, under Article 498 of the Code (see paragraph 51 in fine below), to have the entries in the register of companies made pursuant to those decisions annulled. His arguments were similar to those raised by Shesti Mai Engineering OOD (see paragraph 24 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 4 February 2000 the Sofia City Court stayed the proceedings, citing the opening of criminal proceedings for abuse of office against Mr Evtimov in his former capacity of executive director of MTFU. On 10 February 2000 Mr Evtimov appealed against the stay, arguing that the matters cited by the Sofia City Court had no connection with his claim. On 24 March 2000 the  Court of Appeal allowed the appeal and the proceedings were resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Sofia City Court gave judgment on 4 December 2001. On 17 March 2003 and 9 March 2004 it was upheld, respectively, by the Sofia Court of Appeal and the Supreme Court of Cassation. Based on MTFU’s share register and share warrants presented by Mr Evtimov, the courts were satisfied that he was a shareholder in the company. They went on to hold, for reasons similar to those given in the proceedings brought by Shesti Mai Engineering OOD, that decision no. 9 had entered details in the register pertaining to actions which had not taken place. However, this time they considered it inadmissible to examine in the same proceedings an application under Article 498 of the Code, saying that such an application was, in principle, to be examined in noncontentious proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The courts made no ruling in relation to decision no. 10 and Mr Evtimov’s application under Article 498 in respect of it. He did not seek to have their judgments supplemented in that regard.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  By Motorengineering OOD and Vitex AD",
                                        "elements": [
                                            {
                                                "content": "35.  In April 2000 the two applicant companies brought a claim under Article 431 § 2 of the Code, seeking the annulment of decisions nos. 9, 10, 11 and 12 of the Sofia City Court (see paragraphs 17, 18 and 21 above). They further sought, under Article 498 of the Code (see paragraph 51 in fine below), to have the corresponding entries in the register of companies annulled.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 20 June 2000 the proceedings were stayed pending the outcome of the proceedings brought by Shesti Mai Engineering OOD (see paragraphs 2430 above). Following a request by Motorengineering OOD and Vitex AD of 16 February 2006, they were resumed on 21 March 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 12 May 2006 the Sofia City Court dismissed the claims. On appeal, on 5 October 2007 the Sofia Court of Appeal partly quashed the City Court’s judgment, and held that the applicant companies no longer had an interest in seeking the annulment of decision no. 9, because that decision and the corresponding entries in the register of companies had already been annulled in the proceedings brought by Shesti Mai Engineering OOD. It remitted the remainder of the case, concerning decisions nos. 10, 11 and 12, for reexamination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 29 October 2008 the Sofia City Court gave judgment, which the Sofia Court of Appeal upheld on 6 July 2009. The courts held that the annulment of decision no. 9 did not have retrospective effect and that the annulment of the entries in the register made pursuant to that decision had accordingly taken effect only after the judgment of 3 November 2003, which had concluded the proceedings brought by Shesti Mai Engineering OOD. Therefore, decisions nos. 10, 11 and 12, made before that annulment and based on the entry in the register made on 21 July 1999, were not invalid. It also noted that Motorengineering OOD and Vitex AD, in so far as they alleged that the general meetings of the shareholders whose resolutions had been registered with decisions nos. 11 and 12 had not been duly convened and conducted, could have challenged those resolutions under section 74 of the Commerce Act 1991 (see paragraph 56 below), but had failed to do so within the applicable timelimits. Accordingly, their claims were dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  It is unclear whether Motorengineering OOD and Vitex AD sought permission to appeal on points of law to the Supreme Court of Cassation.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  The disciplinary proceedings against Judge R.P.",
                                "elements": [
                                    {
                                        "content": "40.  Following a number of complaints made by Mr Evtimov, in the beginning of 2000 the Inspectorate of the Ministry of Justice reviewed Judge R.P.’s actions in relation to decision no. 9 (see paragraph 17 above) and concluded that she had breached the relevant rules of procedure in many respects. On the basis of these conclusions, on 22 May 2000 the Minister of Justice proposed to the Supreme Judicial Council (Висш съдебен съвет) that disciplinary proceedings against the judge be opened. This was done, and in a decision of 6 October 2000 the Council’s disciplinary panel gave Judge R.P. a disciplinary warning. It found that in issuing decision no. 9 she had impermissibly acted on her own initiative and not pursuant to a request by the company, had committed a number of procedural violations, and had distorted the evidence in the case file and made perverse findings of fact. Her actions, which had been deliberate and not due to a mere lack of professional experience, had amounted to a breach of her professional obligations. In the panel’s view, Judge R.P. had “in fact created” a new board of directors of MTFU. However, as she had not committed other violations and had not “sought to prejudice the interests of third parties”, there were grounds to impose the most lenient disciplinary punishment – a reprimand.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Developments after 1999 concerning MTFU",
                                "elements": [
                                    {
                                        "content": "1.  Concerning the training centre",
                                        "elements": [
                                            {
                                                "content": "41.  On 12 May 2000 the Council of Ministers revoked its decision of 21 May 1990 whereby it had granted to MTFU the right of use of the training centre in Bistritsa (see paragraph 11 above). The new decision was based on paragraph 6 of the transitional and concluding provisions of the State Property Act 1996, which limited the duration of existing contracts concerning the right of use of State property to ten years (see paragraph 59 below). The Council of Ministers also decided that MTFU would be reimbursed the respective part of the consideration that it had paid in 1990 (see paragraphs 10 and 11 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 8 June 2000 the regional governor of  ordered MTFU to vacate the property. However, following a Constitutional Court decision whereby paragraph 6 of the transitional and concluding provisions of the State Property Act 1996 was found to contradict the Constitution (see paragraph 60 below), on 10 April 2001 the governor revoked his order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In 2007 MTFU brought an application for judicial review, seeking to have the Council of Ministers’ decision of 12 May 2000 declared null and void, on the grounds that it had been issued on the basis of a legal provision which had subsequently been declared unconstitutional. On 25 June 2009 a threemember panel of the  (Върховен административен съд) dismissed the application, noting that the decision of the  did not have retrospective effect. Therefore, at the time when it had been adopted, the disputed decision had had a sound legal basis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On appeal by MTFU, by a final judgment of 15 December 2009 a fivemember panel of the , with one judge dissenting, reversed and allowed the claim, declaring the Council of Ministers’ decision null and void. It noted, inter alia, that MTFU’s right of use had been extinguished by operation of law with the adoption of paragraph 6 of the transitional and concluding provisions of the State Property Act 1996. Therefore, the Council of Ministers had not been competent to decide on the matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court has not been informed of the practical consequences of those developments and, in particular, whether MTFU continued to use the training centre after 2000.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Other developments",
                                        "elements": [
                                            {
                                                "content": "46.  Further changes in MTFU’s management and board of directors were made between 2000 and 2003. In 2001 and 2003 the new management also brought about an amendment of the company’s articles of association.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In October and November 2001 MTFU’s management increased the company’s share capital to BGN 195,000 (before the increase it was BGN 60,000 – see paragraph 9 above) by authorising and issuing new shares. The shares were subscribed for by shareholders who had until then held 8% of the capital (see paragraph 20 above). None of the applicants was offered or allowed to subscribe for any of the new shares. In 2006 and 2008 the share capital of MTFU was again increased through the issuance of new shares, reaching BGN 1,251,500. The applicants were unable to subscribe for any of those new shares.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  According to MTFU’s annual report for 2008, three companies – none of them among the applicant companies – together held 99.1% of its shares. It is unclear who held the remaining 0.9%. At the end of 2008 the company had two employees. In 2007 and 2008 it did not declare any profit to the tax authorities. It appears that by that time it no longer carried out activities in the field of professional training.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The register of companies",
                                "elements": [
                                    {
                                        "content": "49.  The register of companies contains information about companies, including the members of their managing bodies, the amount of their share capital, and the opening and termination of windingup procedures (at the material time, the register was provided for by section 3(1) of the Commerce Act 1991 (Търговски закон)). It is accessible to the public (at the material time, as provided for by section 5 of the same Act). Particulars entered in the register are deemed to have been notified to third parties from the date they are entered (per, at the material time, Article 493 § 1 of the Code of Civil Procedure 1952). In their dealings with a company, bona fide third parties (that is, third parties who have no actual knowledge of the actual state of the company’s internal affairs) can rely on the information in the register, even if the information presented in the register relates to underlying circumstances which in reality do not exist (per, at the material time, Article 493 § 2 of the same Code). In addition, some transactions and resolutions, such as amendments of the articles of association, increases or decreases in share capital, and the appointment or dismissal of members of the management bodies of limited liability companies (акционерни дружества) take effect only after they have been entered in the register (section 231(3) and (4) of the Commerce Act 1991).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  At the material time, the register was kept by the territorially competent regional courts (for Sofia, the Sofia City Court) (section 3(1) of the Commerce Act 1991), and entries in it were made pursuant to decisions by those courts, in which there were special company divisions. The registration decisions were given in noncontentious proceedings governed by Articles 42435 and 489501 of the Code of Civil Procedure 1952, in force until the end of February 2008. The proceedings could be initiated only by persons acting on behalf of the company, liquidators, or, in some very specific circumstances not relevant to the present case, by State authorities (Article 494). The procedure as a rule did not require a hearing (Article 496 § 1). Decisions granting a request to make the requested entries were not subject to appeal (Article 431 § 1) and were to be put into effect immediately (Article 497).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  If a court decision making an entry in the register aggrieved any third parties, they could bring contentious proceedings, directing their claim against the person who benefited from the registration, and seek the annulment of the registration decision (Article 431 § 2). Such claims were examined under the general procedure applicable to civil proceedings through the three levels of the court system. If the courts allowed a claim for a judicial declaration that an entry in the register was inadmissible or void, or that the details registered did not correspond to actions which had in fact been taken, the registering court had to erase the entry of its own motion or pursuant to a request by an interested party (Article 498).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Other relevant provisions of the Code of Civil Procedure 1952",
                                "elements": [
                                    {
                                        "content": "52.  At the relevant time, interim measures could be sought by a prospective or actual claimant under Articles 30822 of the Code of Civil Procedure 1952, in force until the end of February 2008. A claimant had to establish that, failing such measures, the enforcement of the rights that he or she might obtain under a future court decision could be frustrated or seriously hampered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  A final judgment or decision could not be revoked or amended by the court which had given it, except on the court’s own initiative or pursuant to a request by the parties, where it contained an obvious error. Before correcting the error by means of a decision, the court had to inform the parties and hold a hearing (Article 192 §§ 1 and 2 of the same Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Article 217a of the Code entitled parties to civil proceedings to make complaints about delays in the proceedings. Such complaints were to be examined by the president of the higher court, who could order specific measures to be taken in order to speed up the proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Commerce Act 1991",
                                "elements": [
                                    {
                                        "content": "55.  The rights of shareholders in limited liability companies (акционерни дружества) are governed by the Commerce Act 1991. Shareholders are entitled to vote at a general meeting of shareholders, which is competent to, inter alia, amend the company’s articles of association, increase or decrease the company’s share capital and elect members of the company’s boards (sections 181(1) and 221(1), (2) and (4)). They are also entitled to dividends and parts of the company’s assets upon a windingup (section 181(1)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Section 71 of the same Act provides that any shareholder can bring a claim to protect his or her rights if they have been violated by a company body. Under section 74(1), any shareholder may apply to the courts to set aside a resolution of the general meeting of shareholders if it is unlawful or in breach of the company’s articles of association. The application must be made no later than three months after the meeting (section 74(2)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Act also governs the duties of the members of the boards of limited liability companies. Board members must act in the best interest of the company (section 237(2), as in force at the material time). A new subsection 6 of section 237, added in June 2003, specifies that that duty equally applies to individuals who represent legal persons who are members of a company’s board. Board members are jointly and severally liable for any damage that they cause to the company through their fault (section 240(2)). A new section 240a, added in June 2003, makes it possible for shareholders holding at least 10% of a company’s share capital to bring derivative claims against board members.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Interpretative decision no. 1 of 2002",
                                "elements": [
                                    {
                                        "content": "58.  In order to settle differences in the courts’ caselaw concerning legal challenges against resolutions of company bodies and their registration in the register of companies, on 6 December 2002 the General Meeting of the Civil Divisions of the Supreme Court of Cassation issued interpretative decision no. 1 of 2002 (тълк. реш. № 1 от 6 декември 2002 г. по тълк. д. № 1/2002 г., ОСГК на ВКС). It, inter alia: (a) clarified the circumstances in which resolutions of a general meeting of shareholders can be considered null and void and the circumstances in which they are merely liable to be annulled; (b) made clear that resolutions which are null and void can be challenged indefinitely, whereas resolutions which are merely voidable must be challenged by a shareholder under section 74(1) of the Commerce Act 1991 and within the timelimit set by section 74(2) (see paragraph 56 above); (c) held that resolutions of a general meeting of shareholders can be challenged only under section 74, not under section 71 of the Commerce Act 1991, and that claims under section 71 can be directed against resolutions of a company’s board; (d) held that the annulment of a resolution of a company’s board or of a general meeting of its shareholders under, respectively, sections 71 or 74 does not have retrospective effect; (e) held that defects in the resolutions of company bodies cannot be challenged in proceedings under Article 431 § 2 of the Code of Civil Procedure 1952 (see paragraph 51 above), because claims under that provision concern only defects in the registration of such resolutions in the register of companies; (f) specified that a claim under Article 431 § 2 can be brought by a person who considers that the judicial proceedings leading to an entry in the register were flawed or that invalid information has been entered in the register, and that the effect that such a claim would seek to achieve is the rectification of the register under Article 498 of the Code (see paragraph 51 in fine above); (g) held that if a registering court has registered a company resolution which has not in fact been passed, the annulment of its decision does not have retrospective effect visàvis third parties, but does have such effect as regards the relations between the company and its shareholders; (h) held that if a registering court has registered a company resolution which is later declared null and void, the judicial declaration of nullity is to be entered in the register but has no retrospective effect, either as between the company and its shareholders or between the company and third parties; (i) held that it is not open to the courts to grant interim injunctions in relation to claims under section 74 of the Commerce Act 1991.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Right of use of State property",
                                "elements": [
                                    {
                                        "content": "59.  Until 1996 the legal regime of State property was governed by the Property Act 1951 (Закон за собствеността) and regulations adopted in 1975, which did not restrict the duration of the right of use of such property. Such a restriction was introduced with the adoption of the State Property Act 1996 (Закон за държавната собственост), which superseded the abovementioned enactments. Section 56(1) of that Act provides that the right of use of State property can be granted only for a period of up to ten years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Paragraph 6 of the transitional and concluding provisions of the State Property Act 1996 specified that this temporal restriction would also be applicable to cases where the right of use of State property had been granted before the Act’s entry into force. In a decision of 10 April 2001, the  found that paragraph 6 ran counter to the provisions of the Constitution of 1991 protecting the right to property (реш. № 7 от 10 април 2001 г. по к. д. № 1 от 2001 г., обн., ДВ, бр. 38 от 17 април 2001 г.).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  State liability for damage",
                                "elements": [
                                    {
                                        "content": "61.  Section 1(1) of the State Responsibility for Damage Caused to Citizens Act 1998 (on 12 July 2006 its name was changed to the “State and Municipalities Responsibility for Damage Act” – “the SMRDA”) provides that the State and municipalities are liable for damage suffered by private persons as a result of unlawful acts or omissions by State or municipal bodies or civil servants, committed in the course of an administrative action. Section 4 provides that compensation is due for all damage which is the direct and proximate result of the unlawful act or omission.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  PRELIMINARY POINT",
                        "elements": [
                            {
                                "content": "62.  On 24 April 2009 Mr Georgi Ferdinandov Mitev declared that he wished to withdraw his complaints (see paragraph 5 above). In view of that, the Court considers, in accordance with Article 37 § 1 (a) of the Convention, that it is no longer justified to continue the examination of the application in so far as it concerns Mr Mitev. Moreover, noting that the issues raised by his complaints were also raised by those of the remaining applicants, the Court, in accordance with Article 37 § 1 in fine, finds that respect for human rights does not require it to continue examining the application in so far as it concerns Mr Mitev (see, mutatis mutandis, Özgür Gündem v. Turkey, no. 23144/93, §§ 34 and 36, ECHR 2000III; Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, § 32, ECHR 2005X; and Ivanov and Others v. Bulgaria, no. 46336/99, § 32, 24 November 2005). Accordingly, this part of the application shall be struck out of the list.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "63.  The applicants complained that, by issuing decisions nos. 9 and 10, as well as all subsequent decisions registering resolutions of the “illegitimate” board of directors of MTFU and the general meetings of shareholders called by that board, and by refusing to register the resolution of the general meeting conducted by the applicants and other shareholders on 15 November 1999, the Sofia City Court had acted in breach of their rights under Article 6 § 1 of the Convention to a fair trial and an impartial tribunal. They further complained that by issuing those decisions the Sofia City Court had acted in an arbitrary fashion and had allowed persons who had had nothing to do with the company to take control over it, wreck it, and dramatically dilute the applicants’ shareholding in it, all of which had seriously breached their rights under Article 1 of Protocol No. 1. The ensuing failure of the courts and of other authorities to react effectively and in a timely manner to that situation had allowed it to persist for a number of years.",
                                "elements": []
                            },
                            {
                                "content": "64.  In the circumstances of the case, and noting that the gist of the applicants’ grievance concerns the effect of the State’s actions and omissions on their shareholding in MTFU, the Court considers that the complaint should be examined solely under Article 1 of Protocol No. 1 (see, mutatis mutandis, Forminster Enterprises Limited v. the Czech Republic, no. 38238/04, § 59, 9 October 2008). That provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Victim status",
                                        "elements": [
                                            {
                                                "content": "65.  The Government submitted that Shesti Mai Engineering OOD and Mr Evtimov could not claim to continue to be victims of a violation, because they had obtained the annulment of decision no. 9 and of the corresponding entries in the register of companies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The applicants submitted that those developments had not wiped out the consequences of decision no. 9. Its annulment had not automatically brought about the invalidation of all subsequent actions taken by the company bodies installed by it, and the applicants had been placed in a situation requiring them to seek the annulment of all those actions and their registration in the register of companies. In any event, that was not possible, because, under the Bulgarian courts’ settled caselaw, the annulment of resolutions of company bodies did not have retrospective effect. Thus, the successful outcome of the proceedings brought by Shesti Mai Engineering OOD and Mr Evtimov had had “zero legal effect”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court observes that a decision or measure favourable to an applicant is not in principle sufficient to deprive him or her of his or her status as a victim unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see, among many other authorities, Scordino v. Italy (no. 1) [GC], no. 36813/97, § 180, ECHR 2006V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In the present case, the question whether the annulment of decision no. 9 and of the corresponding entries in the register of companies, albeit favourable to the applicants, afforded them sufficient redress is closely related to the substance of the complaint under Article 1 of Protocol No. 1 (see, mutatis mutandis, BennichZalewski v. Poland, no. 59857/00, §§ 7677, 22 April 2008). The Court therefore decides to join the Government’s objection to the merits.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "69.  The Government also argued that the applicants had failed to exhaust domestic remedies, as required under Article 35 § 1 of the Convention, for the following reasons:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  the applicants had failed to bring tort claims against the persons responsible for the reduction of their shareholding, had not tried to seek damages from the members of the board of directors registered pursuant to decision no. 9, and had not sought to enforce their shareholder rights under sections 71 and 74 of the Commerce Act 1991;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  only Shesti Mai Engineering OOD and Mr Evtimov had brought legal challenges against decision no. 9. The remaining applicants had neither tried to join the proceedings brought by those two applicants nor brought separate proceedings; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  the applicants had not tried to bring a claim for damages under section 1 of the SMRDA.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The applicants contested those arguments. They submitted that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  they had immediately sought the annulment of decisions nos. 9 and 10 and had sought and obtained an interim injunction in relation to those actions. It had not been apparent that the possibility of bringing a claim for damages against members of the board of directors under the special rules of the Commerce Act 1991 or under the general law of tort had any prospect of success, as there had been no examples of such claims having been prosecuted successfully. As for the claims under sections 71 and 74 of the Commerce Act 1991, those had concerned legal challenges against resolutions of company bodies and could not have provided redress against unlawful judicial decisions. Nor would they have been appropriate in the patently unlawful situation engendered by decision no. 9. Moreover, it had not been clear whether those claims would be available to the applicants. Their shareholdings had been extinguished following the new management’s resolution of 30 November 1999 to annul all existing shares and share warrants, whereas claims under sections 71 and 74 could be brought solely by existing shareholders;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  although the remaining applicants had not joined the proceedings initiated by Shesti Mai Engineering OOD and Mr Evtimov, they had benefitted from the courts’ rulings in those proceedings in any event. If they had brought separate proceedings, those would have been stayed, as had happened with the proceedings brought by Motorengineering OOD and Vitex AD;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  the remedy under section 1 of the SMRDA had been inapplicable, because it had only concerned damage caused by acts or omissions of the administrative authorities, not by judicial decisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court considers that the first limb of the Government’s objection, which concerns the availability of remedies allowing the applicants to effectively exercise their shareholder rights visàvis the persons who had taken over their company as a result of decision no. 9, is closely related to the substance of the complaint under Article 1 of Protocol No. 1 (see, mutatis mutandis, BennichZalewski, cited above, § 80). It therefore decides to join it to the merits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  As regards the second limb of the objection, the Court observes that, initially, only Shesti Mai Engineering OOD and Mr Evtimov sought to challenge decision no. 9 (see paragraphs 24 and 31 above). However, when two other applicants, Motorengineering OOD and Vitex AD, also brought a legal challenge against that decision in April 2000, the courts stayed the proceedings to await the outcome of the earlier action brought by Shesti Mai Engineering OOD. After decision no. 9 and the corresponding entries in the register of companies had been annulled as a result of those earlier proceedings, the proceedings brought by Motorengineering OOD and Vitex AD were resumed. However, the courts dismissed their claim, finding that they no longer had an interest in pursuing the matter (see paragraphs 35-37 above). In those circumstances, the Court fails to see how the remaining applicants could have also challenged decision no. 9, as they risked obtaining a similar result (see, mutatis mutandis, Carson and Others v. the United Kingdom [GC], no. 42184/05, §§ 56 and 58, ECHR 2010-...). Nor were they required to join the proceedings brought by Shesti Mai Engineering OOD and Mr Evtimov, because they benefitted from their outcome in any event: the annulment of decision no. 9 and the related entries in the register of companies had an erga omnes effect (see paragraph 51 above and, mutatis mutandis, A. Association and H. v. Austria, no. 9905/82, Commission decision of 15 March 1984, Decisions and Reports (DR) 36, p. 187; Erdoğan v. Turkey, no. 19807/92, Commission decision of 16 January 1996, DR 84A, p. 5; Oğur v. Turkey [GC], no. 21594/93, § 67, ECHR 1999III; and Yüksel Erdoğan and Others v. Turkey, no. 57049/00, §§ 7475, 15 February 2007). This limb of the objection must therefore be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  As to the third limb of the objection, the Court observes that the official acts which gave rise to the applicants’ grievance were judicial decisions. The Government have not argued that those decisions could be regarded as administrative action within the meaning of section 1 of the SMRDA (see paragraph 61 above). The Court is therefore not satisfied that a claim under that provision would have stood a reasonable prospect of success (see, mutatis mutandis, Olczak v. Poland (dec.), no. 30417/96, §§ 4748, 7 November 2002). This limb of the objection must therefore be dismissed as well.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Other grounds for inadmissibility",
                                        "elements": [
                                            {
                                                "content": "74.  The Court considers that the complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention or inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "75.  The Government argued that there had been no arbitrary interference with the applicants’ shareholdings in MTFU and that, in any event, the authorities had reacted in an adequate manner, because the courts had annulled decision no. 9 of 21 July 1999 and the corresponding entries in the register of companies. The applicants’ legal challenges to that decision had been examined within a reasonable time. It had been entirely normal that the claims, which concerned a dispute between shareholders, had been examined under the usual procedure applicable to civil proceedings through the three levels of the court system, which had taken approximately four years in the cases of both Shesti Mai Engineering OOD and Mr Evtimov. That could hardly be regarded as unreasonable. However, if the applicants had considered that the examination of their cases had been unduly delayed, they could have made complaints about delays under Article 217a of the Code of Civil Procedure 1952. The Government further submitted that the courts had not acted in breach of the interim injunction obtained by Shesti Mai Engineering OOD, because it had been set aside shortly after being granted. As to the executive authorities, to whom the applicants had addressed numerous complaints, they had not been in a position to interfere with judicial decisions, as the judiciary was independent. In any event, the developments complained of had not had a negative effect on MTFU – it was still a going concern and, in 2010, had had a share capital of BGN 1,251,500. Lastly, it could not be overlooked that the Supreme Judicial Council had taken disciplinary action against Judge R.P.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The applicants contested these arguments, considering that the measures referred to by the Government had had no practical effect on their situation. Furthermore, they argued that the Sofia City Court had interfered with MTFU’s corporate affairs in an arbitrary manner and in blatant disregard of the applicable legal provisions and of the requirements of Article 6 § 1 of the Convention for it to be fair, independent and impartial, and to uphold the rule of law. After that, the courts and the authorities had not only made possible, but had also tolerated and sanctioned – at one point in breach of the interim injunction issued by the Sofia District Court – the unlawful actions of the new management of the company, which had, amongst other things, resolved to cancel all existing shares and MTFU’s company register and had thus extinguished the applicants’ shareholdings in the company. Despite the numerous complaints lodged by the applicants, neither the prosecuting nor any other authorities had intervened to prevent that from happening. As for the courts, instead of reacting swiftly to the legal challenges brought by the applicants, they had taken an unreasonably long time to examine them, disregarding the very high stakes involved. Those developments had had a negative effect on MTFU, which had been a successful, growing company before July 1999. As a result of the actions of the new management, it had, in fact, stopped functioning. As of 2010 it had retained only two employees and had declared losses. All of that had amounted to a serious breach of the State’s negative and positive obligations under Article 1 of Protocol No. 1.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Applicability of Article 1 of Protocol No. 1",
                                "elements": [
                                    {
                                        "content": "77.  The Court observes that the complaint concerns not so much the economic situation of MTFU but, more importantly, the applicants’ shareholdings in it. In July 1999 they held a total of 49.83% of the company’s shares (see paragraph 14 above). Those shares undoubtedly constituted “possessions” within the meaning of Article 1 of Protocol No. 1 (see Bramelid and Malmström v. Sweden, nos. 8588/79 and 8589/79, Commission decision of 12 October 1982, DR 29, p. 64; Sovtransavto Holding v. Ukraine, no. 48553/99, § 91, ECHR 2002VII; Olczak, cited above, § 60; Trippel v. Germany, no. 68103/01, § 18, 4 December 2003; Freitag v. Germany, no. 71440/01, § 51, 19 July 2007; and Marini v. Albania, no. 3738/02, § 164, 18 December 2007). The Court therefore finds that this provision is applicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court further considers that the complexity of the factual and legal position in the present case prevents it from being classified in a precise category. It therefore finds it appropriate to examine it in the light of the general rule, set forth in the first sentence of the first paragraph of Article 1 of Protocol No. 1 and laying down the right to the peaceful enjoyment of possessions (see, mutatis mutandis, Sovtransavto Holding, §§ 9293, and Marini, § 167, both cited above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Compliance with Article 1 of Protocol No. 1",
                                "elements": [
                                    {
                                        "content": "79.  While Article 1 of Protocol No. 1 is essentially concerned with preventing unwarranted State interference with property rights, in certain situations the effective enjoyment of the rights guaranteed by that provision may entail the adoption of positive measures, even in cases involving litigation between private individuals or companies (see Sovtransavto Holding, cited above, § 96; Broniowski v. Poland [GC], no. 31443/96, § 143, ECHR 2004V; Fuklev v. Ukraine, no. 71186/01, §§ 9091, 7 June 2005; Kostić v. Serbia, no. 41760/04, § 66, 25 November 2008; Belev and Others v. Bulgaria, nos. 16354/02, 16485/02, 16878/02, 16885/02, 16886/02, 16889/02, 17333/02, 17340/02, 17344/02, 17613/02, 17725/02, 17726/02, 18410/02, 18413/02, 18414/02, 18416/02, 21023/02, 21024/02, 21027/02, 21029/02, 21030/02, 21033/02, 21038/02, 21052/02, 21071/02, 21284/02, 21378/02, 21800/02, 22430/02, 22433/02, 26478/02, 26498/02, 31049/02, 31333/02, 31518/02, 37816/02, 42567/02, 43529/02, 758/03, 3461/03 and 11219/03, § 85, 2 April 2009; Plechanow v. Poland, no. 22279/04, §§ 99100, 7 July 2009; Sierpiński v. Poland, no. 38016/07, §§ 6869, 3 November 2009; and Tunnel Report Limited v. France, no. 27940/07, § 37, 18 November 2010). The boundaries between the State’s positive and negative obligations under Article 1 of Protocol No. 1 do not lend themselves to precise definition. However, whether the case is analysed in terms of a positive duty on the part of the State or in terms of interference by a public authority which needs to be justified, the criteria to be applied do not differ in substance. The first and most important of these is the requirement of lawfulness (see Broniowski, cited above, §§ 144 and 147; HuttenCzapska v. Poland [GC], no. 35014/97, § 163, ECHR 2006VIII; Kushoglu v. Bulgaria, no. 48191/99, § 49, 10 May 2007; Belev and Others, cited above, § 86; and Sedelmayer v. Germany (dec.), nos. 30190/06 and 30216/06, 10 November 2009). That presupposes, amongst other things, that domestic law must provide a measure of legal protection against arbitrary interference with property rights (see Capital Bank AD v. Bulgaria, no. 49429/99, § 134, 24 November 2005; Zlínsat, spol. s r.o. v. Bulgaria, no. 57785/00, § 98, 15 June 2006; Družstevní záložna Pria and Others v. the Czech Republic, no. 72034/01, § 89, 31 July 2008; and Forminster Enterprises Limited, cited above, § 69), and that the State must afford judicial procedures that offer the necessary procedural guarantees and enable the domestic courts to adjudicate effectively and fairly on any disputes between private persons (see UkraineTyumen v. Ukraine, no. 22603/02, § 51, 22 November 2007). Indeed, the latter requirement is also one of the positive obligations stemming from Article 1 of Protocol No. 1 (see Sovtransavto Holding, cited above, § 96; AnheuserBusch Inc. v. Portugal [GC], no. 73049/01, § 83, ECHR 2007I; Kushoglu, cited above, § 47; Freitag, cited above, § 54; and Marini, cited above, § 171). In ascertaining whether those requirements have been satisfied, the Court must take a comprehensive view of the applicable procedures.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  As already noted, the applicants’ complaints in the present case concern not so much the economic situation of MTFU but their shareholdings in the company. As a result of the events in issue those shareholdings were radically diluted. In July 1999, taken together, the applicants had a 49.83% stake in it. After several increases of the company’s share capital carried out by the management installed as a result of decision no. 9, at the end of 2008 three other companies held a total of 99.1% of MTFU’s share capital (see paragraphs 47 and 48 above). Therefore, by that time, the applicants held, at best, a total of not more than 0.9% of the company’s shares (see, mutatis mutandis, Sovtransavto Holding, § 92, and Olczak, § 71, both cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  That was the upshot of a chain of events which started with an official act – decision no. 9 – whereby the Sofia City Court, acting on its own initiative, not basing its decision on any resolution of the company’s bodies, and grossly distorting the rules of procedure, entered new members of MTFU’s board of directors in the register of companies (see paragraphs 17, 28, 33 and 40 above). The court’s decision made possible a change of control of MTFU, which was sanctioned by its subsequent decisions nos. 10, 11 and 12 (see paragraphs 1821 above). The company’s new management later issued new shares, increasing its share capital by more than twenty times, from BGN 60,000 to BGN 1,251,000, and prevented the applicants from subscribing for those new shares (see paragraphs 9, 47 and 48 above). In view of that, and noting that decision no. 9 was not merely a response to the fraudulent actions of private persons, as would have been the case if it had been made pursuant to a registration application based on forged documents, but was a serious deviation from the normal functions of the Sofia City Court as custodian of the register of companies, the Court is satisfied that the dilution of the applicants’ shareholdings in MTFU was linked to the actions of the State to a degree that is sufficient to justify the conclusion that the authorities interfered with the applicants’ possessions. However, that interference was not comparable to a deprivation of possessions (see Sovtransavto Holding, cited above, § 94), but was rather an act that created a situation in which third parties were able to interfere with the applicants’ possessions (see, mutatis mutandis, Kushoglu, cited above, § 61).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  One of the effects of decision no. 9, until it was annulled on 3 November 2003, was to confer on persons who had not been elected by MTFU’s shareholders ostensible authority to serve on the company’s board, run the company, and bind it as against third parties. That allowed them to take a number of steps prejudicial to the applicants’ interests as shareholders, both directly, by diluting their shareholdings, and indirectly, by disposing of company assets and by assuming obligations on behalf of the company. Indeed, it seems that among the first steps taken by the fraudulent board of directors were its resolutions to call two general meetings of the shareholders, which the applicants were prevented from attending, with a view to effecting further changes to the company’s constitution and management (see paragraphs 20 above). The Sofia City Court, apparently based on the entry in the register made pursuant to decision no. 9, considered those meetings as validly conducted and entered the resolutions passed by them in the register of companies, while at the same time refusing to enter the resolutions taken at the “parallel” meeting held by the applicants, on the grounds that it had not been called by the legitimate board of directors (see paragraphs 21 and 22 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Following legal challenges by Shesti Mai Engineering OOD and Mr Evtimov, the national courts annulled decision no. 9 and the corresponding entries in the register of companies. They found that it had not been made pursuant to a request by a person entitled to make such a request and did not relate to any resolution of the company’s bodies (see paragraphs 28 and 33 above). In addition, the disciplinary panel of the Supreme Judicial Council found that in issuing the decision Judge R.P. had wilfully breached her professional duties, had committed a number of procedural violations and had distorted the evidence (see paragraph 40 above). The Court sees no reason to question those conclusions, and accordingly concludes that the decision that gave rise to the interference with the applicants’ possessions was manifestly unlawful and arbitrary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  It remains to be established whether, as required by the State’s positive obligations under Article 1 of Protocol No. 1, Bulgarian law afforded the applicants effective means of protecting themselves against the harmful consequences of decision no. 9 – in particular, the possibilities that it gave to other private persons to interfere with their shareholdings in MTFU –, and whether the annulment of that decision more than four years after it had been made was sufficient to provide the applicants with effective redress. In the Court’s view, the answer to both of those questions is no, for the following reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The applicants sought to prevent the situation created through decision no. 9 from unfolding to their disadvantage in two ways. Two of them – Shesti Mai Engineering OOD and Mr Evtimov – almost immediately sought the decision’s annulment (see paragraphs 24 and 31 above). Another two applicants, Motorengineering OOD and Vitex AD, also challenged the decision, as well as three subsequent decisions (see paragraph 35 above). In addition, Shesti Mai Engineering OOD sought and obtained an interim injunction barring the board “created” by that decision from taking any managerial decisions and disposing of company assets, and prohibiting the first general meeting of shareholders called by that board from taking place (see paragraph 25 above). Those steps seem entirely reasonable under the circumstances, for two reasons. First, the situation engendered by decision no. 9 was highly unusual and out of line with the normal way in which the register of companies ought to have operated. Secondly, at that time the Bulgarian courts’ caselaw on the procedure to be followed in order to challenge unlawful resolutions of company bodies and erroneous entries in the register of companies and on the availability of interim remedies in connection with such challenges was apparently not settled, as evidenced by the need for the Supreme Court of Cassation to give in December 2002 – more than two years after the events in issue – an interpretative decision resolving the divergences in the courts’ caselaw in that domain (see paragraph 58 above). However, as a result of the reaction of the courts to the applicants’ requests, their efforts proved fruitless. That allowed the fraudulent board of directors, unchecked, to take a number of steps in relation to the corporate affairs of MTFU and the applicants’ shareholdings in it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  It is true that the applicants could have, in addition, tried to challenge the resolutions of that board under section 71 of the Commerce Act 1991 and the resolutions of the general meetings of shareholders called by it under section 74 of the same Act (see paragraph 56 above). It is also conceivable that they could have tried to seek compensation for the damage occasioned by the actions of that board’s members – or their representatives, such as Mr B.S. – under the special rules providing for liability of board members (see paragraph 57 above) or under the general law of tort. The existence of mere doubts as to the prospects of success of a particular remedy which is not obviously futile does not absolve an applicant from having to use his or her recourse to it (see, among other authorities, Van Oosterwijck v. Belgium, 6 November 1980, § 37, Series A no. 40; Brusco v. Italy (dec.), no. 69789/01, ECHR 2001IX; Milošević v. the Netherlands (dec.), no. 77631/01, 19 March 2002; and Kamburov v. Bulgaria (dec.), no. 14336/05, § 61 in fine, 6 January 2011). However, the Court does not consider that the applicants can be criticised for not having made use of a remedy which would have been directed to essentially the same end as the ones that they had used and which would not have had a better prospect of success (see Iatridis v. Greece [GC], no. 31107/96, § 47, ECHR 1999II, and, more recently, Mileva and Others v. Bulgaria, nos. 43449/02 and 21475/04, §§ 77 and 82, 25 November 2010). Moreover, even assuming that such claims would have had a reasonable chance of succeeding, in the very unusual circumstances of this case they would have been unlikely to fully and adequately wipe out the consequences of the interference with the applicants’ possessions and to ensure compliance with the State’s positive obligations under Article 1 of Protocol No. 1, for two reasons. First, as apparent from the fate of the proceedings brought by Motorengineering OOD and Vitex AD (see paragraph 36 above), any claim brought by the applicants in relation to the board’s actions would have, in all probability, been stayed to await the outcome of the proceedings against decision no. 9, and would have thus taken many years to examine, possibly allowing the board ample time to shield themselves from liability. Secondly, the applicants would have been required to bring individual challenges against the multitude of resolutions passed by that board throughout the considerable period of time – more than four years – during which it was still considered by the outside world, including the courts, as validly constituted by reason of its featuring in the register of companies. As evident from the Supreme Court of Cassation’s interpretative decision no. 1 of 2002, the annulment of a resolution of a board or of a general meeting of shareholders of a company under sections 71 and 74 does not have retrospective effect (see paragraph 58 above). That would have made it very difficult for the applicants to untangle the board’s actions. That said, their failure to have recourse to those remedies, and to thus try to mitigate their loss, may be taken into account for the purposes of Article 41 of the Convention (see, mutatis mutandis, Hornsby v. Greece, 19 March 1997, § 37 in fine, Reports of Judgments and Decisions 1997II, and Iatridis, cited above, § 47).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  In the Court’s view, the precariousness and the patent unlawfulness of the situation engendered by decision no. 9 called for the availability of, first, urgent measures to prevent it from unfolding to the detriment of the applicants and affecting, perhaps irrevocably, their shareholdings in MTFU and, second, swift procedures allowing the applicants to bring the situation to an end.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  However, in the event, the avenues of redress tried by the applicants did not meet those requirements. The applicants’ attempt to suspend the effects of decisions nos. 9 and 10 and prevent the fraudulent board of directors and managing director installed by them from exercising their powers were fruitless. The interim injunction obtained by Shesti Mai Engineering OOD on 21 September 1999 was not fully complied with even while it was still in effect, that is until 3 November 1999 (see paragraphs 25 and 26 above). It had ordered, inter alia, that the general meeting of MTFU’s shareholders scheduled for 30 September 1999 be postponed. However, the meeting took place and its decisions were given official sanction by the Sofia City Court, which entered the changes to MTFU’s board adopted by it in the register of companies (see paragraphs 20 and 21 above). More importantly, the Sofia City Court set aside the injunction approximately a month and a half after it had been granted, holding that interim relief was not appropriate in the circumstances (see paragraph 26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The legal challenges brought by Shesti Mai Engineering OOD and Mr Evtimov, instead of being fasttracked as required by the urgency of the situation, were examined by the courts under the normal procedure applicable to civil proceedings through the three levels of the court system, which took, in the case of Shesti Mai Engineering OOD, four years and two months (from September 1999 until 3 November 2003 – see paragraphs 2427 above), and in the case of Mr Evtimov, about four years and seven months (from 28 July 1999 until 9 March 2004 – see paragraphs 3133 above). It then took several years more to examine the claims brought by Motorengineering OOD and Vitex AD (see paragraphs 3538 above). In the circumstances, those periods can hardly be regarded as reasonable. The situation called for a much more expedited response on the part of the courts, because, in the absence of interim remedies, throughout the time in which the main proceedings were pending the applicants had no means of effectively opposing the multitude of steps taken by the persons entered in the register of companies as MTFU’s new management, and of preventing the damaging effect of those steps on their shareholdings in the company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court additionally notes that the applicants lodged numerous complaints with other State bodies, which only resulted in disciplinary action against Judge R.P. (see paragraphs 23 and 40 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  In view of the foregoing, the Court concludes that the procedures available under Bulgarian law failed to provide effective redress to the applicants and give them adequate protection from the consequences of the registration decisions that enabled private persons fraudulently to take control of their company (contrast, mutatis mutandis, BennichZalewski, cited above, §§ 94 and 9697). It follows that the applicants may still be considered as victims of a violation of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court therefore holds that there has been a violation of this provision on account of the unlawful interference with the applicants’ possessions and the State’s ensuing failure effectively to undo its consequences, and rejects the Government’s objection of lack of victim status and the first limb of their objection of nonexhaustion of domestic remedies.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  COMPLAINTS RAISED AFTER NOTICE OF THE APPLICATION WAS GIVEN TO THE GOVERNMENT",
                        "elements": [
                            {
                                "content": "93.  The Court observes that after notice of the application was given to the Government, in their observations in reply to those of the Government the applicants complained under Article 6 § 1 of the Convention about the length and of the alleged unfairness of the proceedings brought by Motorengineering OOD and Vitex AD (see paragraphs 6 and 3539 above). They argued that those complaints were not new, as the proceedings at issue had been mentioned in the initial application, where the applicants had already relied on Article 6 § 1 of the Convention. For their part, the Government contended that those complaints were new and should not be taken up by the Court.",
                                "elements": []
                            },
                            {
                                "content": "94.  The Court notes that in their initial application the applicants raised complaints under Article 6 § 1 of the Convention (see paragraph 63 above). However, those complaints did not concern the fairness of the proceedings brought by Motorengineering OOD and Vitex AD, which at that time were still pending before the firstinstance court (see paragraph 36 above). In those circumstances, it may be considered that the complaints under Article 6 § 1 of the Convention relating to the fairness and the length of those proceedings are new, and not an elaboration of the applicants’ initial complaints, and that it is therefore not appropriate to take them up separately at this stage (see Nuray Şen v. Turkey (no. 2), no. 25354/94, §§ 199200, 30 March 2004; Melnik v. Ukraine, no. 72286/01, §§ 6163, 28 March 2006; Maznyak v. Ukraine, no. 27640/02, § 22, 31 January 2008; Kuncheva v. Bulgaria, no. 9161/02, § 18, 3 July 2008; Lisev v. Bulgaria, no. 30380/03, § 33, 26 February 2009; and Tsonyo Tsonev v. Bulgaria, no. 33726/03, § 24, 1 October 2009). The Court will therefore not examine them. In any event, it already dealt with all material aspects of the case under Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "95.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "1.  Claims by all applicants in their capacity as shareholders in MTFU",
                                        "elements": [
                                            {
                                                "content": "96.  In respect of pecuniary damage, the applicants claimed a total of 11,663,010 Bulgarian levs (BGN) (the equivalent of approximately 5,963,202 euros (EUR)), which represented their pro rata share of MTFU’s assets, the most important of which was the right of use of the Stateowned training centre in Bistritsa granted to the company in 1990. They arrived at that sum in the following manner. According to an expert report obtained by them in December 2009 (see paragraph 98 below), the fair market value of the right of use at that time was BGN 29,257,000. This sum was to be reduced by twenty per cent, because in July 1999 the right had been already been enjoyed for almost ten years, which represented twenty per cent of its overall duration (fifty years). The resulting sum was BGN 23,405,600. Multiplied by 49.83% (the applicants’ combined stake in MTFU in July 1999), that gave the figure of BGN 11,663,010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The applicants submitted that the damage to their shareholdings in MTFU and the company’s business which had started in July 1999 was irreparable and could not be undone. Before that, MTFU had been doing quite well. After the events in question, its main line of business had been abandoned, and in 2007 and 2008 it had posted no revenue at all from professional training. The number of people employed by the company had also declined. The revenue before the interference had been chiefly due to the company’s main asset – the right of use of the training centre in Bistritsa. In 1990 the company had paid the full value of that right, and later had taken good care of the property, investing considerable amounts of money to maintain and develop it. The value of that asset was therefore a good guide for the pecuniary damage suffered by the applicants as a result of the interference with their shareholdings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The expert report presented by the applicants was drawn up in December 2009 by surveyors retained by them. The report, based on documents and information supplied by the applicants, publicly available documents and an external inspection of the premises in Bistritsa, relied on two methods to determine the fair market value of the training centre. The first method, based on the property’s replacement value, arrived at a figure of BGN 33,373,800. The second method, based on the discounted cash flow of the revenue from the activities that could be developed in the training centre – chiefly conference tourism – arrived at a figure of BGN 25,140,400. The experts then calculated the arithmetic mean of the figures resulting from each of the two methods, obtaining BGN 29,257,100 and then approximating this sum to BGN 29,257,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Government submitted that the claims were excessive and speculative. They objected to the applicants’ basing them on the value of the training centre in Bistritsa, pointing out that it was owned by the State. The right of use of the centre had been granted to MTFU in 1990 on preferential terms, and by 2000 had been extinguished. The judgment whereby the  declared paragraph 6 of the transitional and concluding provisions of the State Property Act 1996 unconstitutional had only had prospective effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The Court reiterates that a judgment in which it finds a breach imposes on the respondent State a legal obligation to put an end to the breach and to make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (see, among many other authorities, Brumărescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2000I, and Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 32, ECHR 2000XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  However, the nature and the extent of the just satisfaction to be afforded by the Court under Article 41 of the Convention directly depend on the nature of the breach (see Sovtransavto Holding v. Ukraine (just satisfaction), no. 48553/99, §§ 52 in limine and 55 in limine, 2 October 2003; Todorova and Others v. Bulgaria (just satisfaction), nos. 48380/99, 51362/99, 60036/00 and 73465/01, § 8 in limine, 24 April 2008; and Kushoglu v. Bulgaria (just satisfaction), no. 48191/99, §§ 1115, 3 July 2008). Moreover, there must be a clear causal connection between the damage claimed by the applicant and the breach (see, among other authorities, Stretch v. the United Kingdom, no. 44277/98, § 47, 24 June 2003). In addition, the Court enjoys a certain discretion in the exercise of the power conferred by Article 41, as is borne out by the adjective “just” and the phrase “if necessary” in its text (see Guzzardi v. Italy, 6 November 1980, § 114, Series A no. 39). Indeed, Article 41 empowers the Court to afford the injured party such satisfaction as appears to it to be appropriate if national law does not allow – or allows only partial – reparation to be made (see Comingersoll S.A. v. Portugal [GC], no. 35382/97, § 29, ECHR 2000IV; Wolkenberg and Others v. Poland (dec.), no. 50003/99, § 76, ECHR 2007XIV (extracts); Todorova and Others (just satisfaction), cited above, § 7; and Kushoglu (just satisfaction), cited above, § 9). If domestic law and the nature of the injury suffered by the applicant make such reparation possible, the Court takes that into consideration under Article 41, sometimes applying an appropriate reduction of the just satisfaction award (see Todorova and Others (just satisfaction), cited above, §§ 4346, and contrast De Wilde, Ooms and Versyp v. Belgium (Article 50), 10 March 1972, § 20, Series A no. 14), and sometimes declining to make any award at all (see Patrikova v. Bulgaria, no. 71835/01, §§ 113 and 115, 4 March 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  In the instant case, the first aspect of the breach of Article 1 of Protocol No. 1 consisted in the unlawful issuance of decision no. 9 by the Sofia City Court, which allowed persons who had nothing to do with the company in which the applicants were shareholders to act on its behalf and to take a number of steps that had a negative impact on the applicants’ shareholdings. The Court has already found that this was not comparable to a deprivation of possessions (see paragraph 81 in fine above). The second aspect of the breach consisted in the ensuing failure of the State to afford the applicants appropriate means of protecting themselves effectively against the actions taken by those persons. That cannot be equated to a deprivation of possessions either. Therefore, the compensation to be set does not necessarily need to reflect the idea of total elimination of the consequences of the breach. That said, had it not been for the breach, the applicants would have, in all probability, kept their shareholdings in the company, which would have entitled them to the payment of dividends and, in the event of a windingup of the company, to a pro rata share of its remaining assets. They may therefore be regarded as having suffered a real loss of opportunity that the State must indemnify (see, mutatis mutandis, Sovtransavto Holding (just satisfaction), cited above, §§ 55 in fine, 68 and 71, and Sildedzis v. , no. 45214/99, § 58, 24 May 2005). However, the Court is unable to accept the applicants’ proposal for the estimation of the quantum of that head of damage, for several reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  First, it is based on the premise that full reparation is needed, as if the case concerned deprivation of property, which it does not. Secondly, the Court is not persuaded that the calculation of the damage can be directly based on the value, in 2009, of the assets of the company in which the applicants were shareholders (see, mutatis mutandis, Sovtransavto Holding (just satisfaction), cited above, §§ 56 and 72). Thirdly, there is some doubt as to whether after the adoption of paragraph 6 of the transitional and concluding provisions of the State Property Act 1996, even if account is taken of the provision’s subsequent abrogation by the Constitutional Court, the company continued to have good title in law to the largest and most important of its assets – the right of use of the Stateowned training centre in Bistritsa (see paragraphs 4145 and 5960 above). Fourthly, the Court cannot overlook the facts that the primary actor in the fraudulent takeover of the applicants’ company were not the authorities but private persons, and that none of the applicants tried to obtain compensation for the damage caused by the persons who fraudulently took control of their company and thus mitigate their losses (see paragraph 86 above). Lastly, the calculation of the loss suffered by the applicants inevitably involves a degree of speculation (see, mutatis mutandis, Zlínsat, spol. s r.o. v.  (just satisfaction), no. 57785/00, § 43, 10 January 2008, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  In view of those considerations, and observing that a precise calculation of the sums necessary to make good the pecuniary losses suffered by the applicants may be prevented by the inherently uncertain character of the damage flowing from the violation (see, mutatis mutandis, Stretch, cited above, § 49), the Court considers that it must decide on the amounts to be awarded on the basis of equity. Taking into consideration its above findings, as well as the applicants’ respective shares in the company (see paragraph 14 above), the Court awards them the following amounts, plus any tax that may be chargeable to them thereon:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  to Shesti Mai Engineering OOD – EUR 2,500;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  to Motorengineering OOD – EUR 500;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  to Nov Bryag OOD – EUR 2,400;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iv)  to Vitex AD – EUR 500;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(v)  to Mr Krasimir Kostov Evtimov – EUR 12,100;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(vi)  to Ms Kalina Nikolova Stoycheva – EUR 3,900;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(vii)  to Mr Stefan Borisov Stefanov – EUR 2,000;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(viii)  to Ms Lilyana Nikolova Galeva – EUR 1,000;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ix)  to Ms Neli Mitkova Alexandrova – EUR 1,000;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(x)  to Ms Nikolina Slaveva Amzina – EUR 1,000; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(xi)  to Mr Ivan Boyanov Bozhilov – EUR 3,000.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Claims by Mr Evtimov in his capacity as executive director of MTFU",
                                        "elements": [
                                            {
                                                "content": "105.  Mr Evtimov, who had taken part in MTFU’s management since the formation of the company until deposed by the board of directors “appointed” by the Sofia City Court through decision no. 9, claimed a further BGN 341,725 (the equivalent of EUR 174,721) for loss of salary and related payments for the period since July 1999. He submitted that this loss was a direct consequence of the breach of Article 1 of Protocol No. 1, and could not be made good through the avenues of redress available under labour law, because his relation with the company was not governed by labour law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Government submitted that there was no causal link between the loss claimed and the breach, that the authorities had not interfered with Mr Evtimov’s employment, that Mr Evtimov had not made use of any labourlaw remedies to enforce his employment rights, and that the claim, being based on the assumption that Mr Evtimov would have remained executive director of MTFU until the present, was speculative.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  The Court observes that the breach found in the present case concerned State actions and omissions in relation to the applicants’ – including Mr Evtimov’s – shareholdings in MTFU, not Mr Evtimov’s relations with the company in his capacity as its executive director. In view of that, although the events at issue also had an impact on Mr Evtimov’s position as an officer of the company, the Court is not persuaded that there exists a sufficient causal link between the damage allegedly suffered by him and the breach of Article 1 of Protocol No. 1, and dismisses his claim under this head.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Nonpecuniary damage",
                                "elements": [
                                    {
                                        "content": "108.  The applicants who are natural persons submitted that they had suffered serious anguish and frustration as a result of the uncertainty engendered by the State’s interference with MTFU and the ensuing changes in the company, against which the authorities had failed to provide them timely and effective remedies. They had also suffered from the loss of their jobs in the company as a result of their dismissal by the new executive director, and from the passive attitude of the authorities to the arbitrary interference with their shareholdings. The applicant companies, for their part, pointed out that the Court had already accepted that a commercial company could, in principle, be awarded compensation in respect of such damage. They argued that the situation had placed them in a position of uncertainty and inability to conduct their business properly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  On that basis, the applicants claimed BGN 50,000 (the equivalent of EUR 25,565) each, except for Shesti Mai Engineering OOD, Mr Evtimov and Ms Kalina Nikolova Stoycheva.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  Shesti Mai Engineering OOD claimed BGN 200,000 (the equivalent of EUR 102,258), pointing out that it had mounted legal challenges against decisions nos. 9 and 10 of the Sofia City Court and their effects, and had lodged a number of complaints with various State authorities. It had thus suffered additional hardship, especially on account of the excessive duration of the proceedings against the two court decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  Mr Evtimov also contended that he had suffered additional hardship, because until July 1999 he had served as the MTFU’s executive director and had been humiliatingly removed from that position as a result of the developments at issue in the case. Furthermore, like Shesti Mai Engineering OOD, he had brought a legal challenge against decisions nos. 9 and 10, and had lodged complaints with various State authorities. His health had deteriorated as a result of the stress he had endured. On this basis, Mr Evtimov claimed BGN 300,000 (the equivalent of EUR 153,388).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  Ms Kalina Nikolova Stoycheva claimed BGN 90,000 (the equivalent of EUR 46,016). She argued that, being a lawyer, she had been particularly affected by the arbitrary and unlawful actions of the authorities and of MTFU’s new management. As Mr Evtimov’s wife, she had also been affected by his anguish and suffering. Her health had deteriorated as a result.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Government considered that the claims were exorbitant and that Ms Stoycheva’s claim was inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Court considers that the applicants who are natural persons must have suffered anguish and frustration as a result of the violation of their rights under Article 1 of Protocol No. 1. Ruling in equity, it awards EUR 4,000 each to Mr Stefanov, Ms Galeva, Mr Bozhilov, Ms Amzina and Ms Alexandrova. As for Ms Stoycheva, the Court considers that her profession did not put her in a position different from that of the other applicants. Nor does the Court discern a sufficient causal link between the breach and Ms Stoycheva’s stress and suffering as Mr Evtimov’s wife and the deterioration of her health. Therefore, it awards her the same amount as to the abovementioned applicants – EUR 4,000. As for Mr Evtimov, the Court is not persuaded that there exists a sufficient causal link between the violation and the frustration that Mr Evtimov might have suffered as a result of losing his position as executive director, or the deterioration of his health. However, taking into account his anguish and frustration in his capacity as a shareholder in MTFU, his having a larger stake in the company than the other applicants, and his sustained efforts to rectify the situation, the Court awards him EUR 6,000. To the aforementioned amounts is to be added any tax that may chargeable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  Concerning the claims made by the applicant companies, the Court notes that it has indeed not ruled out that a commercial company can be awarded compensation in respect of nonpecuniary damage, which may include heads of claim that are to a greater or lesser extent “objective” or “subjective”. Among these, account should be taken of the company’s reputation, uncertainty in planning and decision making, disruption in the management of the company and lastly, albeit to a lesser degree, anxiety and inconvenience caused to the members of the management team (see, among other authorities, Comingersoll S.A. v. Portugal [GC], no. 35382/97, §§ 3236, ECHR 2000IV; Sovtransavto Holding (just satisfaction), cited above, §§ 7881; and Dacia SRL v. Moldova (just satisfaction), no. 3052/04, § 60, 24 February 2009). However, in the present case there is no indication that the events at issue negatively affected in any significant way the reputations, planning and decision making or management of Motorengineering OOD and Vitex AD, for whom owning shares in MTFU does not appear to have been a central part of their businesses (contrast Dacia SRL, cited above, § 61). As for Shesti Mai Engineering OOD and Nov Bryag OOD – companies wholly owned by Mr Evtimov and Ms Stoycheva (see paragraph 1 above) – the Court does not consider that they suffered any nonpecuniary damage additional to that suffered by those two applicants. In light of these considerations, the Court concludes that the finding of a violation constitutes sufficient just satisfaction for any nonpecuniary damage suffered by the four applicant companies.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "116.  The applicants claimed EUR 3,220 for fortysix hours of legal work by their legal representative, Ms MargaritovaVuchkova, at an hourly rate of EUR 70, after the communication of the present application. In support of that claim, they presented a fee agreement and two time sheets. They requested that any sum awarded under this head be paid directly into Ms MargaritovaVuchkova’s bank account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  In addition, the applicants claimed EUR 1,820 for the work performed after the communication of the application by another lawyer, who did not represent them before the Court. In support of this claim they presented time sheets that had not been signed by that lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The applicants also claimed: (a) EUR 1,200, paid by them for legal services obtained in connection with drawing up of their application; (b) BGN 1,311.70 (the equivalent of EUR 670.66), for postage and translation of documents; and (c) BGN 3,000 (the equivalent of EUR 1,534), for fees paid for the expert report submitted in support of their claims for pecuniary damage (see paragraph 98 above). In support of these claims, they presented the relevant receipts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The Government considered that the claims for legal fees were excessive. They suggested that in assessing the quantum of the award, the Court should have regard to the rules governing the amounts payable to counsel for their appearance before the national courts. Furthermore, they submitted that the expenses for the expert report had not been necessary, given that it had concerned the value of the training centre in Bistritsa, which was property of the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  According to the Court’s caselaw, costs and expenses claimed under Article 41 must have been actually and necessarily incurred and reasonable as to quantum. When considering a claim for just satisfaction, the Court is not bound by domestic scales or standards (see, as a recent authority, Mileva and Others, cited above, § 125 in limine, with further references). In the present case, having regard to the above criteria, the Court awards EUR 2,500 in respect of Ms MargaritovaVuchkova’s legal fees. This sum is to be paid directly into Ms MargaritovaVuchkova’s bank account. The Court awards in full the expenses outlined in paragraph 118 above, amounting to EUR 3,404.66 in total, finding that they have been necessarily and actually incurred and appear reasonable as to quantum. These are to be paid directly to the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  On the other hand, the Court is not persuaded that the sums paid for the services of another lawyer after the communication of the application (see paragraph 116 above) were actually and necessarily incurred, given that this lawyer did not represent the applicants before the Court and has not signed the time sheets presented by them. Accordingly, the Court dismisses these claims.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "122.  The Court considers it appropriate that default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to strike the case out of the list in so far as it concerns Mr Georgi Ferdinandov Mitev;",
                        "elements": []
                    },
                    {
                        "content": "2.  Decides to join to the merits the questions of whether the applicants may still claim to be victims of the alleged violation of Article 1 of Protocol No. 1 and whether the applicants should have had resort to the remedies suggested by the Government in the first limb of their nonexhaustion objection;",
                        "elements": []
                    },
                    {
                        "content": "3.  Rejects the second and the third limbs of the Government’s objection of nonexhaustion of domestic remedies;",
                        "elements": []
                    },
                    {
                        "content": "4.  Declares admissible the complaint under Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 1 of Protocol No. 1 and rejects the Government’s objection of loss of victim status and the first limb of their nonexhaustion objection;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the abovementioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicants’ claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 September 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SHESTI MAI ENGINEERING OOD AND OTHERS v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-106250.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0920JUD001785404",
    "externalsources": [],
    "extractedappno": [
        "17854/04",
        "23144/93",
        "65731/01",
        "65900/01",
        "46336/99",
        "38238/04",
        "36813/97",
        "59857/00",
        "42184/05",
        "9905/82",
        "19807/92",
        "21594/93",
        "57049/00",
        "30417/96",
        "8588/79",
        "8589/79",
        "48553/99",
        "68103/01",
        "71440/01",
        "3738/02",
        "31443/96",
        "71186/01",
        "41760/04",
        "16354/02",
        "16485/02",
        "16878/02",
        "16885/02",
        "16886/02",
        "16889/02",
        "17333/02",
        "17340/02",
        "17344/02",
        "17613/02",
        "17725/02",
        "17726/02",
        "18410/02",
        "18413/02",
        "18414/02",
        "18416/02",
        "21023/02",
        "21024/02",
        "21027/02",
        "21029/02",
        "21030/02",
        "21033/02",
        "21038/02",
        "21052/02",
        "21071/02",
        "21284/02",
        "21378/02",
        "21800/02",
        "22430/02",
        "22433/02",
        "26478/02",
        "26498/02",
        "31049/02",
        "31333/02",
        "31518/02",
        "37816/02",
        "42567/02",
        "43529/02",
        "758/03",
        "3461/03",
        "11219/03",
        "22279/04",
        "38016/07",
        "27940/07",
        "35014/97",
        "48191/99",
        "30190/06",
        "30216/06",
        "49429/99",
        "57785/00",
        "72034/01",
        "22603/02",
        "73049/01",
        "69789/01",
        "77631/01",
        "14336/05",
        "31107/96",
        "43449/02",
        "21475/04",
        "25354/94",
        "72286/01",
        "27640/02",
        "9161/02",
        "30380/03",
        "33726/03",
        "28342/95",
        "48380/99",
        "51362/99",
        "60036/00",
        "73465/01",
        "44277/98",
        "35382/97",
        "50003/99",
        "71835/01",
        "45214/99",
        "3052/04"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Sections 71 and 74 of the Commerce Act 1991"
    ],
    "itemid": "001-106250",
    "judgementdate": "20/09/2011 00:00:00",
    "kpdate": "20/09/2011 00:00:00",
    "kpthesaurus": [
        "609",
        "59",
        "478",
        "183",
        "498",
        "14",
        "128",
        "310",
        "369",
        "304",
        "509",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "37",
        "37-1",
        "34",
        "35-1",
        "35",
        "P1-1-1",
        "37-1-c",
        "37-1-a",
        "41",
        "P1-1"
    ],
    "parties": [
        "SHESTI MAI ENGINEERING OOD AND OTHERS",
        "BULGARIA"
    ],
    "rank": "829.132141113281",
    "representedby": [
        "MARGARITOVA-VUCHKOVA S.",
        "KIRILOV K."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Anheuser-Busch Inc. v. Portugal [GC], no. 73049/01, § 83, ECHR 2007-I",
        "Association and H. v. Austria, no. 9905/82, Commission decision of 15 March 1984, Decisions and Reports (DR) 36, p. 187",
        "Belev and Others v. Bulgaria, nos. 16354/02, 16485/02, 16878/02, 16885/02, 16886/02, 16889/02, 17333/02, 17340/02, 17344/02, 17613/02, 17725/02, 17726/02, 18410/02, 18413/02, 18414/02, 18416/02, 21023/02, 21024/02, 21027/02, 21029/02, 21030/02, 21033/02, 21038/02, 21052/02, 21071/02, 21284/02, 21378/02, 21800/02, 22430/02, 22433/02, 26478/02, 26498/02, 31049/02, 31333/02, 31518/02, 37816/02, 42567/02, 43529/02, 758/03, 3461/03 and 11219/03, § 85, 2 April 2009",
        "Bennich-Zalewski v. Poland, no. 59857/00, 22 April 2008",
        "Bramelid and Malmström v. Sweden, nos. 8588/79 and 8589/79, Commission decision of 12 October 1982, DR 29, p. 64",
        "Broniowski v. Poland [GC], no. 31443/96, ECHR 2004-V",
        "Brumarescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2000-I",
        "Brusco v. Italy (dec.), no. 69789/01, ECHR 2001-IX",
        "Capital Bank AD v. Bulgaria, no. 49429/99, § 134, 24 November 2005",
        "Carson and Others v. the United Kingdom [GC], no. 42184/05, §§ 56 and 58, ECHR 2010-...",
        "Comingersoll S.A. v. Portugal [GC], no. 35382/97, ECHR 2000-IV",
        "Dacia SRL v. Moldova (just satisfaction), no. 3052/04, § 60-61, 24 February 2009",
        "De Wilde, Ooms and Versyp v. Belgium (Article 50), 10 March 1972, § 20, Series A no. 14",
        "Družstevní záložna Pria and Others v. the Czech Republic, no. 72034/01, § 89, 31 July 2008",
        "Erdogan v. Turkey, no. 19807/92, Commission decision of 16 January 1996, DR 84-A, p. 5",
        "Forminster Enterprises Limited v. the Czech Republic, no. 38238/04, 9 October 2008",
        "Freitag v. Germany, no. 71440/01, § 51 and 54, 19 July 2007",
        "Fuklev v. Ukraine, no. 71186/01, §§ 90-91, 7 June 2005",
        "Guzzardi v. Italy, 6 November 1980, § 114, Series A no. 39",
        "Hornsby v. Greece, 19 March 1997, § 37 in fine, Reports of Judgments and Decisions 1997-II",
        "Hutten-Czapska v. Poland [GC], no. 35014/97, § 163, ECHR 2006-VIII",
        "Iatridis v. Greece [GC], no. 31107/96, § 47, ECHR 1999-II",
        "Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 32, ECHR 2000-XI",
        "Ivanov and Others v. Bulgaria, no. 46336/99, § 32, 24 November 2005",
        "Kamburov v. Bulgaria (dec.), no. 14336/05, § 61 in fine, 6 January 2011",
        "Kostic v. Serbia, no. 41760/04, § 66, 25 November 2008",
        "Kuncheva v. Bulgaria, no. 9161/02, § 18, 3 July 2008",
        "Kushoglu v. Bulgaria, no. 48191/99, § 49, 10 May 2007",
        "Kushoglu v. Bulgaria (just satisfaction), no. 48191/99, 3 July 2008",
        "Lisev v. Bulgaria, no. 30380/03, § 33, 26 February 2009",
        "Marini v. Albania, no. 3738/02, 18 December 2007",
        "Maznyak v. Ukraine, no. 27640/02, § 22, 31 January 2008",
        "Melnik v. Ukraine, no. 72286/01, §§ 61-63, 28 March 2006",
        "Mileva and Others v. Bulgaria, nos. 43449/02 and 21475/04, 25 November 2010",
        "Miloševic v. the Netherlands (dec.), no. 77631/01, 19 March 2002",
        "Nuray Sen v. Turkey (no. 2), no. 25354/94, §§ 199-200, 30 March 2004",
        "Ogur v. Turkey [GC], no. 21594/93, § 67, ECHR 1999-III",
        "Olczak v. Poland (dec.), no. 30417/96, 7 November 2002",
        "Özgür Gündem v. Turkey, no. 23144/93, §§ 34 and 36, ECHR 2000-III",
        "Patrikova v. Bulgaria, no. 71835/01, §§ 113 and 115, 4 March 2010",
        "Plechanow v. Poland, no. 22279/04, §§ 99-100, 7 July 2009",
        "Scordino v. Italy (no. 1) [GC], no. 36813/97, § 180, ECHR 2006-V",
        "Sedelmayer v. Germany (dec.), nos. 30190/06 and 30216/06, 10 November 2009",
        "Sierpinski v. Poland, no. 38016/07, §§ 68-69, 3 November 2009",
        "Sildedzis v. Poland, no. 45214/99, § 58, 24 May 2005",
        "Sovtransavto Holding v. Ukraine, no. 48553/99, ECHR 2002-VII",
        "Sovtransavto Holding v. Ukraine (just satisfaction), no. 48553/99, 2 October 2003",
        "Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, § 32, ECHR 2005-X",
        "Stretch v. the United Kingdom, no. 44277/98, 24 June 2003",
        "Todorova and Others v. Bulgaria (just satisfaction), nos. 48380/99, 51362/99, 60036/00 and 73465/01, 24 April 2008",
        "Trippel v. Germany, no. 68103/01, § 18, 4 December 2003",
        "Tsonyo Tsonev v. Bulgaria, no. 33726/03, § 24, 1 October 2009",
        "Tunnel Report Limited v. France, no. 27940/07, § 37, 18 November 2010",
        "Ukraine-Tyumen v. Ukraine, no. 22603/02, § 51, 22 November 2007",
        "Van Oosterwijck v. Belgium, 6 November 1980, § 37, Series A no. 40",
        "Wolkenberg and Others v. Poland (dec.), no. 50003/99, § 76, ECHR 2007-XIV (extracts)",
        "Yüksel Erdogan and Others v. Turkey, no. 57049/00, §§ 74-75, 15 February 2007",
        "Zlínsat, spol. s r.o. v. Bulgaria, no. 57785/00, § 98, 15 June 2006",
        "Zlínsat, spol. s r.o. v. Bulgaria (just satisfaction), no. 57785/00, § 43, 10 January 2008, with further references"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "420086",
    "typedescription": "15"
}