{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "31948/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-119042.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 31948/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Bronislava Stanislavovna Pospekh (“the applicant”), on 7 July 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 12 February 2009 the application was communicated to the Government. In accordance with Protocol No. 14, the application was allocated to a Committee.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1952 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On an unspecified date in 1994 the applicant lodged an action against her neighbour seeking demolition of an unlawfully constructed accessory building to their joint house.",
                                "elements": []
                            },
                            {
                                "content": "6.  The neighbour lodged a separate action, seeking division of the joint land plot.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 26 October 1994 the  (“the ”) granted the neighbour’s action. That judgment was upheld on appeal and became final on 7 February 1995.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 10 February 1995 the  gave a judgment in the case concerning the applicant’s action, granting it in full. The judgment was not appealed against and became final.",
                                "elements": []
                            },
                            {
                                "content": "9.  In April 1995 the applicant, relying on the judgment of 10 February 1995, lodged an application for review of the judgment of 26 October 1994 on account of the discovery of new circumstances.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 1 June 1995 the Krasnodar Regional Court (“the Regional Court”) granted the application, quashed the judgments of 26 October 1994 and 7 and 10 February 1995 and authorised a re-examination of the applicant’s and the neighbour’s actions in joint proceedings.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 13 December 1995 the  dismissed the applicant’s claims in full. The judgment was not appealed against and became final.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 16 January 1997 the Presidium of the , acting as a supervisory-review instance, quashed the judgment of 13 December 1995 in the part concerning the registration of the accessory building and sent that issue for fresh examination.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 9 June 1997 judge S., to whom the case had been assigned, ordered to conduct two expert examinations, one of the house and another of the land plot.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 28 October 1998 the applicant complained to the  about the experts’ failure to submit reports. It appears that the expert report on the land was prepared on 1 October 1998 and sent to the trial court before 15 December 1998. According to the Government the delay in the conduct of the expert examination had been caused by the parties’ failure to pay the expert’s fees.",
                                "elements": []
                            },
                            {
                                "content": "15.  The hearing of 19 November 1998 was adjourned at the applicant’s request owing to her illness.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 15 December 1998 the  adjourned the hearing on account of the experts’ failure to submit another report on the house.",
                                "elements": []
                            },
                            {
                                "content": "17.  The hearing of 19 January 1999 was adjourned at the expert’s request who noted that the examination had been pending due to the parties’ failure to pay the fees. The following two hearings were adjourned because the expert examination was still pending as the expert was ill. The expert report was submitted on 24 March 1999.",
                                "elements": []
                            },
                            {
                                "content": "18.  The next hearing, scheduled for 25 March 1999, was postponed until 13 April 1999 owing to the respondent’s failure to appear.",
                                "elements": []
                            },
                            {
                                "content": "19.  The hearing of 13 April 1999 was postponed until 6 October 1999 in order for additional evidence to be collected.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 3 November 1999 the court granted the applicant’s request for the suspension of the proceedings pending the outcome of her supervisory-review complaint against the decision of 13 December 1995. It appears that the proceedings were resumed on 12 April 2001.",
                                "elements": []
                            },
                            {
                                "content": "21.  The hearing of 12 April 2001 was adjourned until 5 May 2001.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 5 May 2001 the  left the applicant’s case without examination owing to his failure to appear in court.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 11 February 2002 the court resumed the proceedings at the applicant’s request.",
                                "elements": []
                            },
                            {
                                "content": "24.  The hearing scheduled for 12 February 2002 was adjourned at the applicant’s request.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 29 March 2002 the court authorised an additional technical examination, which was completed on 31 March 2003.",
                                "elements": []
                            },
                            {
                                "content": "26.  The next three hearings were postponed owing to either the applicant’s or the respondent’s failure to appear.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 6 August 2003 the court granted the applicant’s request for an additional expert examination, which was completed on 1 October 2003. Between October 2003 and March 2004 the court held several hearings.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 23 March 2004 the  accepted the applicant’s claims, finding that the building’s registration had been unlawful. That judgment was quashed on appeal on 11 May 2004 by the . The case was sent for fresh examination to the .",
                                "elements": []
                            },
                            {
                                "content": "29.  On 21 December 2004 the  dismissed the applicant’s action in full.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 10 February 2005 the  upheld the judgment on appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "31.  Federal Law No. 68-FZ of 30 April 2010, which entered into force on 4 May 2010, provides that in case of a violation of the right to trial within a reasonable time or of the right to enforcement of a final judgment, Russian citizens are entitled to seek compensation for non-pecuniary damage. Federal Law No. 69-FZ, adopted on the same date, introduced the pertinent changes into Russian legislation.",
                                "elements": []
                            },
                            {
                                "content": "32.  Section 6.2 of Federal Law No. 68-FZ provides that everyone who has a pending application before the European Court of Human Rights concerning a complaint of the type described in that Law has six months to bring the complaint before the domestic courts.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complained that the length of the proceedings in his case had breached the “reasonable time” requirement as provided in Article 6 § 1 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court observes that the proceedings commenced on an unspecified date in 1994 and ended on 10 February 2005. However, the period to be taken into consideration began on 5 May 1998, when the Convention entered into force in respect of . The periods from 3 November 1999 to 12 April 2001 and from 5 May 2001 to 11 February 2002 have to be also excluded from the overall length as the case was not pending before the courts (see paragraphs 20 and 22-23 above). Thus, the aggregate length of the proceedings within the Court’s competence ratione temporis amounts approximately to five years and seven months when the applicant’s case was considered twice at two levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "35.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "36.  The Government disagreed with the complaint. In particular, they argued that the applicant’s case had been complex and required examination of a large amount of evidence and taking of several expert opinions. They noted that the applicant had contributed to the delay in the proceedings by requesting to adjourn the proceedings and by failing to appear in hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant maintained his complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court accepts that the civil proceedings bore a certain degree of complexity having involved the conduct of several expert examinations. However, it cannot accept that the complexity of the case, taken on its own, was such as to justify the overall length of the proceedings (see, among others, Antonov v. Russia (dec.), no. 38020/03, 3 November 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  As to the applicant’s conduct, the Court accepts that during the proceedings she defaulted on several occasions, which thwarted the progress of the case to a certain extent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Turning to the conduct of the authorities, the Court observes one major deficiency that occurred in the course of the proceedings consisted of unexplained delays in taking the expert opinions. In particular, it follows that the additional expert examination authorised by the trial court was pending without any valid reason for one year, from 29 March 2002 to 31 March 2003 (see paragraph 25 above). The Government did not provide any explanation in this regard. As to their argument that the first expert examination (which ended on 1 October 1998 and caused a delay of five months within the Court’s competence ratione temporis, see paragraph 14 above) was due to “the parties’ failure” to pay the relevant expert fees, it does not plainly follow that this failure was exclusively attributable to the applicant. In any event, the Court notes that the report relating to the second examination ordered on 9 June 1997 was submitted on 24 March 1999 (see paragraph 17 above). It should also be recalled that the principal responsibility for the delay due to the expert opinions rests ultimately with the State (see Capuano v. Italy, 25 June 1987, § 32, Series A no. 119). It is up to the courts to use the measures available to them under domestic law to maintain control over the proceedings. Accordingly, the Court cannot but find that the judicial authorities remain largely responsible for the delays in taking the expert opinions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  While the Court acknowledges that the applicant delayed the proceedings to a certain extent, it considers that the defects in the authorities’ handling of the case at hand were serious enough to lead to a breach of the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  There has accordingly been a violation of Article 6 § 1 of the Convention on account of unreasonable length of proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  The applicant complained under Article 13 that he had not had an effective remedy in respect of the length of the proceedings in his case. The relevant provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "44.  The Court takes cognisance of the existence of a new remedy introduced by the federal laws № 68-ФЗ and № 69-ФЗ in the wake of the pilot judgment adopted in the case of Burdov v. Russia (no. 2) (no. 33509/04, ECHR 2009...). These statutes, which entered into force on 4 May 2010, set up a new remedy which enables those concerned to seek compensation for the damage sustained as a result of unreasonable length of the proceedings or delayed enforcement of court judgments (see paragraph 31 above).",
                                "elements": []
                            },
                            {
                                "content": "45.  The Court observes that in the present case the parties’ observations in respect of Article 13 arrived before 4 May 2010 and did not contain any references to the new legislative development. However, it accepts that as of 4 May 2010 the applicant has had a right to use the new remedy (see paragraph 32 above).",
                                "elements": []
                            },
                            {
                                "content": "46.  The Court recalls that in the pilot judgment cited above it stated that it would be unfair to request the applicants whose cases have already been pending for many years in the domestic system and who have come to seek relief at the Court to bring again their claims before domestic tribunals (Burdov (no. 2), cited above, § 144). In line with this principle, the Court decided to examine the present application on its merits and found a violation of the substantive provision of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "47.  Having regard to these special circumstances, the Court does not find it necessary to separately examine the applicant’s complaint under Article 13 (see Utyuzhnikova v. Russia, no. 25957/03, § 52, 7 October 2010).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  The applicant also complained that the domestic courts had been partial, that they had incorrectly assessed the facts and applied the law.",
                                "elements": []
                            },
                            {
                                "content": "49.  Having regard to all the materials in its possession, and in so far as these complaints fall within its competence, the Court finds that there is no appearance of a violation of the rights and freedoms set out in these provisions in that respect. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 1, 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "51.  In respect of pecuniary damage the applicant claimed 179,200 euros (EUR) which represented income loss and damage caused to her house. The applicant also claimed EUR 50,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government did not provide any comments on the claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In respect of the claim for pecuniary damage, the Court does not discern any causal link between the violation found and the damage alleged; it therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  In respect of non-pecuniary damage, the Court accepts that the applicant suffered some distress and frustration caused by the length of the proceedings. Deciding on an equitable basis, the Court awards EUR 2,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "55.  The applicant also claimed EUR 30,800 for the costs and expenses incurred in the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government did not provide any comments on the claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Regard being had to the documents in its possession and to its case-law, the Court rejects the applicant’s claim for costs and expenses as there is no indication that they were incurred in seeking redress in respect of the violation found.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "58.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine separately the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 2,000 (two thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 May 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Khanlar Hajiyev",
            "role": "president"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF POSPEKH v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-119042.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0502JUD003194805",
    "externalsources": [],
    "extractedappno": [
        "31948/05",
        "38020/03",
        "33509/04",
        "25957/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-119042",
    "judgementdate": "02/05/2013 00:00:00",
    "kpdate": "02/05/2013 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "POSPEKH",
        "RUSSIA"
    ],
    "rank": "981.046142578125",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "376023",
    "typedescription": "15"
}