{
    "__articles": "6;6+6-3-c;6-1;6-3-c;6-3-e",
    "__conclusion": "Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-c - Defence through legal assistance;Article 6-3-e - Free assistance of interpreter)",
    "applicability": "",
    "appno": "45060/10",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3-c - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-c - Defence through legal assistance",
                "Article 6-3-e - Free assistance of interpreter"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-187457.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 45060/10) against Romania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a United States national, Mr K.C. (“the applicant”), on 19 July 2010. The President of the Section acceded to the applicant’s request not to have his name disclosed (Rule 47 § 4 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr S. Chopra, a lawyer based in Belgium. The Romanian Government (“the Government”) were represented by their Agent, Ms C. Brumar of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 17 November 2014 the complaints concerning the applicant’s right to the assistance of a lawyer and an interpreter during his initial questioning by the police were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1987 and lives in Belgium. At the time of the events, he was studying at a university in Constanţa, where he had been since October 2006.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal investigation",
                                "elements": [
                                    {
                                        "content": "5.  On 3 April 2008 the Directorate for Investigating Organised Crime and Terrorism (DIICOT) attached to the Tulcea County prosecutor’s office opened a criminal investigation against O.D.A., a student at the same university as the applicant, on suspicion of drug trafficking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  At around 1.30 p.m. on 18 April 2008 O.D.A. was caught trying to send by bus a package containing twelve LSD tabs in an undercover operation set up by DIICOT. The drugs were destined to reach an undercover agent who had previously contacted O.D.A. asking to buy drugs from him. O.D.A. was immediately taken to the Tulcea County police station, where he gave a written statement saying that he had “had” the drugs from the applicant. He also said in his statement that he had been informed that he was entitled to a lawyer but had waived this right.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On the same date the case prosecutor submitted to the Tulcea County Court a request to search the residences of O.D.A. and the applicant. In the request the prosecutor stated that, by a decision issued on 18 April 2008, the criminal investigation opened against O.D.A. had been extended to the applicant on suspicion of drug trafficking. The search was authorized by a judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  During the search, which took place on the evening of 18 April 2008, 4.12 grams of cannabis and fifty-one LSD tabs were found in the applicant’s room. After the search, at around 10 p.m., the applicant was first taken to hospital for a toxicology test and then to the Tulcea County police station (in the city of Tulcea, 125 km from Constanţa), where a police officer asked him to give a statement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant handwrote a statement (in English) in which he explained as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... my brother and I travel frequently ... to Belgium.... While in [Belgium], my brother and I travelled to the Netherlands numerous times to smoke THC ... The first and only time that I brought drugs into Romania was 2 months ago. I bought these drugs from a friend of a friend of mine ... He offered me a deal from someone he knew. I gave my friend the money, 450 euros, and he returned a day later with 200 grams of hashish and 60 LSD which was meant as a gift... After smoking about 40 grams of it, my brother and I wrapped the hashish and LSD in a black plastic bag and put it in a pocket of some trousers and packed it in a suitcase amongst other clothes. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "He further stated that since he did not use LSD and had needed money he had decided to sell nine LSD tabs to O.D.A. Lastly, he said that he had never sold any drugs before, that he was not a drug trafficker and that he was sorry for his actions, which he would never repeat. At the upper bottom of the front page the statement was signed and dated 18 April 2008 by a police officer. Besides the applicant’s signature, the statement bore an additional signature which resembled that of the lawyer appointed on his behalf and, at the foot of the page, the date of 19 April 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant was then taken to the headquarters of DIICOT where, at 2.15 p.m. on 19 April 2008, the prosecutor informed him of the accusations against him, namely unlawful possession of, importing and trafficking drugs. At the same time the applicant was informed of his right to an interpreter and a lawyer of his own choosing and to remain silent. Then the accusations were read to him in the presence of a lawyer and an English language interpreter – both appointed on his behalf by the authorities – who also assisted him during his subsequent questioning by the prosecutor. All the above information were included in a minutes drafted on 19 April 2008 at 14:15 p.m. and signed by the prosecutor, the applicant as well as by his appointed lawyer and interpreter. After the applicant’s initial statement given to the police had been translated into Romanian by the interpreter, the prosecutor took a new statement from him. In this statement, which was in Romanian and signed by the applicant, the lawyer, the interpreter and the prosecutor, the applicant reiterated the previous statement given to the police (see paragraph 9 above) but this time stated that he had not known about the LSD in his luggage until he had unpacked at the dormitory. The applicant also said: “I have no complaints against the police authorities or the prosecutor”. After the charges were formally brought against him, at 3.45 p.m. in the presence of the lawyer and the interpreter, the applicant said that he “maintained his previous statements”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The same day a request by the prosecutor to remand the applicant and O.D.A. in custody was rejected by the Tulcea County Court because the two men did not have a criminal record, were students and had been willingly cooperating with the investigative authorities. Later that evening the applicant was allowed to leave the prosecutor’s office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 3 June 2008 the applicant and O.D.A were sent to trial for unlawful possession of, importing and trafficking drugs.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Court proceedings",
                                "elements": [
                                    {
                                        "content": "13.  The Tulcea County Court considered the criminal case between September and October 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicant, who was assisted by two lawyers of his choice and did not contest the charges brought against him, raised numerous complaints before the court regarding procedural irregularities during the investigation. He stated, among other things, that after the search on the evening of 18 April 2008, he had been detained by the police from 10 p.m. until the next day, when the prosecutor’s request to remand him in custody had been rejected by the court. He argued that his initial statement given to the police during his detention (see paragraph 9 above) should not be taken into consideration because it had been taken in the absence of a lawyer and an interpreter and, as a result, he had not understood his rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 24 October 2008 the Tulcea County Court convicted the applicant of unlawful possession of, importing and trafficking drugs and gave him a three-year suspended sentence. He was fined 1,000 Romanian Lei ((ROL) – approximately 270 euros (EUR)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Drawing on the evidence gathered during the investigation and at the trial, the court established the facts as follows. In February 2008 the applicant and his brother had travelled to Belgium to visit their father and from there to Amsterdam, in order to smoke THC. On their return, the applicant had hidden in his luggage and brought into Romania 200 grams of hashish and 60 tabs of LSD, drugs that he had obtained from a friend studying in Belgium. The applicant alleged that he had not known at the time about the LSD, which had been a present from his friend, and that he had only discovered it when he had unpacked at the dormitory. The court however held that the applicant could not claim that he had not been aware of the contents of his luggage since in his first statement (see paragraph 9 above) he had declared that he had personally packed the LSD in a black bag in his suitcase. The court further held that O.D.A., who had used to smoke together with the applicant, had responded to a request for drugs from other students because he had needed money. According to his statements, he had bought approximately 40 grams of cannabis from the applicant on several occasions, and twelve LSD tabs that he had sold at a higher price. On 18 April 2008 O.D.A. had been caught trying to sell the twelve LSD tabs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The court stated that it had based its decision on the following: a technical report on the drugs, toxicology reports, the statements given by the defendants and witness statements. As regards the applicant’s request to disregard his initial statement it stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“As regards the defendant [K.C.], not only did he refuse to testify before this court, but he tried – personally and through his lawyers – to exclude from the case the statements he gave before the prosecutor, claiming that he had not been made aware of his rights and that he had not been satisfied with the services of the interpreter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After verification of these allegations, the court finds that the defendants were informed of the charges and of their right to remain silent and to be represented by a lawyer of their choice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The defendant K.C. was informed of his rights on 19 April 2008, at [2.15 p.m.], in the presence of his interpreter and lawyer, [and was] questioned afterwards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards the services of the interpreter, the defendant could have complained to the prosecutor if he was not satisfied, which he failed to do.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant appealed against that judgment, reiterating his previous arguments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 3 April 2009 the Constanţa Court of Appeal rejected the applicant’s appeal as ill-founded. In reply to his arguments, it noted that he had been represented by a lawyer and had benefited from the services of an interpreter throughout the entire criminal proceedings, in compliance with the guarantees of Article 6 of the Convention. The court further held that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The nature of the case and the people involved, in a special location – a university campus – required urgent investigative measures, therefore it cannot be claimed that the presumption of innocence had been breached or that the defendants had been deprived of their right to defence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant filed an appeal on points of law (recurs). He argued, among other things, that he had been held at the police station and at the prosecutor’s office without legal justification for an unreasonable length of time (twenty-two hours); he also stressed that his initial confession had been taken while he had been detained at the police station without an interpreter, in the absence of a lawyer and following threats by the police officer guarding him. He further submitted that the most serious charges against him had been based only on this initial confession and on O.D.A.’s statement – also taken in the absence of a lawyer – as well as on the findings of the search that, in his opinion, had not been carried out in compliance with the legal procedural requirements. The applicant added that his right to be informed promptly in a language which he understood and in detail of the nature and cause of the accusation against him, as provided for by Article 6 § 3 of the Convention, had been breached.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 21 January 2010 the High Court of Cassation and Justice dismissed the applicant’s appeal on points of law with final effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The court undertook a fresh analysis of the evidence in the file and decided that the guarantees of a fair trial within the meaning of Article 6 of the Convention had been respected as regards both defendants since they had been provided with legal assistance and had benefited from adversarial proceedings in which all their arguments had been examined and replied to. In conclusion, the court considered that the proceedings, taken as a whole, had been fair.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  As regards the applicant’s specific complaint about his initial statement given to the police, the court held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“ ... the statements given by the applicant and O.D.A. ... were in compliance with the legal requirements ... for the respective stages of the investigation, they reflected their wishes at the relevant time, both defendants having the capacity to understand the rights presented to them, being students and even in the absence of legal studies, they could have understood the extent of their rights and obligations.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The court further observed that O.D.A. had specifically waived his right to legal assistance (see paragraph 6 above) while the applicant, who had also been informed of his right to an interpreter, had expressed a wish to be assigned one. It also noted that the file included the prosecutor’s decision appointing an English language interpreter in the case and minutes signed by the applicant and the interpreter attesting that the applicant had been informed of his right to be represented by a lawyer of his choice and of the right to remain silent (see paragraph 10 above). The court concluded that, in any event, the applicant had not at any point been detained and therefore legal assistance had not been mandatory in his situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The remaining arguments raised by the applicant were dismissed by the court as not proved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Throughout the entire trial the applicant was represented by two lawyers of his choice and assisted by a court provided English language interpreter.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC AND INTERNATIONAL LAW",
                        "elements": [
                            {
                                "content": "27.  The right to legal assistance and the right to an interpreter are listed in the first chapter of the Criminal Procedure Code among the basic rules of the criminal trial. The relevant provisions (in force at the relevant time) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. The suspect, accused and other parties to the criminal proceedings are guaranteed the right to defence.",
                                "elements": []
                            },
                            {
                                "content": "2. During the criminal proceedings, the judicial authorities shall ensure that the parties are fully able to exercise their procedural rights in the conditions laid down by law, and shall take the evidence necessary for their defence.",
                                "elements": []
                            },
                            {
                                "content": "3. The judicial authorities shall inform the suspect or accused at the earliest opportunity and before he or she is questioned of the charges against him or her and of their classification in law and shall afford him or her the opportunity to prepare and conduct a defence.",
                                "elements": []
                            },
                            {
                                "content": "4. All parties are entitled to be assisted by counsel during the criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "5. The judicial authorities shall inform the suspect or accused, before he or she makes his or her initial statement, of his or her right to be assisted by counsel and shall take due note in the record of the hearing. In the conditions and in the cases provided for by law, the judicial authorities shall take all measures to ensure that the suspect or accused is provided with legal assistance where he or she has no counsel of his or her own choosing.”",
                                "elements": []
                            },
                            {
                                "content": "“(1) When one of the parties or another person who is about to be heard does not know or cannot express him or herself in the Romanian language, the investigative authority or the court shall provide him or her with the free assistance of an interpreter. The interpreter may be assigned or chosen by the parties ...”",
                                "elements": []
                            },
                            {
                                "content": "“(1) The suspect or accused is entitled to be assisted by counsel throughout the investigation and trial, and the judicial authorities shall inform him or her of this right.",
                                "elements": []
                            },
                            {
                                "content": "(2) Legal assistance is mandatory when the suspect or accused is a minor ... is held in a rehabilitation centre or a medical and educational institution or is under arrest, even in connection with a different case, when a measure of involuntary medical internment or medical treatment has been taken against him or her, even in connection with a different case, when the investigative authority or the court considers that the suspect or accused cannot sustain his or her own defence, and in the cases provided for by law ...”",
                                "elements": []
                            },
                            {
                                "content": "“The suspect is a person who is the subject of a criminal investigation, until such time as a prosecution is brought.”",
                                "elements": []
                            },
                            {
                                "content": "28.  Article 24 of the Constitution provides that the right to defence is guaranteed and that all throughout the trial, the parties are entitled to be assisted by a lawyer of their own choosing or appointed on their behalf.",
                                "elements": []
                            },
                            {
                                "content": "29.  The relevant provisions of international and European Union law regarding the right of access to a lawyer in criminal proceedings are described in the case of Simeonovi v. Bulgaria ([GC] no. 21980/04, §§ 6975, ECHR 2017 (extracts)).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (c) AND (e) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant complained that he had not been assisted by a lawyer and an interpreter when he had given his first statement to the police and that this statement had been subsequently used as grounds for his conviction, hence breaching the guarantees of a fair trial. He relied on Article 6 § 3 (c) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "31.  The Court reiterates that by virtue of the jura novit curia principle it is not bound by the legal grounds adduced by the applicant under the Convention and the Protocols thereto and has the power to decide on the characterisation to be given in law to the facts of a complaint by examining it under Articles or provisions of the Convention that are different from those relied upon by the applicant (see Radomilja and Others v. Croatia [GC], nos. 37685/10 and 22768/12, § 126, ECHR 2018). Therefore, having regard to the nature and the substance of the applicant’s complaints in this particular case, the Court finds that they fall to be examined under Article 6 §§ 1 and 3 (c) and (e), which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(e)  to have the free assistance of an interpreter if he cannot understand or speak the language used in court.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "32.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "33.  The applicant submitted that from around 10 p.m. on 18 April 2008 – when he had been taken to hospital for toxicology tests and subsequently to the police for questioning (see paragraph 8 above) – until the following evening, he had in fact been under arrest. He further submitted that his initial statement (see paragraph 9 above), taken between 3 and 4 a.m. on 19 April 2008, had been dictated to him by a police officer in the absence of a lawyer or an interpreter. Later that day, in the prosecutor’s office, a lawyer had been appointed on his behalf and had signed all his statements, including the initial statement mentioned above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In view of the above, the applicant invited the Court to conclude that the Romanian authorities had breached not only domestic criminal law but also the Constitution and the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Government argued that no accusations had been made against the applicant at the moment of his initial statement. However, if the Court considered that, at the specific moment of the investigation, the applicant should have been given notice of the accusations against him, in a language he could understand and in the presence of a lawyer, an overall assessment of the case should be made. In this connection, they asked the Court to take into consideration that the applicant’s conviction had not been based solely or to a decisive extent on the statement in question. Furthermore, the Government observed that the applicant had been assisted by a lawyer on 19 April 2008 when he had been informed of the accusations against him. In addition, by contrast with the applicant in the case of Argintaru v. Romania ((dec.) no. 26622/09, 8 January 2013), in his subsequent testimonies before the investigative authorities the applicant in the current case had not substantially changed his first statement. They also submitted that the applicant had been assisted by defence lawyers throughout the proceedings and had been able to raise his complaints before the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  As regards the right to an interpreter, the Government, quoting the case of Příplata v. Romania ((dec.), no. 42941/05, 13 May 2014), invited the Court to give full effect to the principle of subsidiarity and to note that the applicant’s complaint had been thoroughly examined by the domestic courts, which had found that the proceedings as a whole had been fair. In addition, they submitted that it did not appear from the case file that the applicant had had any difficulties in following and understanding the proceedings as he had not asked for clarifications concerning the nature and cause of the accusation against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In view of the above, the Government contended that the requirements of a fair trial had been observed in the current case and that the criminal proceedings against the applicant, considered as a whole, did not disclose any violation of Article 6 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "38.  While keeping in mind that in assessing whether there has been a breach of the right to a fair trial it is necessary to view the proceedings as a whole and the Article 6 § 3 rights as specific aspects of the overall right to a fair trial rather than ends in themselves (see Ibrahim and Others v. the United Kingdom ([GC], nos.  and 3 others, § 262, ECHR 2016), the Court will, in the present case, examine separately the applicant’s allegations concerning the lack of access to a lawyer and of assistance of an interpreter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The applicable general principles under Article 6 §§ 1 and 3 have been stated in the cases of Salduz v. Turkey ([GC], no. , §§ 51-54, ECHR 2008), and, more recently, Ibrahim and Others, cited above, §§ 255265, ECHR 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The protections afforded by Article 6 §§ 1 and 3 of the Convention apply to any person subject to a “criminal charge”, within the autonomous Convention meaning of that term. A “criminal charge” exists from the moment that an individual is officially notified by the competent authority of an allegation that he or she has committed a criminal offence, or from the point at which his or her situation has been substantially affected by actions taken by the authorities as a result of a suspicion against him or her (see Eckle v. Germany, 15 July 1982, § 73, Series A no. 51). Thus, for example, a suspect questioned about his or her involvement in acts constituting a criminal offence can be regarded as being “charged with a criminal offence” and claim the protection of Article 6 of the Convention (see Ibrahim and Others, cited above, § 296).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In the present case, on 18 April 2008 a criminal investigation was opened against the applicant on suspicion of drug trafficking (see paragraph 7 above). In accordance with Romanian law (see, notably, Article 229 of the Criminal Procedure Code, quoted in paragraph 27 above), at that moment the applicant became a suspect. Later the same day, after drugs had been found during a search of his residence, the applicant was first taken to the hospital for a toxicology test and then to the police for questioning (see paragraph 8 above). During the night of 18 April, police officers took an initial statement from the applicant (see paragraph 9 above). The Government alleged that at the time of this statement, no accusations had been made against the applicant. However, taking into account the sequence of events as summarised above and the domestic law, the Court considers that the applicant’s presence at the police station on the night of 18 April 2008 and his questioning were done in his capacity of a suspect (compare Sîrghi v. Romania, no. 19181/09, § 44, 24 May 2016). Therefore, it was as of this moment that the criminal limb of Article 6 of the Convention became applicable to the proceedings at issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court further notes that Romanian law “guarantees” a suspect the right to defence throughout the entire investigation and trial. To this end, under Article 6 § 5 of the Criminal Procedure Code, the judicial authorities were required to inform the applicant before his initial statement of his right to be assisted by counsel and to take note of this in the record of the hearing (see paragraph 27 above). However, there is nothing in the file to indicate that the applicant was informed at the time of his initial statement given to the police of his right to be represented by a lawyer or whether he had waived this right, as was the case with his co-accused, O.D.A. (see paragraph 6 above). Accordingly, the Court cannot conclude that the applicant waived his right to legal assistance before giving his first statement to the police. That right was therefore restricted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Restrictions on access to legal advice are permitted only in exceptional circumstances, must be of a temporary nature and must be based on an individual assessment of the particular circumstances of the case. When assessing whether compelling reasons have been demonstrated for such restrictions, it is important to ascertain whether the decision to restrict legal advice had a basis in domestic law and whether the scope and content of any restrictions on legal advice were sufficiently circumscribed by law so as to guide operational decision-making by those responsible for applying them (see Ibrahim and Others, cited above, §§ 256 and 258-259, and Simeonovi v. Bulgaria [GC], no. 21980/04, § 117, 12 May 2017). However, under national law there is no provision allowing for a restriction of the right to a lawyer in exceptional circumstances for suspects in the applicant’s situation (see paragraph 27 above) and the Government have relied on no such exceptional circumstances. The Court itself does not see any “compelling reasons” which could have justified restricting the applicant’s access to a lawyer during his initial questioning by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The absence of compelling reasons does not lead in itself to a finding of a violation of Article 6 of the Convention. However, the Court must apply a very strict scrutiny to its fairness assessment. The failure of the respondent Government to show compelling reasons weighs heavily in the balance when assessing the overall fairness of the trial and may tip the balance in favour of finding a breach of Article 6 §§ 1 and 3 (c). The onus will be on the Government to demonstrate convincingly why, exceptionally and in the specific circumstances of the case, the overall fairness of the trial was not irretrievably prejudiced by the restriction on access to legal advice (see Ibrahim and Others, cited above, §§ 262 and 264).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In the present case, the Government argued that the applicant had been assisted by defence lawyers who had been able to raise his complaints before the domestic courts (see paragraph 35 above). Indeed in Ibrahim and Others (cited above, § 274, point (c)) an important factor considered by the Court in order to assess the impact of procedural failings at the pre-trial stage on the overall fairness of the criminal proceedings was whether the applicant “had the opportunity to challenge the authenticity of the evidence and oppose its use”. In this connection, the Court notes that the applicant in the current case complained before the domestic courts of the lack of access to a lawyer during his initial questioning by the police and requested that his initial statement be excluded from the evidence to be considered during the trial (see paragraph 14 above). He reiterated his complaint in the appeal and cassation proceedings (see paragraphs 18 and 20 above). The Tulcea County Court and the Constanţa Court of Appeal did not address the applicant’s specific allegation and merely mentioned, in a general manner, that he had had access to a lawyer when he had been formally informed of the charges against him and throughout the proceedings (see paragraphs 17 and 19 above). The High Court of Cassation and Justice, deciding on the applicant’s case with final effect, considered that all the statements taken during the pre-trial stage of the proceedings had been in compliance with the law since the applicant had not been detained and therefore legal representation had not been mandatory in his case (see paragraphs 23 and 24 above). The Court considers that in making only general statements and invoking the non-mandatory aspect of the legal representation in the applicant’s situation the domestic courts did not repair the consequences resulting from the absence of a lawyer during the applicant’s initial questioning by the police (see, mutatis mutandis, Sîrghi, cited above, § 52; and contrast Ibrahim and Others, cited above, §§ 282-284).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Government also argued that the applicant had been assisted by a lawyer on 19 April 2008 when he had been given notice of the accusations against him and that, in his subsequent testimonies given in the presence of his lawyer he had not substantially changed his first statement of 18 April 2008 (see paragraph 35 above). In that regard, the Court observes that in his subsequent statements given in the presence of his lawyer, the applicant partially retracted his initial confession as concerns the accusation of importing the LSD tabs and alleged that he wasn’t aware of the presence of these tabs in his luggage (see paragraph 10 above). Nevertheless, the domestic courts had chosen to disregard this partial retraction and specifically based their decision in his respect only on the applicant’s initial statement of 18 April 2008 (see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court further notes that the initial statement under dispute formed a significant part of the probative evidence upon which the applicant’s conviction was based, being specifically quoted by the Tulcea County Court who took the initial decision on the merits of the case (see paragraphs 16 and 17 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court reiterates that in cases such as the present one, where there have been no “compelling reasons” to restrict access to a lawyer at the early stages of the proceedings, it can only in exceptional circumstances find that the overall fairness of the proceedings has not been prejudiced by that initial failure to observe the accused’s rights (see the case-law quoted in paragraph 44 above, as well as Dimitar Mitev v. Bulgaria, no. 34779/09, § 71, 8 March 2018). Thus, while finding that the elements referred to by the Government are relevant, applying the requisite strict scrutiny, the Court concludes that they are insufficient to tip the balance in favour of a finding that the proceedings in the present case were fair.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court reiterates that paragraph 3 (e) of Article 6 guarantees the right to the free assistance of an interpreter. That right applies not only to oral statements made at a trial hearing but also to documentary material and the pre-trial proceedings. This means that an accused who cannot understand or speak the language used in court is entitled to the free assistance of an interpreter for the translation or interpretation of all those documents or statements in the proceedings instituted against him or her which it is necessary for him or her to understand or to have rendered into the court’s language in order to have the benefit of a fair trial. Furthermore, the interpretation assistance provided should be such as to enable the accused to have knowledge of the case against him or her and to defend him or herself, notably by being able to put before the court his or her version of events (see Baytar v. Turkey, no. 45440/04, § 49, 14 October 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Like the assistance of a lawyer, that of an interpreter should be provided from the investigation stage, unless it is demonstrated that there are compelling reasons to restrict this right (see, to that effect, Diallo v. Sweden (dec.), no. 13205/07, § 25, 5 January 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court further recalls that the issue of a defendant’s linguistic knowledge and the nature of the offence with which he or she is charged are vital for the examination of complaints made under Article 6 § 3 (e) of the Convention (see Amer v. Turkey, no. 25720/02, § 78, 13 January 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In the present case, the Court notes that the applicant, who is not a Romanian national and was only temporarily living in Romania, alleged that he did not understand or speak Romanian language. The Government submitted that the applicant did not have any difficulties in following and understanding the proceedings as he had not asked for clarifications concerning the accusation against him (see paragraph 36 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court observes that, when he was questioned at the police station, the applicant was suspected of having committed serious crimes. Indeed, his initial confession made to the police during the night of 18 April 2008 was to become crucial for his case and to be relied on by the trial court in convicting him (see paragraphs 46 and 47 above). The Court further observes that the statement in question was handwritten by the applicant in English (see paragraph 9 above). Nevertheless, despite its importance for the domestic proceedings, the statement does not make any mention of the applicant being informed of the possibility of requesting the assistance of an interpreter or of him having rejected an interpreter’s assistance. As regards the Government’s submission that the applicant had not asked for clarifications concerning the accusations against him, the Court notes that the applicant was informed of the accusations against him in the presence of an interpreter and a lawyer at a later stage, after he had already given the statement in question (see paragraph 10 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In view of the above and noting that there is no evidence in the file indicating that the applicant had sufficient knowledge of Romanian, the Court considers that at the time of his initial questioning by the police, the Romanian authorities had enough elements to believe that assistance by an interpreter might have been needed, or was at least highly desirable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  It is also crucial to reiterate that when this statement was taken by the police, the applicant was not accompanied by a lawyer. The applicant was therefore questioned and his prejudicial statement drafted when he was deprived of an important Convention safeguard (see paragraphs 41-48 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  In the Court’s opinion, the verification of the applicant’s need for interpretation facilities at the time of his initial questioning by the police should have been a matter for the domestic courts to adequately examine with a view to reassuring themselves that the absence of an interpreter would not prejudice his right to a fair trial (see Amer, cited above, § 83, and, mutatis mutandis, Cuscani v. the United Kingdom, no. , § 38, 24 September 2002). The above-mentioned principle is even more relevant in the current case since before the domestic courts it was not in dispute that the assistance of an interpreter was necessary for the applicant who, throughout the entire trial before them, was assigned an interpreter (see paragraph 26 above and compare Baytar, cited above, § 51). In this connection, the Government argued that the domestic courts had thoroughly analysed the applicant’s complaints and found that the proceedings as a whole had been fair (see paragraph 36 above). The Court notes however that, as in the case of the applicant’s complaint concerning the lack of assistance of a lawyer (see paragraph 45 above), the domestic courts made only general statements about the proceedings as a whole and did not specifically examine the particular context in which the initial statement in question had been given by the applicant and its possible repercussions on the overall fairness of the proceedings (see paragraphs 17, 19, 23 and 24 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  While it is true that the applicant enjoyed the assistance of an interpreter from the moment that formal charges had been brought against him and during the trial (see paragraphs 10 and 26 above), the Court is of the opinion that this fact was not such as to remedy the defect which vitiated the proceedings at their initial stage (see, mutatis mutandis, Baytar, cited above, § 56).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Having regard to the above considerations, the Court is not satisfied that the applicant received a fair trial. There has accordingly been a violation of Article 6 §§ 1 and 3 (c) and (e) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "60.  The applicant claimed pecuniary damage without specifying an amount in respect of, inter alia, the consequences of the conviction on his professional life and on his ability to choose his place of residence. He also asked the Court, without specifying an amount, to award him non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Government contested the claims, arguing that they were unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court reiterates that the most appropriate form of redress for a violation of Article 6 § 1 would be to ensure that the applicant, as far as possible, is put in the position in which he would have been had this provision not been disregarded (see Saldüz, cited above, § 72, and the cases cited therein). The Court finds that this principle also applies in the present case. Consequently, it considers that the most appropriate form of redress would be a retrial in accordance with the requirements of Article 6 § 1 of the Convention, should the applicant so request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  As regards the remaining non-pecuniary damage, ruling on an equitable basis, the Court awards the applicant 3,000 euros (EUR).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "65.  The applicant also claimed various amounts for costs and expenses incurred before the domestic courts and before the Court without submitting any documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government asked the Court to reject the claim as unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000-XI). In the present case, regard being had to the documents in its possession and the above criteria, the Court rejects the claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "68.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 §§ 1 and 3 (c) and (e) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 3,000 (three thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 October 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "president"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Iulia Antoanella Motoc",
            "role": "judges"
        },
        {
            "name": "Andrea Tamietti",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF K.C. v. ROMANIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-187457.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1030JUD004506010",
    "externalsources": [],
    "extractedappno": [
        "45060/10",
        "21980/04",
        "37685/10",
        "22768/12",
        "26622/09",
        "42941/05",
        "50541/08",
        "36391/02",
        "19181/09",
        "34779/09",
        "45440/04",
        "13205/07",
        "25720/02",
        "32771/96",
        "31107/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-187457",
    "judgementdate": "30/10/2018 00:00:00",
    "kpdate": "30/10/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "86",
        "162"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "6",
        "6-3-c",
        "6-3-e",
        "6-1"
    ],
    "parties": [
        "K.C.",
        "ROMANIA"
    ],
    "rank": "2765.21704101563",
    "representedby": [
        "CHOPRA S."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "482404",
    "typedescription": "15"
}