{
    "__articles": "5;5-1;5-3;5-5",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-5 - Compensation);Violation of Article 5 - Right to liberty and security (Article 5-3 - Reasonableness of pre-trial detention)",
    "applicability": "",
    "appno": "7077/06;35973/07;7814/08;25724/08;49087/08;61400/11;70401/11;5375/12;10447/12;30658/13;63531/13;2838/14;7442/15",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Reasonableness of pre-trial detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-184067.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in thirteen applications (no. 7077/06 and twelve others) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by thirteen Russian nationals. A list of the applicants and their personal details are set out in the Appendix.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the former Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  All of the applicants complained of unrecorded detention, and of the lack of judicial review of and compensation for that detention. Two of the applicants (applications nos. 70401/11 and 7442/15) also complained of the excessive and unreasonable length of their pre-trial detention.",
                        "elements": []
                    },
                    {
                        "content": "4.  Between 16 December 2012 and 1 June 2016 the above complaints were communicated to the Government. The remainder of the complaints in applications nos. 7814/08, 25724/08, 49087/08, 61400/11, 70401/11, 5375/12, 10447/12, 30658/13, 63531/13, 2838/14 and 7442/15 was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASES",
                        "elements": [
                            {
                                "content": "5.  A list of the applicants and the relevant details of the applications are set out in the appended table.",
                                "elements": []
                            },
                            {
                                "content": "A.  Summary",
                                "elements": [
                                    {
                                        "content": "6.  The applicants spent a certain number of hours (see the Appendix) in police custody before their arrests were recorded. Their subsequent complaints to the national authorities were dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Particular applications",
                                "elements": [
                                    {
                                        "content": "1.  Application no. 7077/06, Fortalnov v. Russia",
                                        "elements": [
                                            {
                                                "content": "7.  At about 10 p.m. on 18 July 2005 the applicant was arrested and taken to a police station, where he was subjected to a body search and questioned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  At 5.10 a.m. on 19 July 2005 a criminal case was opened against the applicant on suspicion of drugs possession. At 7.10 a.m. an arrest record was drawn up, following which the applicant was questioned as a suspect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  On 20 July 2005 the Dzerzhinskiy District Court of St Petersburg (“the District Court”) ordered that the applicant should be remanded in custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  The applicant challenged the lawfulness of the above-mentioned decision, claiming that in violation of domestic law, the record of his arrest had been drawn up nine hours after he had been brought to the police station instead of three hours. In the applicant’s opinion, this rendered his subsequent remand in custody unlawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 9 August 2005 the St Petersburg City Court (“the City Court”) found the above-mentioned decision lawful. The appellate court held that the custodial measure had been applied in accordance with domestic law and that the belated drawing up of the arrest record as such could not serve as grounds for releasing the applicant from custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  On 15 September 2005 the District Court extended the applicant’s detention until 31 October 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On 22 November 2005 the City Court upheld that decision on appeal. The court acknowledged the fact that the record of the applicant’s arrest had been drawn up after the expiry of the three hours permitted by domestic law. It held, however, that that violation could not automatically lead to the refusal of the investigator’s requests for the application of a custodial measure and its further extension.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application no. 35973/07, Kalayda v. Russia",
                                        "elements": [
                                            {
                                                "content": "14.  On 28 June 2007 the applicant threatened a taxi driver with a knife. When the car stopped, two acquaintances of the taxi driver seized the applicant and held him until the arrival of the police. Police officers handcuffed the applicant and took him to a police station at about 4 a.m.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  At about 7 a.m. an investigator opened a criminal investigation into robberies carried out against taxi drivers. At around 9.30 a.m. a police officer talked to the applicant, who allegedly confessed to having committed those robberies. As the applicant was in a state of alcohol-induced intoxication, it was allegedly suggested to him that he wait for the investigator in the hall of the police station while he sobered up. In the meantime the investigator interviewed the victims. At 6 p.m. the investigator drew up an arrest record and questioned the applicant as a suspect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 30 June 2007 the Norilsk District Court of the Krasnoyarsk Region (“the District Court”) ordered the applicant’s detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  From October 2007 the prosecutor’s office repeatedly terminated the criminal investigation following complaints of unlawful detention lodged by the applicant. The latest relevant decision was taken on 28 April 2008. On 30 June 2008 the District Court examined an appeal lodged by the applicant against the decision of 28 April 2008. The court established that the applicant had been taken to the police station at about 4 a.m. on 28 June 2007 and that the arrest record had been drawn up at 6 p.m. the same day. On the basis of the testimonies given by the applicant and police officers, the court found that the applicant had spent a considerable time in the hallway of the police station without attempting to leave it. The District Court concluded as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“It follows from the [rules of criminal procedure] that detention should be understood as the restriction of movement of a person placed in a special room under the constant control of law-enforcement personnel.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Such restrictions were not applied in respect of [the applicant]. He became a suspect in a criminal investigation only after the investigator Ch. drew up his arrest record at 6 p.m. on 28 June 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Regard being had to the above and on the basis of the inquiry conducted, the investigator K. has rightfully concluded that [the applicant] when present at [the police station] had not been restricted in movement and that he had been able to leave the premises. However, he had not done so, which should be interpreted as his staying at [the police station] of his own free will.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Application no. 7814/08, Masyukov v. Russia",
                                        "elements": [
                                            {
                                                "content": "18.  On 23 September 2004 the applicant was arrested and taken to a police station. On 24 September 2004 he was questioned as a witness in a murder investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  It appears that on 24 September 2004 the applicant was charged with the administrative offence of disorderly conduct, but administrative proceedings were not pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  At 9.55 p.m. on 27 September 2004 an arrest record was drawn up in which it was noted that the applicant was suspected of a criminal offence. On 28 September 2004 the Tsentralnyy District Court of Omsk (“the District Court”) ordered the applicant’s detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 1 November 2006 the Omsk Regional Court (“the Regional Court”) convicted the applicant of theft, robbery and murder, and sentenced him to twenty years’ imprisonment, running from 23 September 2007, the date of his actual arrest. On 19 December 2007 the Supreme Court of Russia upheld the conviction on appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 27 June 2005 the applicant had sought the criminal prosecution of the police for unlawful detention, alleging ill-treatment from 23 to 27 September 2004. His request had been refused on 7 July 2005 and the applicant had challenged the refusal before a court. On 28 January and 22 April 2010 the District Court and the Regional Court respectively dismissed his court action. Both courts considered the police officers’ actions as lawful and the allegations of ill-treatment as unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The applicant sought damages for his unlawful detention. On 24 February and 27 July 2011 the Pervomayskiy District Court of Omsk and the Regional Court acting on appeal respectively dismissed his claims. The courts found no evidence of unlawful actions against the applicant.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Application no. 25724/08, Chebanu v. Russia",
                                        "elements": [
                                            {
                                                "content": "24.  On 10 April 2007 an unidentified person broke into the flat of Mr I.K., a police officer, threatened him with a scalpel, took a few valuables and absconded. On the same date a criminal investigation was initiated into the matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  At about 5.50 a.m. on 11 April 2007 two police officers took the applicant from his flat to a police station. He was questioned about his whereabouts the previous day. At 11.40 a.m. the applicant participated in an identification parade as a result of which he was identified by the victim, Mr I.K.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  At 2.05 p.m. the police drew up an arrest record, according to which the applicant had been detained at 2 p.m. on 11 April 2007 on suspicion of armed robbery. According to the applicant, he was only then informed of the reasons for his arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 12 April 2007 the Avtozavodskiy District Court of Nizhniy Novgorod ordered that the applicant should be remanded in custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 11 October 2007 the applicant was found guilty of armed robbery and sentenced to ten years’ imprisonment. He appealed against his sentence, pointing out, in particular, that he had been unlawfully detained at the police station for eight hours on 11 April 2007 and had not been promptly informed of the charges against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 1 February 2008 the Nizhniy Novgorod Regional Court upheld the sentence on appeal, stating, amongst other things, that “... no violations of criminal procedure took place during the applicant’s arrest”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Application no. 49087/08, Chulukov v. Russia",
                                        "elements": [
                                            {
                                                "content": "30.  At 7.25 p.m. on 16 March 2007 the applicant was arrested during a test purchase of drugs. At 11.30 p.m. on 18 March 2007 an arrest record was drawn up.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 10 January 2008 the Tsentralnyy District Court of Orenburg convicted the applicant and sentenced him to a term of imprisonment running from 16 March 2007. The applicant appealed against the judgment, complaining of, among other things, his unrecorded detention for two days, ill-treatment by police officers during those two days and the inadmissibility of evidence collected during those days. On 21 February 2008 the Orenburg Regional Court dismissed those complaints as unsubstantiated and upheld the judgment of 10 January 2008.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  Application no. 61400/11, Shipanov v. Russia",
                                        "elements": [
                                            {
                                                "content": "32.  The police arrested the applicant at about 12 noon on 8 July 2011. His arrest record was drawn up at 9.25 p.m.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 10 July 2011 the Zasviyazhskiy District Court of the Ulyanovsk Region (“the District Court”) ordered the applicant’s detention. The District Court rejected the argument about the actual time of arrest on the grounds that at 12 noon the applicant had been “conveyed” to a police station rather than arrested. On 14 July 2011 the Ulyanovsk Regional Court upheld the detention order on appeal.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "7.  Application no. 70401/11, Abbasov v. Russia",
                                        "elements": [
                                            {
                                                "content": "34.  The applicant was arrested at about 5.10 p.m. on 11 October 2010. An arrest record was drawn up at 2.25 a.m. on 12 October 2010. On 13 October 2010 a justice of the peace found the applicant guilty of taking drugs without a medical prescription and sentenced him to one day’s administrative detention, running from 2.40 a.m. on 12 October 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 13 October 2010 the Volzhskiy District Court of the Volgograd Region (“the District Court”) ordered the applicant’s detention. The District Court relied on the fact that the applicant was suspected of a serious drug-related crime, was a drug addict, and might obstruct the investigation and reoffend. The applicant did not appeal against the detention order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 6 December 2010 the District Court extended the applicant’s detention. It reiterated that the applicant had been charged with a particularly serious offence and had no official sources of income. The District Court also rejected the applicant’s request for release on bail using his mother’s flat as a caution because he had not produced documents proving the kinship between the applicant and his mother, nor had he proved that she owned the flat or that she was prepared for it to be used as a guarantee. On 17 December 2010 the Volgograd Regional Court (“the Regional Court”) upheld the court order on appeal. The Regional Court found that the fact that the applicant had no criminal record, had a permanent residence, employment, positive references and an under-age child, had formerly participated in military service and was undergoing hospital treatment were insufficient to warrant his release in view of the severity of the charges against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 1 March 2011 the District Court further extended the applicant’s detention on the grounds that he might reoffend and obstruct the investigation. On 5 March 2011 the Regional Court upheld the court order on appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 7 April 2011 the District Court ordered a further extension of the applicant’s detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On 31 May 2011 the District Court convicted the applicant. The applicant appealed against the judgment, complaining of, among other things, his unrecorded detention. On 26 July 2011 the Regional Court upheld the judgment on appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 20 May 2015 the Presidium of the Volgograd Regional Court (“the Presidium”) quashed the judgment of 31 May 2011 and the appeal decision of 26 July 2011 on the grounds that the trial judge had earlier adjudicated the case of his co-accused. The Presidium remitted the applicant’s case for re-trial and ordered his detention. On 1 December 2015 the District Court convicted the applicant of drug dealing. On 16 February 2016 the Regional Court upheld that judgment on appeal.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "8.  Application no. 5375/12, Naumenko v. Russia",
                                        "elements": [
                                            {
                                                "content": "41.  The applicant was arrested by the police at about 6 p.m. on 7 September 2011. An arrest record was drawn up at 5.25 p.m. on 8 September 2011. It indicated the time of the actual arrest as 4.35 p.m. on 8 September 2011.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 10 September 2011 the Sverdlovskiy District Court of Krasnoyarsk ordered the applicant’s detention. On 27 September 2011 the Krasnoyarsk Regional Court upheld the detention order on appeal. The national courts found that the applicant had been arrested in accordance with the procedure prescribed by law.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "9.  Application no. 10447/12, Nurayev v. Russia",
                                        "elements": [
                                            {
                                                "content": "43.  On 26 November 2010 police officers took the applicant to a police station. On 28 November 2010 the applicant was questioned as a witness in respect of the murder of three people. On 29 November 2010 the applicant made a “statement of surrender and confession” (явка с повинной) in which he confessed to the three murders. On 30 November 2010 a record of the applicant’s arrest was drawn up.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On 5 May 2011 the prosecuting authorities rejected a request by the applicant to open a criminal case against the police for, inter alia, his unacknowledged detention. On 8 June 2011 the Leninskiy District Court of Chelyabinsk (“the District Court”) dismissed a complaint by the applicant about the refusal of 5 May 2011 to open a case. The District Court found that on 26 November 2010 the applicant had been taken to the police station and questioned, along with many others, as a witness. It further established that at 11 p.m. on 29 November 2010 he had made a statement of surrender and confession, and that only after that had he been arrested and questioned as a suspect in the presence of a lawyer. The District Court therefore held that no criminal procedure rules had been broken. On 4 August 2011 the Chelyabinsk Regional Court (“the Regional Court”) upheld that judgment on appeal, endorsing the reasoning of the District Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On 18 October 2011 the Regional Court found the applicant guilty and sentenced him to a term of imprisonment starting from 27 November 2010. The trial court considered that despite the arrest record of 30 November 2010, the applicant had actually been arrested on 27 November 2010. On 27 March 2012 the Supreme Court of Russia upheld the judgment on appeal.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "10.  Application no. 30658/13, Yegorin v. Russia",
                                        "elements": [
                                            {
                                                "content": "46.  On 15 January 2010 Ms A. lodged a criminal complaint against the applicant. At 4.20 p.m. on the same date the applicant was taken to a police station and questioned. An official arrest record was drawn up on 16 January 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  On 30 April 2010 the Usinsk District Court of the Komi Republic (“the District Court”) convicted the applicant as charged. On 13 July 2010 the Supreme Court of the Komi Republic (“the Supreme Court”) upheld the conviction on appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The applicant asked that 15 January 2010 be recognised as the date of his actual arrest and that the prison term start running from that date. On 13 May 2013 the District Court rejected his claims as unfounded. It accepted that the police had indeed taken the applicant to the police station on 15 January 2010, but considered that he had been questioned as a witness on that date and had not been actually detained until his arrest record had been drawn up the following day. On 23 August 2013 the Supreme Court upheld that decision.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "11.  Application no. 63531/13, Apayev v. Russia",
                                        "elements": [
                                            {
                                                "content": "49.  At 8.05 p.m. on 28 December 2012 the police arrested the applicant on a train going to Moscow and placed him in custody. An arrest record was drawn up at 11.25 p.m. the same day. On 30 and 31 December 2012 two police officers accompanied the applicant by train to the town of Tyumen. On 1 January 2013 a new arrest record was drawn up, indicating 6.50 a.m. as the time of the applicant’s arrest. According to the applicant, the initial arrest record of 28 December 2012 had disappeared from his case file. On 2 January 2013 the Kalininskiy District Court of Tyumen ordered the applicant’s detention. The court omitted to examine the lawfulness of the applicant’s detention prior to 1 January 2013. On 24 January 2013 the Tyumen Regional Court dismissed an appeal lodged by the applicant against the detention order, having found that his arrest and detention had been lawful.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "12.  Application no. 2838/14, Meshchaninov v. Russia",
                                        "elements": [
                                            {
                                                "content": "50.  At about 4 p.m. on 12 November 2013 the applicant was arrested by the Federal Security Service (“the FSB”). It appears that he spent the following thirty-four hours handcuffed, first in the FSB officers’ car and then on police premises. He was allegedly denied access to any means of communication or to legal assistance. At 1 a.m. on 14 November 2013 a criminal case was opened against him on charges of fraud. At 2.30 a.m. on 14 November 2013 an arrest record was drawn up. Later that day, at 5.30 p.m. according to the applicant, the Presnenskiy District Court of Moscow (“the District Court”) ordered his detention. The District Court rejected a complaint lodged by the applicant of unrecorded detention. On 27 November 2013 the Moscow City Court (“the City Court”) upheld the detention order on appeal. The City Court noted that during the thirty-four hours between the applicant’s actual arrest and his formal arrest as a suspect, he had been “conveyed” to the investigator.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "13.  Application no. 7442/15, Tsetiyev v. Russia",
                                        "elements": [
                                            {
                                                "content": "51.  At about 11 p.m. on 21 September 2014 the police arrested the applicant and took him to a police station. According to the applicant, the police established his identity and place of residence, questioned him, photographed him and took fingerprints. He had not been informed about his rights or the reasons for his arrest. He was released at 6 a.m. on 22 September 2014.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  At 5 a.m. on 23 September 2014 the police took the applicant from his house to a police station for identification by the victim and questioning. The applicant was not provided with legal assistance. At 9 p.m. an investigator drew up a record of the applicant’s arrest for the criminal offence of disorderly conduct. At 9.30 p.m. the applicant was questioned as a suspect without legal assistance. It appears that a lawyer hired by the applicant’s family was not allowed to see his client.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On 25 September 2014 the Troitskiy District Court of Moscow ordered the applicant’s detention in view of the gravity of the charges against him, his permanent residence outside of Moscow, and the fact that he was unemployed and had no dependants. The applicant appealed against the court order, complaining, in particular, that the police had failed to inform him about his rights and to provide him with legal assistance. On 31 October 2014 the Moscow City Court (“the City Court”) upheld the detention order on appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On 1 October 2014 an investigator charged the applicant with murder and questioned him in the absence of the lawyer hired by his family.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  On 21 November 2014 the Dorogomilovskiy District Court of Moscow (“the District Court”) extended the detention of the applicant and his co-defendants. The applicant appealed, complaining that the extension order had been based on the same reasons as before and had been issued in respect of all codefendants without examining their particular situations. On 16 December 2014 the City Court upheld the extension order, endorsing the District Court’s reasoning. On 20 January 2015 the District Court further extended the applicant’s detention on the same grounds. It appears that an appeal lodged by the applicant against that detention extension order was dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "56.  Article 92 § 1 of the Code of Criminal Procedure of the Russian Federation (in force since 1 July 2002, hereinafter “the CCrP”) provides that a record of the arrest is to be drawn within three hours after the delivery of a suspect to a pre-investigation inquiry authority or to an investigator. The arrest record should contain a note that the arrestee has been explained his or her procedural rights, including the right of access to a lawyer. Article 92 § 2 of the CCrP further requires that the arrest record should indicate the time and date of its compilation, as well as the date, time, place and grounds for a person’s arrest and other relevant information. The arrest record should be signed by the suspect and the person who compiled it.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "57.  In accordance with Rule 42 § 1 of the Rules of the Court, the Court decides to examine the applications in a single judgment, given their similar factual and legal background.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 §§ 1, 4 AND 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  The applicants complained that their unrecorded detention had been arbitrary and unlawful under Article 5 of the Convention. The applicants also complained that they had been unable to obtain a judicial review of the unlawfulness of their unrecorded detention. Lastly, they complained that they had not been entitled to compensation for their unrecorded detention.",
                                "elements": []
                            },
                            {
                                "content": "The relevant parts of Article 5 of the Convention read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "59.  In their submissions in the case of Fortalnov v. Russia (application no. 7077/06), the Government claimed that the applicant had not exhausted domestic remedies available to him in respect of his complaints under Article 5 of the Convention. In particular, he had not raised the issue of his unrecorded detention at the court proceedings on the preventive measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On the basis of the case-file documents available to it, the Court finds that, contrary to the Government’s claim, the applicant did raise the issue of his unrecorded detention before the national courts determining his placement in custody (see paragraph 10 above). Thus, the Government’s objection should be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In their submissions in the case of Kalayda v. Russia (application no. 35973/07), the Government denied that the applicant had been deprived of his liberty. They claimed that he had remained in the police station while he had been in a state of alcoholic intoxication and had not attempted to leave.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court notes that the police arrested the applicant at about 4 a.m. on 28 July 2007, immediately after he had allegedly threatened a taxi driver with a knife. The applicant was handcuffed and taken to a police station under police escort. Given the element of coercion (see, by contrast, I.I. v. Bulgaria, no. 44082/98, § 87, 9 June 2005, and Creangă v. Romania [GC], no. 29226/03, § 94, 23 February 2012), the Court considers that the applicant was deprived of his liberty (see, for example, Krupko and Others v. Russia, no. 26587/07, § 36 with further references, 26 June 2014). As for the Government’s argument that the applicant could later have left the police station, the Court observes the following facts. As noted above, the applicant was arrested immediately after he had allegedly threatened a taxi driver with a knife. Three hours after the applicant’s arrest a criminal investigation was opened into a spate of robberies carried out against taxi drivers. At 9.30 a.m. the applicant talked to a police officer and allegedly confessed to those robberies. An investigator questioned the victims of the robberies while the applicant remained in the hall of the police station. The applicant was formally arrested and interviewed as a suspect at about 6 p.m. on the same date. Therefore, it may be concluded that the competent authorities were carrying out investigative actions within the framework of a criminal investigation into robberies against taxi drivers and may have considered the applicant to be an arrested suspect in that investigation. In such circumstances it would be unrealistic to assume that during that period he had been free to leave the police station of his free will. Given the above, the Court finds that the applicant’s stay in the police station during the period in question amounted to de facto deprivation of liberty (see, for example, Osypenko v. Ukraine, no. 4634/04, § 49, 9 November 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  In their submissions in the case of Chebanu v. Russia (application no. 25724/08), the Government similarly asserted that the applicant had not been deprived of his liberty because he had voluntarily gone to the police station and stayed there to give an explanation about his whereabouts the previous day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court notes that on 10 April 2007 a criminal case into an armed robbery was opened. At about 5.50 a.m. the next day police officers went to the applicant’s flat and took him to a police station. He was questioned about his whereabouts on 10 April 2007 and participated in an identification parade. Thus, the competent authorities were performing investigative actions within the framework of a criminal investigation into the armed robbery and may have considered the applicant to be an arrested suspect in that investigation. In such circumstances, it would be unrealistic to assume that the applicant could have refused to go to the police station or had been free to leave of his free will. The Court again concludes that his stay in the police station from 6 a.m. to 2 p.m. on 11 April 2007 amounted to de facto deprivation of liberty (ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In two cases (applications nos. 7814/08 and 10447/12) the Government appear to have claimed that the applicants had no longer been victims of the alleged violation because the national courts which had convicted them had ordered that their prison terms should start running from the dates of their actual arrest. The Government further asserted that in such circumstances, the applicants could have sought damages for their unrecorded detention, but had failed to do so, and had therefore failed to exhaust the domestic remedies available to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court finds that the favourable measure in respect of those applicants did not deprive them of their victim status because the State has never acknowledged or provided redress for the alleged violations of the Convention (see, for instance, mutatis mutandis, Döner and Others v. Turkey, no. 29994/02, § 89, 7 March 2017). The Court notes that the crux of the applicants’ complaints about their unrecorded detention concerned the alleged unavailability to them (or violation) of procedural rights which should have been available to them as to people arrested on suspicion of a criminal offence. Therefore, counting of their prison terms from the dates of the actual detention has no bearing on the availability of procedural safeguards during the applicants’ unrecorded detention and, consequently, on their victim status. Finally, the Court reiterates that where lawfulness of detention is concerned, an action for damages against the State is not a remedy to exhaust because the right to have the lawfulness of detention examined by a court is different from the right to obtain compensation for any deprivation of liberty incompatible with Article 5 of the Convention (see, for instance, Ivan Kuzmin v. Russia, no. 30271/03, § 79, 25 November 2010). Thus, the Government’s objections should be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court notes that the complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions of the parties",
                                        "elements": [
                                            {
                                                "content": "68.  The Government claimed that the detention of all of the applicants had been lawful. They made additional comments in respect of the following cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  In the cases of Mr Fortalnov, Mr Apayev and Mr Tsetiyev (applications nos. 7077/06, 63531/13 and 7442/15 respectively) the Government considered that the applicants’ detention had in fact been recorded. In particular, Mr Fortalnov’s arrest on 18 July 2005 had been recorded in a police report of 19 July 2005. The fact of his arrest on 18 July 2005 had also been indirectly recorded in a police document of 18 July 2005 ordering an expert examination of the drugs found on him, as well as in the transcript of his first questioning on 18 July 2005. In the case of Mr Apayev, the Government provided a copy of a log of detainees containing an entry under no. 337, where it was noted that the applicant had been arrested at 8 p.m. on 28 December 2012 on suspicion of robbery. The name of the arresting officer was also noted. As for Mr Tsetiyev, the Government relied on a police car log of 21 September 2014 containing an entry where it was noted that at 11.20 p.m. the police had “conveyed” to a police station four people including the applicant “to verify their implication in a criminal offence ...”. According to the police station’s logbook, the applicant had been released at 2 p.m. on 22 September 2014. The Government claimed, thus, that the three applicants’ detention had been recorded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Government submitted that the rights of Mr Apayev (application no. 63531/13) had not been violated also because the national court which had convicted him had ordered that the prison term should start running from the date of his actual arrest. As no national court had found the applicant’s detention unlawful, he was not entitled to compensation for it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Government asserted that the applicants in two cases, Mr Shipanov and Mr Tsetiyev (applications nos. 61400/11 and 7442/15 respectively) had signed their arrest records without making any comments. Further, the national courts had examined those applicants’ complaints of their unrecorded detention and had rejected them as unfounded. Therefore, the applicants’ detention had been lawful and they were not entitled to compensation for it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Government considered that the applicants’ complaints in five cases (applications nos. 49087/08, 70401/11, 5375/12, 30658/13 and 2838/14) were the subject of the Court’s well-established case-law, and did not provide any further submissions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Government did not comment on the administrative detention of two of the applicants (applications nos. 7814/08 and 70401/11) before their arrests as criminal suspects.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The applicants maintained their complaints about the unlawfulness of their unrecorded detention, and the lack of a judicial review of and compensation for that unrecorded detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Two of the applicants (applications nos. 7814/08 and 70401/11) also complained of their unlawful administrative detention before their arrests as criminal suspects.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "76.  The Court has already held on many occasions that the absence of an arrest record must in itself be considered a most serious failing, as it has been the Court’s constant view that unrecorded detention of an individual is a complete negation of the fundamentally important guarantees contained in Article 5 of the Convention and discloses a most grave violation of that provision. The absence of a record of such matters as the date, time and location of detention, the name of the detainee, the reasons for his detention and the name of the person effecting it must be seen as incompatible with the requirement of lawfulness and with the very purpose of Article 5 of the Convention (see, inter alia, Menesheva v. Russia, no. 59261/00, § 87, ECHR 2006III; Aleksandr Sokolov v. Russia, no. 20364/05, 4 November 2010, §§ 70-73; Ivan Kuzmin, cited above, §§ 81-84; Smolik v. Ukraine, no. 11778/05, §§ 46-48, 19 January 2012; Grinenko v. Ukraine, no. 33627/06, §§ 75-78, 15 November 2012; Venskutė v. Lithuania, no. 10645/08 , § 80, 11 December 2012; Rakhimberdiyev v. Russia, no. 47837/06, §§ 3536, 18 September 2014; Nagiyev v. Azerbaijan, no. 16499/09, §§ 57 and 64, 23 April 2015; and Birulev and Shishkin v. Russia, nos. 35919/05 and 3346/06, §§ 56-57, 14 June 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Moreover, the lack of any acknowledgment or record of a person’s detention as a suspect may deprive that person of access to a lawyer and all other rights of a suspect (see paragraph 56 above), and makes him or her potentially vulnerable not only to arbitrary interference with the right to liberty but also to ill-treatment (see Fartushin v. Russia, no. 38887/09, § 53, 8 October 2015, and Leonid Petrov v. Russia, no. 52783/08, § 54, 11 October 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  In the present cases the Court has established that the police arrested the applicants at a particular time (see the Appendix). However, the applicants’ arrest records were not drawn up until between seven and eighty-three hours after their actual arrests (see the Appendix). Furthermore, although the arrest records were eventually drawn up, the time of arrest noted therein was at variance with the actual time of their apprehension. Thus, the period of time between the actual arrests and the drawing up of the applicants’ arrest records was not recorded or acknowledged in any procedural form.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The lack of a proper record of the applicants’ arrest is therefore sufficient for the Court to hold that their detention during the respective periods of time (see the Appendix) was contrary to the requirements implicit in Article 5 of the Convention in respect of the proper recording of deprivations of liberty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Court notes in this connection the Government’s argument that the detention of three of the applicants had been mentioned in certain other documents (see paragraph 69 above). The Court reiterates that to ensure the availability of safeguards against arbitrary detention, Article 5 of the Convention requires that any deprivation of liberty must be recorded properly and in sufficient detail. These records must be publicly available, the status of the person should be formalised straight after he or she has been taken in by the authorities, and all the person’s rights should be immediately and clearly explained to him or her (see Smolik, § 47, and Grinenko, § 77, both cited above). In the three cases at issue, the Government did not claim, and there is nothing to suggest, that the documents relied on by them were not internal documents and were accessible to the public or the applicants themselves. Moreover, those documents neither formalised the applicants’ status nor ensured that they had been informed about their rights or had had the rights available to suspects, such as the right to legal assistance or the right of access to a judge. Thus, none of the documents relied on by the Government can be considered as a proper record of the applicants’ arrest as suspects.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  As for the other ten applicants, similarly, in the absence of arrest records, there is nothing to indicate that during the periods of their unrecorded detention they were informed about and could effectively have used any of the procedural safeguards enshrined in the Convention and the domestic legislation (see Smolik, § 46, and Grinenko, § 77, both cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  These shortcomings also resulted in at least eight of the applicants (applications nos. 35973/07, 7814/08, 49087/08, 5375/12, 19447/12, 63531/13, 2838/14 and 7442/15) being detained without a court order for longer than the forty-eight-hour time-limit, contrary to domestic law requirements and the “lawfulness” guarantee of Article 5 of the Convention (see Birulev and Shishkin, cited above, §§ 58-60).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court further notes that two of the applicants (applications nos. 7814/08 and 70401/11) appear to have been subjected to administrative detention to ensure their availability as criminal suspects without, however, the requisite safeguards for their procedural rights as suspects. The Court reiterates its position that such conduct on the part of investigative authorities is incompatible with the principle of legal certainty and protection from arbitrary detention under Article 5 of the Convention (see, for instance, Grigoryev v. Ukraine, no. 51671/07, §§ 86-87, 15 May 2012, with further references, and Idalov v. Russia (no. 2), no. 41858/08, §§ 12829, 13 December 2016). Similarly, the Court observes that the duration of the “conveying” to the investigator of one of the applicants (Mr Meshchaninov, application no. 2838/14) for thirty-four hours does not appear justified (see, by contrast, Sidikovy v. Russia, no. 73455/11, §§ 21920, 20 June 2013) and raises doubts as to its true purpose.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Based on the above, the Court concludes that there has been a violation of Article 5 § 1 of the Convention on account of the applicants’ unrecorded detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Given the findings of unlawfulness in respect of the applicants’ unrecorded detention, which had deprived them of all the guarantees of Article 5 of the Convention, the Court does not consider it necessary to examine separately the applicants’ complaint under paragraph 4 of that Convention provision (see Fedotov v. Russia, no. 5140/02, § 79, 25 October 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Lastly, the Court has already held that in accordance with the relevant provisions of the Russian Civil Code, an award in respect of pecuniary and/or non-pecuniary damage may be made against the State only if the detention is found to have been unlawful in the domestic proceedings. In the present case, however, the domestic courts did not find the applicants’ detention unlawful. The applicants had, therefore, no grounds to claim compensation for their detention which had been effected in breach of Article 5 § 1 of the Convention (see Chuprikov v. Russia, no. 17504/07, § 98, 12 June 2014). Furthermore, the Court observes that Russian law does not provide for State liability for detention which was unrecorded or unacknowledged in any procedural form (see Ivan Kuzmin, cited above, § 79).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  Therefore, the applicants did not have an enforceable right to compensation as is required under Article 5 § 5 of the Convention. There has accordingly been a violation of this provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "88.  Two of the applicants (applications nos. 70401/11 and 7442/15) also complained of the excessive and unreasonable length of their pre-trial detention. They relied on Article 5 § 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "89.  The Government did not comment on the matter.",
                                "elements": []
                            },
                            {
                                "content": "90.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "91.  The Court has already, on numerous occasions, examined applications against Russia raising similar complaints under Article 5 § 3 of the Convention, and has found a violation of that Article on the grounds that the domestic courts had extended an applicant’s detention whilst essentially relying on the gravity of the charges and using stereotypical formulae, without addressing his or her specific situation or considering alternative preventive measures (see, among many others, Mamedova v. Russia, no. 7064/05, 1 June 2006; Pshevecherskiy v. Russia, no. 28957/02, 24 May 2007; Shukhardin v. Russia, no. 65734/01, 28 June 2007; Belov v. Russia, no. 22053/02, 3 July 2008; Aleksandr Makarov v. Russia, no. 15217/07, 12 March 2009; Lamazhyk v. Russia, no. 20571/04, 30 July 2009; Makarenko v. Russia, no. 5962/03, 22 December 2009; Gultyayeva v. Russia, no. 67413/01, 1 April 2010; Logvinenko v. Russia, no. 44511/04, 17 June 2010; Sutyagin v. Russia, no. 30024/02, 3 May 2011; Romanova v. Russia, no. 23215/02, 11 October 2011; Valeriy Samoylov v. Russia, no. 57541/09, 24 January 2012; Dirdizov v. Russia, no. 41461/10, §§ 10811, 27 November 2012; Zherebin v. Russia, no. 51445/09, §§ 59-63, 24 March 2016; and Dudchenko v. Russia, no. 37717/05, §§ 138-40, 7 November 2017).",
                                "elements": []
                            },
                            {
                                "content": "92.  Turning to the circumstances of the present cases, the Court notes that there is no reason to arrive at a different finding. It considers that the authorities extended the applicants’ detention on grounds which, although “relevant”, cannot be regarded as “sufficient”. In these circumstances, it is not necessary to examine whether the proceedings were conducted with “special diligence”.",
                                "elements": []
                            },
                            {
                                "content": "93.  Accordingly, there has been a violation of Article 5 § 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "94.  The Court has examined the other complaints submitted by the applicants and, having regard to all the material in its possession and in so far as the complaints fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that these complaints must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "95.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "96.  The applicants claimed various amounts in respect of pecuniary and non-pecuniary damage (see the Appendix).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Government asked the Court to award to the applicants just satisfaction in accordance with the relevant case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court considers that the applicants’ claims in respect of pecuniary damage have not been sufficiently substantiated and, therefore, rejects these claims. On the other hand, in respect of non-pecuniary damage it awards the applicants the amounts indicated in the Appendix.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "99.  Six of the applicants (application nos. 7077/06, 49087/08, 5375/12, 30658/13, 2838/14 and 7442/15) also claimed various amounts for the costs and expenses incurred before the domestic courts and/or the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Government considered the claims excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present cases, regard being had to the documents in its possession and the above criteria, the Court rejects three of the applicants’ claims for costs and expenses in the domestic proceedings (applications nos. 49087/08, 5375/12 and 30658/13) as unrelated to the violations found by the Court. It rejects the claims for legal costs in two cases (applications nos. 2838/14 and 7442/15) because no supporting documents had been produced. The Court considers it reasonable to award the sums claimed by one applicant (application no. 7077/06) covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "102.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints concerning unrecorded detention, judicial review of and compensation for unrecorded detention as well as the excessive and unreasonable length of two of the applicants’ pre-trial detention admissible and the remainder of the applications inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine separately the complaint under Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 § 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 5 § 3 of the Convention in applications nos. 70401/11 and 7442/15;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the amounts indicated in the Appendix, to be converted into the currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the awarded amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 June 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "APPENDIX",
                        "elements": []
                    },
                    {
                        "content": "Awards made by the Court under Article 41 of the Convention",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helena Jäderblom",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF FORTALNOV AND OTHERS v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-184067.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0626JUD000707706",
    "externalsources": [],
    "extractedappno": [
        "7077/06",
        "70401/11",
        "7442/15",
        "7814/08",
        "25724/08",
        "49087/08",
        "61400/11",
        "5375/12",
        "10447/12",
        "30658/13",
        "63531/13",
        "2838/14",
        "35973/07",
        "44082/98",
        "29226/03",
        "26587/07",
        "4634/04",
        "29994/02",
        "30271/03",
        "59261/00",
        "20364/05",
        "11778/05",
        "33627/06",
        "10645/08",
        "47837/06",
        "16499/09",
        "35919/05",
        "3346/06",
        "38887/09",
        "52783/08",
        "19447/12",
        "51671/07",
        "41858/08",
        "73455/11",
        "5140/02",
        "17504/07",
        "7064/05",
        "28957/02",
        "65734/01",
        "22053/02",
        "15217/07",
        "20571/04",
        "5962/03",
        "67413/01",
        "44511/04",
        "30024/02",
        "23215/02",
        "57541/09",
        "41461/10",
        "51445/09",
        "37717/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-184067",
    "judgementdate": "26/06/2018 00:00:00",
    "kpdate": "26/06/2018 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "404",
        "45"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "5-5",
        "5-1",
        "5-3",
        "5"
    ],
    "parties": [
        "FORTALNOV AND OTHERS",
        "RUSSIA"
    ],
    "rank": "2482.29833984375",
    "representedby": [
        "KLYKOVA T.F.",
        "LIPTSER Y.L.",
        "GORASH Y. V.",
        "DRUZHKOVA O. V.",
        "PREOBRAZHENSKAYA O. V."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "476235",
    "typedescription": "15"
}