{
    "__articles": "34;8;8-1;14+8;14;P1-1;P1-1-1;14+P1-1;3;12;41",
    "__conclusion": "Violation of Art. 8;Violation of Art. 14+8;Violation of Art. 14+P1-1;Non-pecuniary damage - finding of violation sufficient",
    "applicability": "60",
    "appno": "6833/74",
    "article": [
        "12",
        "3",
        "8",
        "p1-1",
        "34",
        "14",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 14+8",
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "Violation of Art. 14+8",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Art. 14+P1-1",
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "Violation of Art. 14+P1-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-57534.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1. The Marckx case was referred to the Court by the European Commission of Human Rights (\"the Commission\"). The case originated in an application against the  lodged with the Commission on 29 March 1974 by Ms. Paula Marckx (\"the first applicant\"), acting on behalf of herself and of her infant daughter Alexandra (\"the second applicant\"), under Article 25 (art. 25) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\").",
                        "elements": []
                    },
                    {
                        "content": "2. The Commission’s request, to which was attached the report provided for under Article 31 (art. 31) of the Convention, was filed with the registry of the Court on 10 March 1978, within the period of three months laid down by Articles 32 para. 1 and 47 (art. 32-1, art. 47). The request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration made by the  recognising the compulsory jurisdiction of the Court (Article 46) (art. 46). The purpose of the Commission’s request is to obtain a decision from the Court as to whether or not the contested Belgian legislation and the legal situation it creates for the applicants are compatible with the Convention, especially its Articles 8 and 14 (art. 8, art. 14), and with Article 1 of Protocol No. 1 (P1-1).",
                        "elements": []
                    },
                    {
                        "content": "3. On 11 March 1978, the President of the Court drew by lot, in the presence of the Deputy Registrar, the names of five of the seven judges called upon to sit as members of the Chamber; Mr. W. Ganshof van der Meersch, the elected judge of Belgian nationality, and Mr. G. Balladore Pallieri, the President of the Court, were ex officio members under Article 43 (art. 43) of the Convention and Rule 21 para. 3 (b) of the Rules of Court respectively. The five judges thus designated were Mr. J. Cremona, Mr. P. O’Donoghue, Mrs. D. Bindschedler-Robert, Mr. D. Evrigenis and Mr. F. Matscher (Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "Mr. Balladore Pallieri assumed the office of President of the Chamber in accordance with Rule 21 para. 5.",
                        "elements": []
                    },
                    {
                        "content": "4. On 13 March 1978, the Chamber decided under Rule 48 to relinquish jurisdiction forthwith in favour of the plenary Court, \"considering that the case raise(d) serious questions affecting the interpretation of the Convention ...\".",
                        "elements": []
                    },
                    {
                        "content": "5. The President of the Court ascertained, through the Deputy Registrar, the views of the Agent of the Belgian Government (\"the Government\") and the Delegates of the Commission regarding the procedure to be followed. By an Order of 3 May 1978, he decided that the Agent should have until 3 July 1978 to file a memorial and that the Delegates should be entitled to file a memorial in reply within two months from the date of the transmission of the Government’s memorial to them by the Registrar.",
                        "elements": []
                    },
                    {
                        "content": "The Government’s memorial was received at the registry on 3 July 1978.",
                        "elements": []
                    },
                    {
                        "content": "On 13 July 1978, the Secretary to the Commission advised the Deputy Registrar that the Delegates did not propose to file a memorial in reply but that they reserved the right to expound their views at the hearings. At the same time, the Secretary to the Commission notified the Deputy Registrar of the observations of Mrs. Van Look, the applicant’s counsel, on the Commission’s report.",
                        "elements": []
                    },
                    {
                        "content": "6. After consulting, through the Deputy Registrar, the Agent of the Government and the Delegates of the Commission, the President directed by an Order of 14 September 1978 that the oral hearings should open on 24 October.",
                        "elements": []
                    },
                    {
                        "content": "7. The oral hearings were held in public at the , , on 24 October 1978. The Court had held a short preparatory meeting earlier that morning.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government:",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr. Nørgaard, Mr. Custers and Mrs. Van Look for the Commission and by Mr. van Hecke for the Government, as well as their replies to questions put by several judges.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "A. Particular circumstances of the case",
                        "elements": [
                            {
                                "content": "8. Alexandra Marckx was born on 16 October 1973 at Wilrijk, near ; she is the daughter of Paula Marckx, a Belgian national, who is unmarried and a journalist by profession.",
                                "elements": []
                            },
                            {
                                "content": "Paula Marckx duly reported Alexandra’s birth to the Wilrijk registration officer who informed the District Judge (juge de paix) as is required by Article 57 bis of the Belgian Civil Code (\"the Civil Code\") in the case of \"illegitimate\" children.",
                                "elements": []
                            },
                            {
                                "content": "9. On 26 October 1973, the District Judge of the first district of Antwerp summoned Paula Marckx to appear before him (Article 405) so as to obtain from her the information required to make arrangements for Alexandra’s guardianship; at the same time, he informed her of the methods available for recognising her daughter and of the consequences in law of any such recognition (see paragraph 14 below). He also drew her attention to certain provisions of the Civil Code, including Article 756 which concerns \"exceptional\" forms of inheritance (successions \"irrégulières\").",
                                "elements": []
                            },
                            {
                                "content": "10. On 29 October 1973, Paula Marckx recognised her child in accordance with Article 334 of the Code. She thereby automatically became Alexandra’s guardian (Article 396 bis); the family council, on which the sister and certain other relatives of Paula Marckx sat under the chairmanship of the District Judge, was empowered to take in Alexandra’s interests various measures provided for by law.",
                                "elements": []
                            },
                            {
                                "content": "11. On 30 October 1974, Paula Marckx adopted her daughter pursuant to Article 349 of the Civil Code. The procedure, which was that laid down by Articles 350 to 356, entailed certain enquiries and involved some expenses. It concluded on 18 April 1975 with a judgment confirming the adoption, the effect whereof was retroactive to the date of the instrument of adoption, namely 30 October 1974.",
                                "elements": []
                            },
                            {
                                "content": "12. At the time of her application to the Commission, Ms. Paula Marckx’s family included, besides Alexandra, her own mother, Mrs. Victorine Libot, who died in August 1974, and a sister, Mrs. Blanche Marckx.",
                                "elements": []
                            },
                            {
                                "content": "13. The applicants complain of the Civil Code provisions on the manner of establishing the maternal affiliation of an \"illegitimate\" child and on the effects of establishing such affiliation as regards both the extent of the child’s family relationships and the patrimonial rights of the child and of his mother. The applicants also put in issue the necessity for the mother to adopt the child if she wishes to increase his rights.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B. Current law",
                        "elements": [
                            {
                                "content": "1. Establishment of the maternal affiliation of an \"illegitimate\" child",
                                "elements": [
                                    {
                                        "content": "14. Under Belgian law, no legal bond between an unmarried mother and her child results from the mere fact of birth: whilst the birth certificate recorded at the registry office suffices to prove the maternal affiliation of a married woman’s children (Article 319 of the Civil Code), the maternal affiliation of an \"illegitimate\" child is established by means either of a voluntary recognition by the mother or of legal proceedings taken for the purpose (action en recherche de maternité).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Nevertheless, an unrecognised \"illegitimate\" child bears his mother’s name which must appear on the birth certificate (Article 57). The appointment of his guardian is a matter for the family council which is presided over by the District Judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under Article 334, recognition, \"if not inserted in the birth certificate, shall be effected by a formal deed\". Recognition is declaratory and not attributive: it does not create but records the child’s status and is retroactive to the date of birth. However, it does not necessarily follow that the person effecting recognition is actually the child’s mother; on the contrary, any interested party may claim that the recognition does not correspond to the truth (Article 339). Many unmarried mothers - about 25 % according to the Government, although the applicants consider this an exaggerated figure - do not recognise their child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Proceedings to establish maternal affiliation (action en recherche de maternité) may be instituted by the child within five years from his attainment of majority or, whilst he is still a minor, by his legal representative with the consent of the family council (Articles 341a-341c of the Civil Code).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. Effects of the establishment of maternal affiliation",
                                "elements": [
                                    {
                                        "content": "15. The establishment of the maternal affiliation of an \"illegitimate\" child has limited effects as regards both the extent of his family relationships and the rights of the child and his mother in the matter of inheritance on intestacy and voluntary dispositions.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "a. The extent of family relationships",
                        "elements": [
                            {
                                "content": "16. In the context of the maternal affiliation of an \"illegitimate\" child, Belgian legislation does not employ the concepts of \"family\" and \"relative\". Even once such affiliation has been established, it in principle creates a legal bond with the mother alone. The child does not become a member of his mother’s family. The law excludes it from that family as regards inheritance rights on intestacy (see paragraph 17 below). Furthermore, if the child’s parents are dead or under an incapacity, he cannot marry, before attaining the age of twenty-one, without consent which has to be given by his guardian (Article 159 of the Civil Code) and not, as is the case for a \"legitimate\" child, by his grandparents (Article 150); the law does not expressly create any maintenance obligations, etc., between the child and his grandparents. However, certain texts make provision for exceptions, for example as regards the impediments to marriage (Articles 161 and 162). According to a judgment of 22 September 1966 of the Belgian Court of Cassation (Pasicrisie I, 1967, pp 78-79), these texts \"place the bonds existing between an illegitimate child and his grandparents on a legal footing based on the affection, respect and devotion that are the consequence of consanguinity ... (which) creates an obligation for the ascendants to take an interest in their descendants and, as a corollary, gives them the right, whenever this is not excluded by the law, to know and protect them and exercise over them the influence dictated by affection and devotion\". The Court of Cassation deduced from this that grandparents were entitled to a right of access to the child.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(b) Rights of a child born out of wedlock and of his mother in the matter of inheritance on intestacy and voluntary dispositions",
                        "elements": [
                            {
                                "content": "17. A recognised \"illegitimate\" child’s rights of inheritance on intestacy are less than those of a \"legitimate\" child. As appears from Articles 338, 724, 756 to 758, 760, 761, 769 to 773 and 913 of the Civil Code, a recognised \"illegitimate\" child does not have, in the estate of his parent who dies intestate, the status of heir but solely that of \"exceptional heir\" (\"successeur irrégulier\"): he has to seek a court order putting him in possession of the estate (envoi en possession). He is the sole beneficiary of his deceased mother’s estate only if she leaves no relatives entitled to inherit (Article 758); otherwise, its maximum entitlement - which arises when his mother leaves no descendants, ascendants, brothers or sisters – is three-quarters of the share which he would have taken if \"legitimate\" (Article 757). Furthermore, his mother may, during her lifetime, reduce that entitlement by one-half. Finally, Article 756 denies to the \"illegitimate\" child any rights on intestacy in the estates of his mother’s relatives.",
                                "elements": []
                            },
                            {
                                "content": "18. Recognised \"illegitimate\" children are also at a disadvantage as regards voluntary dispositions, since Article 908 provides that they \"may receive by disposition inter vivos or by will no more than their entitlement under the title ‘Inheritance on Intestacy’\".",
                                "elements": []
                            },
                            {
                                "content": "Conversely, the mother of such a child, unless she has no relatives entitled to inherit, may give in her lifetime or bequeath to him only part of her property. On the other hand, if the child’s affiliation has not been established, the mother may so give or bequeath to him the whole of her property, provided that there are no heirs entitled to a reserved portion of her estate (héritiers réservataires). The mother is thus faced with the following alternative: either she recognises the child and loses the possibility of leaving all her estate to him; or she renounces establishing with him a family relationship in the eyes of the law, in order to retain the possibility of leaving all her estate to him just as she might to a stranger.",
                                "elements": []
                            },
                            {
                                "content": "3. Adoption of \"illegitimate\" children by their mother",
                                "elements": [
                                    {
                                        "content": "19. If the mother of a recognised \"illegitimate\" child remains unmarried, she has but one means of improving his status, namely, \"simple\" adoption. In such cases, the age requirements for this form of adoption are eased by Article 345 para. 2, sub-paragraph 2, of the Civil Code. The adopted child acquires over the adopter’s estate the rights of a \"legitimate\" child but, unlike the latter, has no rights on intestacy in the estates of his mother’s relatives (Article 365).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Only legitimation (Articles 331-333) and legitimation by adoption (Articles 368-370) place an \"illegitimate\" child on exactly the same footing as a \"legitimate\" child; both of these measures presuppose the mother’s marriage.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "C. The Bill submitted to the Senate on 15 February 1978",
                        "elements": [
                            {
                                "content": "20.  has signed, but not yet ratified, the Brussels Convention of 12 September 1962 on the Establishment of Maternal Affiliation of Natural Children, which was prepared by the International Commission on Civil Status and entered into force on 23 April 1964. Neither has  yet ratified, nor even signed, the Convention of 15 October 1975 on the Legal Status of Children born out of Wedlock, which was concluded within the Council of Europe and entered into force on 11 August 1978. Both of these instruments are based on the principle \"mater semper certa est\"; the second of them also regulates such questions as maintenance obligations, parental authority and rights of succession.",
                                "elements": []
                            },
                            {
                                "content": "21. However, the Belgian Government submitted to the Senate on 15 February 1978 a Bill to which they referred the Court in their memorial of 3 July 1978 and subsequently at the hearings on 24 October. The official statement of reasons accompanying the Bill, which mentions, inter alia, the Conventions of 1962 and 1975 cited above, states that the Bill \"seeks to institute equality in law between all children\". In particular, maternal affiliation would be established on the mother’s name being entered on the birth certificate, which would introduce into Belgian law the principle \"mater semper certa est\". Recognition by an unmarried mother would accordingly no longer be necessary, unless there were no such entry. Furthermore, the Civil Code would confer on children born out of wedlock rights identical to those presently enjoyed by children born in wedlock in the matter of inheritance on intestacy and voluntary dispositions.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "22. The essence of the applicants’ allegations before the Commission was as follows:",
                        "elements": []
                    },
                    {
                        "content": "- as an \"illegitimate\" child, Alexandra Marckx is the victim, as a result of certain provisions of the Belgian Civil Code, of a \"capitis deminutio\" incompatible with Articles 3 and 8 (art. 3, art. 8) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "- this \"capitis deminutio\" also violates the said Articles (art. 3, art. 8) with respect to Paula Marckx;",
                        "elements": []
                    },
                    {
                        "content": "- there are instances of discrimination, contrary to Article 14 taken in conjunction with Article 8 (art. 14+8), between \"legitimate\" and \"illegitimate\" children and between unmarried and married mothers;",
                        "elements": []
                    },
                    {
                        "content": "- the fact that an \"illegitimate\" child may be recognised by any man, even if he is not the father, violates Articles 3, 8 and 14 (art. 3, art. 8, art. 14);",
                        "elements": []
                    },
                    {
                        "content": "- Article 1 of Protocol No. 1 (P1-1) is violated by reason of the fact that an unmarried mother is not free to dispose of her property in favour of her child.",
                        "elements": []
                    },
                    {
                        "content": "23. By partial decision of 16 March 1975, the Commission declared the penultimate complaint inadmissible. On 29 September 1975, it accepted the remainder of the application and also decided to take into consideration ex officio Article 12 (art. 12) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "In its report of 10 December 1977, the Commission expresses the opinion:",
                        "elements": []
                    },
                    {
                        "content": "- by ten votes to four, \"that the situation\" complained of \"constitutes a violation of Article 8 (art. 8) of the Convention with respect to the illegitimate child\" as far as, firstly, the \"principle of recognition and the procedure for recognition\" and, secondly, the \"effects\" of recognition are concerned;",
                        "elements": []
                    },
                    {
                        "content": "- by nine votes to four with one abstention, that the \"simple\" adoption of Alexandra by her mother \"has not remedied\" the situation complained of in that \"it maintains an improper restriction on the concept of family life\", with the result that \"the position complained of constitutes a violation of Article 8 (art. 8) with respect to the applicants\";",
                        "elements": []
                    },
                    {
                        "content": "- by twelve votes with two abstentions, \"that the legislation as applied constitutes a violation of Article 8 in conjunction with Article 14 (art. 14+8) with respect to the applicants\";",
                        "elements": []
                    },
                    {
                        "content": "- by nine votes to six, that the \"Belgian legislation as applied violates Article 1 of the First Protocol in conjunction with Article 14 (art. 14+P1-1) of the Convention\" with respect to the first, but not to the second, applicant;",
                        "elements": []
                    },
                    {
                        "content": "- that it is not \"necessary\" to examine the case under Article 3 (art. 3) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "- unanimously, that \"Article 12 (art. 12) is not relevant\".",
                        "elements": []
                    },
                    {
                        "content": "The report contains one separate opinion.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS MADE TO THE COURT",
                "elements": [
                    {
                        "content": "24. At the hearings on 24 October 1978, the Government confirmed the submission appearing in their memorial, namely:",
                        "elements": []
                    },
                    {
                        "content": "\"That the Court should decide that the facts related by the Commission in its report do not disclose a violation by the , in the case of the applicants Paula and Alexandra Marckx, of the obligations imposed by the Convention.\"",
                        "elements": []
                    },
                    {
                        "content": "The Delegates of the Commission, for their part, made the following submission at the hearings:",
                        "elements": []
                    },
                    {
                        "content": "\"May it please the Court to decide whether the Belgian legislation complained of violates, in the case of the applicants, the rights guaranteed to them by Article 8 of the Convention and Article 1 of Protocol No. 1 (art. 8, P1-1), taken alone or in conjunction with Article 14 (art. 14+8, art. 14+P1-1) of the Convention.\"",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I. ON THE GOVERNMENT’S PRELIMINARY PLEA",
                        "elements": [
                            {
                                "content": "25. The application of the Civil Code provisions concerning children born out of wedlock and unmarried mothers is alleged by the applicants to contravene, with respect to them, Articles 3, 8, 12 and 14 (art. 3, art. 8, art. 12, art. 14) of the Convention and Article 1 of Protocol No. 1 (P1-1).",
                                "elements": []
                            },
                            {
                                "content": "26. In reply, the Government firstly contend - if not by way of an objection of lack of jurisdiction or inadmissibility as such, at least by way of a preliminary plea - that the issues raised by the applicants are essentially theoretical in their case. The Government illustrate this by the following points: the child Alexandra Marckx did not suffer from the fact that her maternal affiliation was not established as soon as she was born (16 October 1973) but only thirteen days later, when she was recognised, since at the time she was unaware of the circumstances of her birth; her mother, Paula Marckx, was acting of her own accord, and not under duress, when she recognised Alexandra (29 October 1973) and when she adopted her (30 October 1974); there is nothing to indicate that, during the interval of a year and a day between these two latter dates, Paula Marckx had any wish to make, by will or by gift inter vivos, a provision for her daughter more generous than that stipulated by Article 908 of the Civil Code; a very substantial proportion of the expenses incurred by Paula Marckx for the adoption could have been avoided; since 30 October 1974, Alexandra’s position vis-à-vis her mother has been the same as that of a \"legitimate\" child. Briefly, the applicants are overlooking, in the Government’s submission, the fact that it is not the Court’s function to rule in abstracto on the compatibility with the Convention of certain legal rules (Golder judgment of 21 February 1975, Series A no. 18, p. 19, para. 39).",
                                "elements": []
                            },
                            {
                                "content": "The Commission’s response is that it did not examine the impugned legislation in abstracto since the applicants are relying on specific and concrete facts.",
                                "elements": []
                            },
                            {
                                "content": "27. The Court does not share the Government’s view. Article 25 (art. 25) of the Convention entitles individuals to contend that a law violates their rights by itself, in the absence of an individual measure of implementation, if they run the risk of being directly affected by it (see, mutatis mutandis, the Klass and others judgment of 6 September 1978, Series A no. 28, pp. 17-18, para. 33). Such is indeed the standpoint of the applicants: they raise objections to several Articles of the Civil Code which applied or apply to them automatically. In submitting that these Articles are contrary to the Convention and to Protocol No. 1, the applicants are not inviting the Court to undertake an abstract review of rules which, as such, would be incompatible with Article 25 (art. 25) (see, in addition to the two judgments cited above, the De Becker judgment of 27 March 1962, Series A no. 4, p. 26 in fine, and the De Wilde, Ooms and Versyp judgment of 10 March 1972, Series A no. 14, p. 10, para. 22): they are challenging a legal position - that of an unmarried mothers and of children born out of wedlock - which affects them personally.",
                                "elements": []
                            },
                            {
                                "content": "The Government appear, in short, to consider that this position is not or is barely detrimental to the applicants. The Court recalls in this respect that the question of the existence of prejudice is not a matter for Article 25 (art. 25) which, in its use of the word \"victim\", denotes \"the person directly affected by the act or omission which is in issue\" (above-cited De Wilde, Ooms and Versyp judgment, p. 11, paras. 23-24; see also the Engel and others judgments of 8 June and 23 November 1976, Series A no. 22, p. 37, para. 89, and p. 69, para. 11).",
                                "elements": []
                            },
                            {
                                "content": "Paula and Alexandra Marckx can therefore \"claim\" to be victims of the breaches of which they complain. In order to ascertain whether they are actually victims, the merits of each of their contentions have to be examined.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. ON THE MERITS",
                        "elements": [
                            {
                                "content": "28. The applicants rely basically on Articles 8 and 14 (art. 8, art. 14) of the Convention. Without overlooking the other provisions which they invoke, the Court has accordingly turned primarily to these two Articles (art. 8, art. 14) in its consideration of the three aspects of the problem referred to it by the Commission: the manner of establishing affiliation, the extent of the child’s family relationships, the patrimonial rights of the child and of her mother.",
                                "elements": []
                            },
                            {
                                "content": "29. Article 8 (art. 8) of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "\"1. Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.\"",
                                "elements": []
                            },
                            {
                                "content": "30. The Court is led in the present case to clarify the meaning and purport of the words \"respect for ... private and family life\", which it has scarcely had the occasion to do until now (judgment of 23 July 1968 in the \"Belgian Linguistic\" case, Series A no. 6, pp. 32-33, para. 7; Klass and others judgment of 6 September 1978, Series A no. 28, p. 21, para. 41).",
                                "elements": []
                            },
                            {
                                "content": "31. The first question for decision is whether the natural tie between Paula and Alexandra Marckx gave rise to a family life protected by Article 8 (art. 8).",
                                "elements": []
                            },
                            {
                                "content": "By guaranteeing the right to respect for family life, Article 8 (art. 8) presupposes the existence of a family. The Court concurs entirely with the Commission’s established case-law on a crucial point, namely that Article 8 (art. 8) makes no distinction between the \"legitimate\" and the \"illegitimate\" family. Such a distinction would not be consonant with the word \"everyone\", and this is confirmed by Article 14 (art. 14) with its prohibition, in the enjoyment of the rights and freedoms enshrined in the Convention, of discrimination grounded on \"birth\". In addition, the Court notes that the Committee of Ministers of the Council of Europe regards the single woman and her child as one form of family no less than others (Resolution (70) 15 of 15 May 1970 on the social protection of unmarried mothers and their children, para. I-10, para. II-5, etc.).",
                                "elements": []
                            },
                            {
                                "content": "Article 8 (art. 8) thus applies to the \"family life\" of the \"illegitimate\" family as it does to that of the \"legitimate\" family. Besides, it is not disputed that Paula Marckx assumed responsibility for her daughter Alexandra from the moment of her birth and has continuously cared for her, with the result that a real family life existed and still exists between them.",
                                "elements": []
                            },
                            {
                                "content": "It remains to be ascertained what the \"respect\" for this family life required of the Belgian legislature in each of the areas covered by the application.",
                                "elements": []
                            },
                            {
                                "content": "By proclaiming in paragraph 1 the right to respect for family life, Article 8 (art. 8-1) signifies firstly that the State cannot interfere with the exercise of that right otherwise than in accordance with the strict conditions set out in paragraph 2 (art. 8-2). As the Court stated in the \"Belgian Linguistic\" case, the object of the Article is \"essentially\" that of protecting the individual against arbitrary interference by the public authorities (judgment of 23 July 1968, Series A no. 6, p. 33, para. 7). Nevertheless it does not merely compel the State to abstain from such interference: in addition to this primarily negative undertaking, there may be positive obligations inherent in an effective \"respect\" for family life.",
                                "elements": []
                            },
                            {
                                "content": "This means, amongst other things, that when the State determines in its domestic legal system the regime applicable to certain family ties such as those between an unmarried mother and her child, it must act in a manner calculated to allow those concerned to lead a normal family life. As envisaged by Article 8 (art. 8), respect for family life implies in particular, in the Court’s view, the existence in domestic law of legal safeguards that render possible as from the moment of birth the child’s integration in his family. In this connection, the State has a choice of various means, but a law that fails to satisfy this requirement violates paragraph 1 of Article 8 (art. 8-1) without there being any call to examine it under paragraph 2 (art. 8-2).",
                                "elements": []
                            },
                            {
                                "content": "Article 8 (art. 8) being therefore relevant to the present case, the Court has to review in detail each of the applicants’ complaints in the light of this provision.",
                                "elements": []
                            },
                            {
                                "content": "32. Article 14 (art. 14) provides:",
                                "elements": []
                            },
                            {
                                "content": "\"The enjoyment of the rights and freedoms set forth in this Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.\"",
                                "elements": []
                            },
                            {
                                "content": "The Court’s case-law shows that, although Article 14 (art. 14) has no independent existence, it may play an important autonomous role by complementing the other normative provisions of the Convention and the Protocols: Article 14 (art. 14) safeguards individuals, placed in similar situations, from any discrimination in the enjoyment of the rights and freedoms set forth in those other provisions. A measure which, although in itself in conformity with the requirements of the Article of the Convention or the Protocols enshrining a given right or freedom, is of a discriminatory nature incompatible with Article 14 (art. 14) therefore violates those two Articles taken in conjunction. It is as though Article 14 (art. 14) formed an integral part of each of the provisions laying down rights and freedoms (judgment of 23 July 1968 in the \"Belgian Linguistic\" case, Series A no. 6, pp. 33-34, para. 9; National Union of Belgian Police judgment of 27 October 1975, Series A no. 19, p. 19, para. 44).",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, and since Article 8 (art. 8) is relevant to the present case (see paragraph 31 above), it is necessary also to take into account Article 14 in conjunction with Article 8 (art. 14+8).",
                                "elements": []
                            },
                            {
                                "content": "33. According to the Court’s established case-law, a distinction is discriminatory if it \"has no objective and reasonable justification\", that is, if it does not pursue a \"legitimate aim\" or if there is not a \"reasonable relationship of proportionality between the means employed and the aim sought to be realised\" (see, inter alia, the above-cited judgment of 23 July 1968, p. 34, para. 10).",
                                "elements": []
                            },
                            {
                                "content": "34. In acting in a manner calculated to allow the family life of an unmarried mother and her child to develop normally (see paragraph 31 above), the State must avoid any discrimination grounded on birth: this is dictated by Article 14 taken in conjunction with Article 8 (art. 14+8).",
                                "elements": []
                            },
                            {
                                "content": "A. On the manner of establishing Alexandra Marckx’s maternal affiliation",
                                "elements": [
                                    {
                                        "content": "35. Under Belgian law, the maternal affiliation of an \"illegitimate\" child is established neither by his birth alone nor even by the entry - obligatory under Article 57 of the Civil Code - of the mother’s name on the birth certificate; Articles 334 and 341a require either a voluntary recognition or a court declaration as to maternity. On the other hand, under Article 319, the affiliation of a married woman’s child is proved simply by the birth certificate recorded at the registry office (see paragraph 14 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants see this system as violating, with respect to them, Article 8 (art 8) of the Convention, taken both alone and in conjunction with Article 14 (art. 14+8). This is contested by the Government. The Commission, for its part, finds a breach of Article 8 (art. 8), taken both alone and in conjunction with Article 14 (art. 14+8), with respect to Alexandra, and a breach of Article 14, taken in conjunction with Article 8 (art. 14+8), with respect to Paula Marckx.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. On the alleged violation of Article 8 (art. 8) of the Convention, taken alone",
                                        "elements": [
                                            {
                                                "content": "36. Paula Marckx was able to establish Alexandra’s affiliation only by the means afforded by Article 334 of the Civil Code, namely recognition. The effect of recognition is declaratory and not attributive: it does not create but records the child’s status. It is irrevocable and retroactive to the date of birth. Furthermore, the procedure to be followed hardly presents difficulties: the declaration may take the form of a notarial deed, but it may also be added, at any time and without expense, to the record of the birth at the registry office (see paragraph 14 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Nevertheless, the necessity to have recourse to such an expedient derived from a refusal to acknowledge fully Paula Marckx’s maternity from the moment of the birth. Moreover, in Belgium an unmarried mother is faced with an alternative: if she recognises her child (assuming she wishes to do so), she will at the same time prejudice him since her capacity to give or bequeath her property to him will be restricted; if she desires to retain the possibility of making such dispositions as she chooses in her child’s favour, she will be obliged to renounce establishing a family tie with him in law (see paragraph 18 above). Admittedly, that possibility, which is now open to her in the absence of recognition, would disappear entirely under the current Civil Code (Article 908) if, as is the applicants’ wish, the mere mention of the mother’s name on the birth certificate were to constitute proof of any \"illegitimate\" child’s maternal affiliation. However, the dilemma which exists at present is not consonant with \"respect\" for family life; it thwarts and impedes the normal development of such life (see paragraph 31 above). Furthermore, it appears from paragraphs 60 to 65 below that the unfavourable consequences of recognition in the area of patrimonial rights are of themselves contrary to Article 14 of the Convention, taken in conjunction with Article 8 (art. 14+8) and with Article 1 of Protocol No. 1 (art. 14+P1-1).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court thus concludes that there has been a violation of Article 8 (art. 8), taken alone, with respect to the first applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37. As regards Alexandra Marckx, only one method of establishing her maternal affiliation was available to her under Belgian law, namely, to take legal proceedings for the purpose (recherche de maternité; Articles 341a-341c of the Civil Code). Although a judgment declaring the affiliation of an \"illegitimate\" child has the same effects as a voluntary recognition, the procedure applicable is, in the nature of things, far more complex. Quite apart from the conditions of proof that have to be satisfied, the legal representative of an infant needs the consent of the family council before he can bring, assuming he wishes to do so, an action for a declaration as to status; it is only after attaining majority that the child can bring such an action himself (see paragraph 14 above). There is thus a risk that the establishment of affiliation will be time-consuming and that, in the interim, the child will remain separated in law from his mother. This system resulted in a lack of respect for the family life of Alexandra Marckx who, in the eyes of the law, was motherless from 16 to 29 October 1973. Despite the brevity of this period, there was thus also a violation of Article 8 (art. 8) with respect to the second applicant.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. On the alleged violation of Article 14 of the Convention, taken in conjunction with Article 8 (art. 14+8)",
                                        "elements": [
                                            {
                                                "content": "38. The Court also has to determine whether, as regards the manner of establishing Alexandra’s maternal affiliation, one or both of the applicants have been victims of discrimination contrary to Article 14 taken in conjunction with Article 8 (art. 14+8).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39. The Government, relying on the difference between the situations of the unmarried and the married mother, advance the following arguments: whilst the married mother and her husband \"mutually undertake ... the obligation to feed, keep and educate their children\" (Article 203 of the Civil Code), there is no certainty that the unmarried mother will be willing to bear on her own the responsibilities of motherhood; by leaving the unmarried mother the choice between recognising her child or dissociating herself from him, the law is prompted by a concern for protection of the child, for it would be dangerous to entrust him to the custody and authority of someone who has shown no inclination to care for him; many unmarried mothers do not recognise their child (see paragraph 14 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the Court’s judgment, the fact that some unmarried mothers, unlike Paula Marckx, do not wish to take care of their child cannot justify the rule of Belgian law whereby the establishment of their maternity is conditional on voluntary recognition or a court declaration. In fact, such an attitude is not a general feature of the relationship between unmarried mothers and their children; besides, this is neither claimed by the Government nor proved by the figures which they advance. As the Commission points out, it may happen that also a married mother might not wish to bring up her child, and yet, as far as she is concerned, the birth alone will have created the legal bond of affiliation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Again, the interest of an \"illegitimate\" child in having such a bond established is no less than that of a \"legitimate\" child. However, the \"illegitimate\" child is likely to remain motherless in the eyes of Belgian law. If an \"illegitimate\" child is not recognised voluntarily, he has only one expedient, namely, an action to establish maternal affiliation (Articles 341a-341c of the Civil Code; see paragraph 14 above). A married woman’s child also is entitled to institute such an action (Articles 326-330), but in the vast majority of cases the entries on the birth certificate (Article 319) or, failing that, the constant and factual enjoyment of the status of a legitimate child (une possession d’état constante; Article 320) render this unnecessary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40. The Government do not deny that the present law favours the traditional family, but they maintain that the law aims at ensuring that family’s full development and is thereby founded on objective and reasonable grounds relating to morals and public order (ordre public).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court recognises that support and encouragement of the traditional family is in itself legitimate or even praiseworthy. However, in the achievement of this end recourse must not be had to measures whose object or result is, as in the present case, to prejudice the \"illegitimate\" family; the members of the \"illegitimate\" family enjoy the guarantees of Article 8 (art. 8) on an equal footing with the members of the traditional family.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41. The Government concede that the law at issue may appear open to criticism but plead that the problem of reforming it arose only several years after the entry into force of the European Convention on Human Rights in respect of Belgium (14 June 1955), that is with the adoption of the Brussels Convention of 12 September 1962 on the Establishment of Maternal Affiliation of Natural Children (see paragraph 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is true that, at the time when the Convention of 4 November 1950 was drafted, it was regarded as permissible and normal in many European countries to draw a distinction in this area between the \"illegitimate\" and the \"legitimate\" family. However, the Court recalls that this Convention must be interpreted in the light of present-day conditions (Tyrer judgment of 25 April 1978, Series A no. 26, p. 15, para. 31). In the instant case, the Court cannot but be struck by the fact that the domestic law of the great majority of the member States of the Council of Europe has evolved and is continuing to evolve, in company with the relevant international instruments, towards full juridical recognition of the maxim \"mater semper certa est\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "Admittedly, of the ten States that drew up the Brussels Convention, only eight have signed and only four have ratified it to date. The European Convention of 15 October 1975 on the Legal Status of Children born out of Wedlock has at present been signed by only ten and ratified by only four members of the Council of Europe. Furthermore, Article 14 (1) of the latter Convention permits any State to make, at the most, three reservations, one of which could theoretically concern precisely the manner of establishing the maternal affiliation of a child born out of wedlock (Article 2).",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, this state of affairs cannot be relied on in opposition to the evolution noted above. Both the relevant Conventions are in force and there is no reason to attribute the currently small number of Contracting States to a refusal to admit equality between \"illegitimate\" and legitimate\" children on the point under consideration. In fact, the existence of these two treaties denotes that there is a clear measure of common ground in this area amongst modern societies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The official statement of reasons accompanying the Bill submitted by the Belgian Government to the Senate on 15 February 1978 (see paragraph 21 above) provides an illustration of this evolution of rules and attitudes. Amongst other things, the statement points out that \"in recent years several Western European countries, including the Federal Republic of Germany, Great Britain, the Netherlands, France, Italy and Switzerland, have adopted new legislation radically altering the traditional structure of the law of affiliation and establishing almost complete equality between legitimate and illegitimate children\". It is also noted that \"the desire to put an end to all discrimination and abolish all inequalities based on birth is ... apparent in the work of various international institutions\". As regards  itself, the statement stresses that the difference of treatment between Belgian citizens, depending on whether their affiliation is established in or out of wedlock, amounts to a \"flagrant exception\" to the fundamental principle of the equality of everyone before the law (Article 6 of the Constitution). It adds that \"lawyers and public opinion are becoming increasingly convinced that the discrimination against (illegitimate) children should be ended\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "42. The Government maintain, finally, that the introduction of the rule \"mater semper certa est\" should be accompanied, as is contemplated in the 1978 Bill, by a reform of the provisions on the establishment of paternity, failing which there would be a considerable and one-sided increase in the responsibilities of the unmarried mother. Thus, for the Government, there is a comprehensive problem and any piecemeal solution would be dangerous.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court confines itself to noting that it is required to rule only on certain aspects of the maternal affiliation of \"illegitimate\" children under Belgian law. It does not exclude that a judgment finding a breach of the Convention on one of those aspects might render desirable or necessary a reform of the law on other matters not submitted for examination in the present proceedings. It is for the respondent State, and the respondent State alone, to take the measures it considers appropriate to ensure that its domestic law is coherent and consistent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43. The distinction complained of therefore lacks objective and reasonable justification. Accordingly, the manner of establishing Alexandra Marckx’s maternal affiliation violated, with respect to both applicants, Article 14 taken in conjunction with Article 8 (art. 14+8).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. On the extent in law of Alexandra Marckx’s family relationships",
                                "elements": [
                                    {
                                        "content": "44. Under Belgian law, a \"legitimate\" child is fully integrated from the moment of his birth into the family of each of his parents, whereas a recognised \"illegitimate\" child, and even an adopted \"illegitimate\" child, remains in principle a stranger to his parents’ families (see paragraph 16 above). In fact, the legislation makes provision for some exceptions - and recent case-law is tending to add more - but it denies a child born out of wedlock any rights over the estates of his father’s or mother’s relatives (Article 756 in fine of the Civil Code), it does not expressly create any maintenance obligations between him and those relatives, and it empowers his guardian rather than those relatives to give consent, where appropriate, to his marriage (Article 159, as compared with Article 150), etc.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It thus appears that in certain respects Alexandra never had a legal relationship with her mother’s family, for example with her maternal grandmother, Mrs. Victorine Libot, who died in August 1974, or with her aunt, Mrs. Blanche Marckx (see paragraph 12 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants regard this situation as incompatible with Article 8 of the Convention (art. 8), taken both alone and in conjunction with Article 14 (art. 14+8). This is contested by the Government. The Commission, for its part, finds a breach of the requirements of Article 8 (art. 8), taken both alone and in conjunction with Article 14 (art. 14+8), with respect to Alexandra, and a breach of Article 14 taken in conjunction with Article 8 (art. 14+8), with respect to Paula Marckx.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. On the alleged violation of Article 8 (art. 8) of the Convention, taken alone",
                                        "elements": [
                                            {
                                                "content": "45. In the Court’s opinion, \"family life\", within the meaning of Article 8 (art. 8), includes at least the ties between near relatives, for instance those between grandparents and grandchildren, since such relatives may play a considerable part in family life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"Respect\" for a family life so understood implies an obligation for the State to act in a manner calculated to allow these ties to develop normally (see, mutatis mutandis, paragraph 31 above). Yet the development of the family life of an unmarried mother and her child whom she has recognised may be hindered if the child does not become a member of the mother’s family and if the establishment of affiliation has effects only as between the two of them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46. It is objected by the Government that Alexandra’s grandparents were not parties to the case and, furthermore, that there is no evidence before the Court as to the actual existence, now or in the past, of relations between Alexandra and her grandparents, the normal manifestations whereof were hampered by Belgian law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court does not agree. The fact that Mrs. Victorine Libot did not apply to the Commission in no way prevents the applicants from complaining, on their own account, of the exclusion of one of them from the other’s family. Besides, there is nothing to prove the absence of actual relations between Alexandra and her grandmother before the latter’s death; in addition, the information obtained at the hearings suggests that Alexandra apparently has such relations with an aunt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47. There is thus in this connection violation of Article 8 (art. 8), taken alone, with respect to both applicants.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. On the alleged violation of Article 14 of the Convention, taken in conjunction with Article 8 (art. 14+8)",
                                        "elements": [
                                            {
                                                "content": "48. It remains for the Court to determine whether, as regards the extent in law of Alexandra’s family relationships, one or both of the applicants have been victims of discrimination in breach of Article 14 taken in conjunction with Article 8 (art. 14+8). One of the differences of treatment found in this area between \"illegitimate\" and \"legitimate\" children concerns inheritance rights on intestacy (Article 756 in fine of the Civil Code); the Court’s opinion on this aspect appears at paragraphs 56 to 59 below. With respect to the other differences, the Government do not put forward any arguments beyond those they rely on in connection with the manner of establishing affiliation (see paragraphs 39 to 42 above). The Court discerns no objective and reasonable justification for the differences of treatment now being considered. Admittedly, the \"tranquillity\" of \"legitimate\" families may sometimes be disturbed if an \"illegitimate\" child is included, in the eyes of the law, in his mother’s family on the same footing as a child born in wedlock, but this is not a motive that justifies depriving the former child of fundamental rights. The Court also refers, mutatis mutandis, to the reasons set out in paragraphs 40 and 41 of the present judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The distinction complained of therefore violates, with respect to both applicants, Article 14 taken in conjunction with Article 8 (art. 14+8).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C. On the patrimonial rights relied on by the applicants",
                                "elements": [
                                    {
                                        "content": "49. The Civil Code limits, in varying degrees, the rights of an \"illegitimate\" child and his unmarried mother as regards both inheritance on intestacy and dispositions inter vivos or by will (see paragraphs 17 and 18 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Until her recognition on 29 October 1973, the fourteenth day of her life, Alexandra had, by virtue of Article 756, no inheritance rights on intestacy over her mother’s estate. On that date she did not acquire the status of presumed heir (héritière présomptive) of her mother, but merely that of \"exceptional heir\" (\"successeur irrégulier\") (Articles 756-758, 760 and 773). It was only Alexandra’s adoption, on 30 October 1974, that conferred on her the rights of a \"legitimate\" child over Paula Marckx’s estate (Article 365). Moreover, Alexandra has never had any inheritance rights on intestacy as regards the estate of any member of her mother’s family (Articles 756 and 365).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the interval between her recognition and her adoption, Alexandra could receive from her mother by disposition inter vivos or by will no more than her entitlement under the Code under the title \"Inheritance on Intestacy\" (Article 908). This restriction on her capacity, like that on Paula Marckx’s capacity to dispose of her property, did not exist before 29 October 1973 and disappeared on 30 October 1974.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the other hand, the Belgian Civil Code confers on \"legitimate\" children, from the moment of their birth and even of their conception, all those patrimonial rights which it denied and denies Alexandra; the capacity of married women to dispose of their property is not restricted by the Code in the same way as that of Paula Marckx.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the applicants, this system contravenes in regard to them Article 8 (art. 8) of the Convention, taken both alone and in conjunction with Article 14 (art. 14+8), and also, in Paula Marckx’s case, Article 1 of Protocol No. 1 (P1-1) taken both alone and in conjunction with Article 14 (art. 14+P1-1). This is contested by the Government. The Commission, for its part, finds only a breach of Article 14, taken in conjunction with Article 1 of Protocol No. 1 (art. 14+P1-1), with respect to Paula Marckx.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. On the patrimonial rights relied on by Alexandra",
                                        "elements": [
                                            {
                                                "content": "50. As concerns the second applicant, the Court has taken its stand solely on Article 8 (art. 8) of the Convention, taken both alone and in conjunction with Article 14 (art. 14+8). The Court in fact excludes Article 1 of Protocol No. 1 (P1-1): like the Commission and the Government, it notes that this Article (P1-1) does no more than enshrine the right of everyone to the peaceful enjoyment of \"his\" possessions, that consequently it applies only to a person’s existing possessions and that it does not guarantee the right to acquire possessions whether on intestacy or through voluntary dispositions. Besides, the applicants do not appear to have relied on this provision in support of Alexandra’s claims. Since Article 1 of the Protocol (P1-1) proves to be inapplicable, Article 14 (art. 14) of the Convention cannot be combined with it on the point now being considered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51. The applicants regard the patrimonial rights they claim as forming part of family rights and, hence, as being a matter for Article 8 (art. 8). This reasoning is disputed by the Government. Neither does the majority of the Commission agree with the applicants, but, as the Principal Delegate indicated at the hearings, a minority of six members considers the right of succession between children and parents, and between grandchildren and grandparents, to be so closely related to family life that it comes within the sphere of Article 8 (art. 8).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52. The Court shares the view of the minority. Matters of intestate succession - and of disposition - between near relatives prove to be intimately connected with family life. Family life does not include only social, moral or cultural relations, for example in the sphere of children’s education; it also comprises interests of a material kind, as is shown by, amongst other things, the obligations in respect of maintenance and the position occupied in the domestic legal systems of the majority of the Contracting States by the institution of the reserved portion of an estate (réserve héréditaire). Whilst inheritance rights are not normally exercised until the estate-owner’s death, that is at a time when family life undergoes a change or even comes to an end, this does not mean that no issue concerning such rights may arise before the death: the distribution of the estate may be settled, and in practice fairly often is settled, by the making of a will or of a gift on account of a future inheritance (avance d’hoirie); it therefore represents a feature of family life that cannot be disregarded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53. Nevertheless, it is not a requirement of Article 8 (art. 8) that a child should be entitled to some share in the estates of his parents or even of other near relatives: in the matter of patrimonial rights also, Article 8 (art. 8) in principle leaves to the Contracting States the choice of the means calculated to allow everyone to lead a normal family life (see paragraph 31 above) and such an entitlement is not indispensable in the pursuit of a normal family life. In consequence, the restrictions which the Belgian Civil Code places on Alexandra Marckx’s inheritance rights on intestacy are not of themselves in conflict with the Convention, that is, if they are considered independently of the reason underlying them. Similar reasoning is to be applied to the question of voluntary dispositions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54. On the other hand, the distinction made in these two respects between \"illegitimate\" and \"legitimate\" children does raise an issue under Articles 14 and 8 (art. 14+8) when they are taken in conjunction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55. Until she was adopted (30 October 1974), Alexandra had only a capacity to receive property from Paula Marckx (see paragraph 49 above) that was markedly less than that which a child born in wedlock would have enjoyed. The Court considers that this difference of treatment, in support of which the Government put forward no special argument, lacks objective and reasonable justification; reference is made, mutatis mutandis, to paragraphs 40 and 41 above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, the Government plead that since 30 October 1974 the second applicant has had, vis-à-vis the first applicant, the patrimonial rights of a \"legitimate\" child; they therefore consider it superfluous to deal with the earlier period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "This argument represents, in essence, no more than one branch of the preliminary plea that has already been set aside (see paragraphs 26 and 27 above). Moreover, in common with the Commission, the Court finds that the need to have recourse to adoption in order to eliminate the said difference of treatment involves of itself discrimination. As the applicants emphasised, the procedure employed for this purpose in the present case is one that usually serves to establish legal ties between one individual and another’s child; to oblige in practice an unmarried mother to utilise such a procedure if she wishes to improve her own daughter’s situation as regards patrimonial rights amounts to disregarding the tie of blood and to using the institution of adoption for an extraneous purpose. Besides, the procedure to be followed is somewhat lengthy and complicated. Above all, the child is left entirely at the mercy of his parent’s initiative, for he is unable to apply to the courts for his adoption.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56. Unlike a \"legitimate\" child, Alexandra has at no time before or after 30 October 1974 had any entitlement on intestacy in the estates of members of Paula Marckx’s family (see paragraph 49 above). Here again, the Court fails to find any objective and reasonable justification.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the Government’s submission, the reason why adoption in principle confers on the adopted child no patrimonial rights as regards relatives of the adopter is that the relatives may not have approved of the adoption. The Court does not have to decide this point in the present proceedings since it considers discriminatory the need for a mother to adopt her child (see paragraph 55 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57. As regards the sum total of the patrimonial rights claimed by the second applicant, the Court notes that the Bill submitted to the Senate on 15 February 1978 (see paragraph 21 above) advocates, in the name of the principle of equality, \"the abolition of the inferior status characterising, in matters of inheritance, the lot of illegitimate children\" as compared with children born in wedlock.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58. The Government also state that they appreciate that an increase in the \"illegitimate\" child’s inheritance rights is considered indispensable; however, in their view, reform should be effected by legislation and without retrospective effect. Their argument runs as follows: if the Court were to find certain rules of Belgian law to be incompatible with the Convention, this would mean that these rules had been contrary to the Convention since its entry into force in respect of Belgium (14 June 1955); the only way to escape such a conclusion would be to accept that the Convention’s requirements had increased in the intervening period and to indicate the exact date of the change; failing this, the result of the judgment would be to render many subsequent distributions of estates irregular and open to challenge before the courts, since the limitation period on the two actions available under Belgian law in this connection is thirty years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court is not required to undertake an examination in abstracto of the legislative provisions complained of: it is enquiring whether or not their application to Paula and Alexandra Marckx complies with the Convention (see paragraph 27 above). Admittedly, it is inevitable that the Court’s decision will have effects extending beyond the confines of this particular case, especially since the violations found stem directly from the contested provisions and not from individual measures of implementation, but the decision cannot of itself annul or repeal these provisions: the Court’s judgment is essentially declaratory and leaves to the State the choice of the means to be utilised in its domestic legal system for performance of its obligation under Article 53 (art. 53).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Nonetheless, it remains true that the Government have an evident interest in knowing the temporal effect of the present judgment. On this question, reliance has to be placed on two general principles of law which were recently recalled by the Court of Justice of the European Communities: \"the practical consequences of any judicial decision must be carefully taken into account\", but \"it would be impossible to go so far as to diminish the objectivity of the law and compromise its future application on the ground of the possible repercussions which might result, as regards the past, from such a judicial decision\" (8 April 1976, Defrenne v. Sabena, Reports 1976, p. 480). The European Court of Human Rights interprets the Convention in the light of present-day conditions but it is not unaware that differences of treatment between \"illegitimate\" and \"legitimate\" children, for example in the matter of patrimonial rights, were for many years regarded as permissible and normal in a large number of Contracting States (see, mutatis mutandis, paragraph 41 above). Evolution towards equality has been slow and reliance on the Convention to accelerate this evolution was apparently contemplated at a rather late stage. As recently as 22 December 1967, the Commission rejected under Article 27 (2) (art. 27-2) - and rejected de  (Rule 45 (3) (a) of its then Rules of Procedure) - another application (No. 2775/67) which challenged Articles 757 and 908 of the Belgian Civil Code; the Commission does not seem to have been confronted with the issue again until 1974 (application no. 6833/74 of Paula and Alexandra Marckx). Having regard to all these circumstances, the principle of legal certainty, which is necessarily inherent in the law of the Convention as in Community Law, dispenses the Belgian State from re-opening legal acts or situations that antedate the delivery of the present judgment. Moreover, a similar solution is found in certain Contracting States having a constitutional court: their public law limits the retroactive effect of those decisions of that court that annul legislation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59. To sum up, Alexandra Marckx was the victim of a breach of Article 14, taken in conjunction with Article 8 (art. 14+8), by reason both of the restrictions on her capacity to receive property from her mother and of her total lack of inheritance rights on intestacy over the estates of her near relatives on her mother’s side.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. On the patrimonial rights relied on by Paula Marckx",
                                        "elements": [
                                            {
                                                "content": "60. From 29 October 1973 (recognition) to 30 October 1974 (adoption), the first applicant had only limited capacity to make dispositions in her daughter’s favour (see paragraph 49 above). She complains of this situation, relying on Article 8 (art. 8) of the Convention and on Article 1 of Protocol No. 1 (P1-1), taken in each case both alone and in conjunction with Article 14 (art. 14+8, art. 14+P1-1).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a) On the alleged violation of Article 8 (art. 8) of the Convention, taken both alone and in conjunction with Article 14 (art. 14+8)",
                                "elements": [
                                    {
                                        "content": "61. As the Court has already noted, Article 8 (art. 8) of the Convention is relevant to the point now under consideration (see paragraphs 51 and 52 above). However, Article 8 (art. 8) does not guarantee to a mother complete freedom to give or bequeath her property to her child: in principle it leaves to the Contracting States the choice of the means calculated to allow everyone to lead a normal family life (see paragraph 31 above) and such freedom is not indispensable in the pursuit of a normal family life. In consequence, the restriction complained of by Paula Marckx is not of itself in conflict with the Convention that is if it is considered independently of the reason underlying it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62. On the other hand, the distinction made in this area between unmarried and married mothers does raise an issue. The Government put forward no special argument to support this distinction and, in the opinion of the Court, which refers mutatis mutandis to paragraphs 40 and 41 above, the distinction lacks objective and reasonable justification; it is therefore contrary to Article 14 taken in conjunction with Article 8 (art. 14+8).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) On the alleged violation of Article 1 of Protocol No. 1 (P1-1), taken both alone and in conjunction with Article 14 (art. 14+P1-1) of the Convention",
                                "elements": [
                                    {
                                        "content": "63. Article 1 of Protocol No. 1 (P1-1) reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the applicants’ submission, the patrimonial rights claimed by Paula Marckx fall within the ambit of, inter alia, this provision. This approach is shared by the Commission but contested by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court takes the same view as the Commission. By recognising that everyone has the right to the peaceful enjoyment of his possessions, Article 1 (P1-1) is in substance guaranteeing the right of property. This is the clear impression left by the words \"possessions\" and \"use of property\" (in French: \"biens\", \"propriété\", \"usage des biens\"); the \"travaux préparatoires\", for their part, confirm this unequivocally: the drafters continually spoke of \"right of property\" or \"right to property\" to describe the subject-matter of the successive drafts which were the forerunners of the present Article 1 (P1-1). Indeed, the right to dispose of one’s property constitutes a traditional and fundamental aspect of the right of property (cf. the Handyside judgment of 7 December 1976, Series A no. 24, p. 29, para. 62).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64. The second paragraph of Article 1 (P1-1) nevertheless authorises a  to \"enforce such laws as it deems necessary to control the use of property in accordance with the general interest\". This paragraph thus sets the Contracting States up as sole judges of the \"necessity\" for such a law (above-mentioned Handyside judgment, ibid). As regards \"the general interest\", it may in certain cases induce a legislature to \"control the use of property\" in the area of dispositions inter vivos or by will. In consequence, the limitation complained of by the first applicant is not of itself in conflict with Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65. However, the limitation applies only to unmarried and not to married mothers. Like the Commission, the Court considers this distinction, in support of which the Government put forward no special argument, to be discriminatory. In view of Article 14 (art. 14) of the Convention, the Court fails to see on what \"general interest\", or on what objective and reasonable justification, a State could rely to limit an unmarried mother’s right to make gifts or legacies in favour of her child when at the same time a married woman is not subject to any similar restriction. In other respects, the Court refers, mutatis mutandis, to paragraphs 40 and 41 above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, there was on this point breach of Article 14 of the Convention, taken in conjunction with Article 1 of Protocol No. 1 (art. 14+P1-1), with respect to Paula Marckx.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. On the alleged violation of Articles 3 and 12 (art. 3, art. 12) of the Convention",
                                "elements": [
                                    {
                                        "content": "66. The applicants claim that the legislation they complain of entails an affront to their dignity as human beings; they contend that it subjects them to \"degrading treatment\" within the meaning of Article 3 (art. 3). The Government contest this. The Commission, for its part, did not consider that it had to examine the case under this Article (art. 3).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Court’s judgment, while the legal rules at issue probably present aspects which the applicants may feel to be humiliating, they do not constitute degrading treatment coming within the ambit of Article 3 (art. 3).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67. In its report of 10 December 1977, the Commission expresses the opinion that Article 12 (art. 12), which concerns \"the right to marry and to found a family\", is not relevant to the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants, on the other hand, maintain their view that the Belgian Civil Code fails to respect, in the person of Paula Marckx, the right not to marry which, in their submission, is inherent in the guarantee embodied in Article 12 (art. 12). They argue that in order to confer on Alexandra the status of a \"legitimate\" child, her mother would have to legitimate her and, hence, to contract marriage. The Court notes that there is no legal obstacle confronting the first applicant in the exercise of the freedom to marry or to remain single; consequently, the Court has no need to determine whether the Convention enshrines the right not to marry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The fact that, in law, the parents of an \"illegitimate\" child do not have the same rights as a married couple also constitutes a breach of Article 12 (art. 12) in the opinion of the applicants; they thus appear to construe Article 12 (art. 12) as requiring that all the legal effects attaching to marriage should apply equally to situations that are in certain respects comparable to marriage. The Court cannot accept this reasoning; in company with the Commission, the Court finds that the issue under consideration falls outside the scope of Article 12 (art. 12).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, Article 12 (art. 12) has not been infringed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E. On the application of Article 50 (art. 50) of the Convention",
                                "elements": [
                                    {
                                        "content": "68. At the hearing on 24 October 1978, Mrs. Van Look asked the Court to award each applicant, under Article 50 (art. 50) of the Convention, one Belgian franc as compensation for moral damage. The Government did not advert to the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court regards the question as being ready for decision (Rule 50 para. 3, first sentence, of the Rules of Court, read in conjunction with Rule 48 para. 3). In the particular circumstances of the case, the Court is of the opinion that it is not necessary to afford Paula and Alexandra Marckx any just satisfaction other than that resulting from the finding of several violations of their rights.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "I. ON THE GOVERNMENT’S PRELIMINARY PLEA",
                        "elements": [
                            {
                                "content": "1. Holds by fourteen votes to one that the applicants can claim to be \"victims\" within the meaning of Article 25 (art. 25) of the Convention;",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. ON THE MANNER OF ESTABLISHING ALEXANDRA MARCKX’S MATERNAL AFFILIATION",
                        "elements": [
                            {
                                "content": "2. Holds by ten votes to five that there has been breach of Article 8 (art. 8) of the Convention, taken alone, with respect to Paula Marckx;",
                                "elements": []
                            },
                            {
                                "content": "3. Holds by eleven votes to four that there has also been breach of Article 14 of the Convention, taken in conjunction with Article 8 (art. 14+8), with respect to this applicant;",
                                "elements": []
                            },
                            {
                                "content": "4. Holds by twelve votes to three that there has been breach of Article 8 (art. 8) of the Convention, taken alone, with respect to Alexandra Marckx;",
                                "elements": []
                            },
                            {
                                "content": "5. Holds by thirteen votes to two that there has also been breach of Article 14 of the Convention, taken in conjunction with Article 8 (art. 14+8), with respect to this applicant;",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. ON THE EXTENT IN LAW OF ALEXANDRA MARCKX’S FAMILY RELATIONSHIPS",
                        "elements": [
                            {
                                "content": "6. Holds by twelve votes to three that there is breach of Article 8 (art. 8) of the Convention, taken alone, with respect to both applicants;",
                                "elements": []
                            },
                            {
                                "content": "7. Holds by thirteen votes to two that there is also breach of Article 14 of the Convention, taken in conjunction with Article 8 (art. 14+8), with respect to both applicants;",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV. ON THE PATRIMONIAL RIGHTS RELIED ON BY ALEXANDRA MARCKX",
                        "elements": [
                            {
                                "content": "8. Holds unanimously that Article 1 of Protocol No. 1 (P1-1) is not applicable to Alexandra Marckx’s claims;",
                                "elements": []
                            },
                            {
                                "content": "9. Holds unanimously that there has been no breach of Article 8 (art. 8) of the Convention, taken alone, with respect to this applicant;",
                                "elements": []
                            },
                            {
                                "content": "10. Holds by thirteen votes to two that there is breach of Article 14 of the Convention, taken in conjunction with Article 8 (art. 14+8), with respect to the same applicant;",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V. ON THE PATRIMONIAL RIGHTS RELIED ON BY PAULA MARCKX",
                        "elements": [
                            {
                                "content": "11. Holds unanimously that there has been no breach of Article 8 (art. 8) of the Convention, taken alone, with respect to Paula Marckx;",
                                "elements": []
                            },
                            {
                                "content": "12. Holds by thirteen votes to two that there has been breach of Article 14 of the Convention, taken in conjunction with Article 8 (art. 14+8), with respect to this applicant;",
                                "elements": []
                            },
                            {
                                "content": "13. Holds by ten votes to five that Article 1 of Protocol No. 1 (P1-1) is applicable to Paula Marckx’s claims;",
                                "elements": []
                            },
                            {
                                "content": "14. Holds by nine votes to six that there has been no breach of this Article (P1-1), taken alone, with respect to the same applicant;",
                                "elements": []
                            },
                            {
                                "content": "15. Holds by ten votes to five that there has been breach of Article 14 of the Convention, taken in conjunction with Article 1 of Protocol No. 1 (art. 14+P1-1), with respect to this applicant;",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI. ON THE ALLEGED VIOLATION OF ARTICLES 3 AND 12 (art. 3, art. 12) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16. Holds unanimously that there is no breach of Article 3 (art. 3) or of Article 12 (art. 12) of the Convention in the present case;",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII. ON ARTICLE 50 (art. 50)",
                        "elements": [
                            {
                                "content": "17. Holds by nine votes to six that the preceding findings amount in themselves to adequate just satisfaction for the purposes of Article 50 (art. 50) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Done in French and English, the French text being authentic, at the , , this thirteenth day of June, nineteen hundred and seventy-nine.",
                                "elements": []
                            },
                            {
                                "content": "The following separate opinions are annexed to the present judgment in accordance with Article 51 para. 2 (art. 51-2) of the Convention and Rule 50 para. 2 of the Rules of Court:",
                                "elements": []
                            },
                            {
                                "content": "- joint dissenting opinion of Judges Balladore Pallieri, Pedersen, Ganshof van der Meersch, Evrigenis, Pinheiro Farinha and García de Enterría on the application of Article 50 (art. 50) of the Convention;",
                                "elements": []
                            },
                            {
                                "content": "- partly dissenting opinion of Mr. O’Donoghue;",
                                "elements": []
                            },
                            {
                                "content": "- partly dissenting opinion of Mr. Thór Vilhjálmsson;",
                                "elements": []
                            },
                            {
                                "content": "- dissenting opinion of Sir Gerald Fitzmaurice;",
                                "elements": []
                            },
                            {
                                "content": "- partly dissenting opinion of Mrs. Bindschedler-Robert;",
                                "elements": []
                            },
                            {
                                "content": "- partly dissenting opinion of Mr. Matscher;",
                                "elements": []
                            },
                            {
                                "content": "- partly dissenting opinion of Mr. Pinheiro Farinha.",
                                "elements": []
                            },
                            {
                                "content": "In addition, Mr. Balladore Pallieri, Mr. Zekia, Mrs. Pedersen, Mr. Ganshof van der Meersch, Mr. Evrigenis and Mr. Lagergren state their dissent with the majority of the Court as regards item 14 of the operative provisions of the judgment (Rule 50 para. 2 in fine of the Rules of Court); they consider that there has been a breach of Article 1 of Protocol No. 1 (P1-1), taken alone, with respect to Paula Marckx.",
                                "elements": []
                            },
                            {
                                "content": "We were amongst those Members of the Court who voted in favour of a finding of violation under the head, notably, of Article 8 (art. 8) taken alone and of Article 14 taken in conjunction with Article 8 (art. 14+8). However, we regret that we cannot concur with the majority of our colleagues who rejected the applicants’ request for an award of compensation of one Belgian franc for \"moral damage\" on the ground that there was no call to afford any \"just satisfaction\" other than that resulting from the Court’s finding of several infringements of rights whose respect is guaranteed to the applicants by the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Ms. Paula Marckx, whose maternity the law refused to acknowledge fully suffered an affront to her feelings and dignity as a mother and to her sense of family. This was because the child she brought into the world was, from the moment of birth, the object of a public discrimination as compared with legitimate children. In addition, Ms. Marckx was faced with a painful and distressing alternative: either she recognised her daughter Alexandra but thereby prejudiced the child, since her capacity to give or bequeath property to her daughter would then be restricted (see paragraph 36); or she renounced establishing a legal tie with her daughter. This situation and these circumstances are such as to make just and warranted a satisfaction distinct from the simple finding of breach of Ms. Paula Marckx’s rights, that is to say the award of the sum of one Belgian franc.",
                                "elements": []
                            },
                            {
                                "content": "This is all the more so since the pangs, anxiety and anguish which a mother may suffer in such a case were prolonged until Ms. Paula Marckx finally decided to adopt her own child in order to attenuate the effects of the discriminatory regime to which the latter was subject as a result of the recognition.",
                                "elements": []
                            },
                            {
                                "content": "In the Golder case, it is true, the Court held that the finding in the judgment of a violation of the applicant’s rights amounted to adequate just satisfaction (judgment of 21 February 1975, Series A no. 18, p. 23, para. 46) - a conclusion in law that is disapproved by certain of the undersigned judges (see the separate opinion of Judges Ganshof van der Meersch and Evrigenis, annexed to the Engel and others judgment of 23 November 1976, Series A no. 22, p. 71). The situation in the Golder case was, however, different from the situation of Ms. Paula Marckx, even leaving aside the distinctions peculiar to the breaches of the rights of the injured parties: in the Golder case, the applicant has submitted no request for just satisfaction and the Court itself had raised the issue of its own motion (the above-mentioned judgment of 21 February 1975, ibid.).",
                                "elements": []
                            },
                            {
                                "content": "In our view, a determination that the Court’s finding of a violation of rights constitutes just satisfaction for the injured party cannot be grounded, without more, on a decision of principle of general application; we consider that both the assessment of what would be just to afford as satisfaction to the injured party and the form to be given to that satisfaction must depend on the particular facts and circumstances of each case.",
                                "elements": []
                            },
                            {
                                "content": "In the present case, Alexandra was spared, by reason of her tender age at the time when the relevant decisions had to be taken, the anxiety, pangs and anguish involved in the determination of her legal status and the consequences which it was to entail for the future. Although it was her mother who bore the burden, the effects of the discrimination to which Alexandra was subjected persisted, even after her adoption; this inclines us to the view that there are good grounds for affording to Alexandra as well just satisfaction - that is the sum of one Belgian franc - distinct from the simple decision of principle represented by the finding of violation of her rights.",
                                "elements": []
                            },
                            {
                                "content": "Paula Marckx and her daughter have kept their request for compensation to the strict financial minimum. This extreme moderation is prompted by their common desire, born of a concern for dignity and reticence, not to take financial advantage of the unfortunate situations in which they were placed by the legal system that was applicable to them. Their claim is for token satisfaction but such satisfaction, due as compensation for moral damage, must retain a personal character adapted to the effects of the law in their particular case; it is based, in the case of Ms. Paula Marckx and her daughter, on the damage they have suffered and on the interest they have in being recognised individually as victims of the legal situation brought about by the State. What is more, neither in the Convention nor in the principles of international law are there to be found any rules preventing the grant, on such facts, of a token satisfaction appropriate to the individual concerned.",
                                "elements": []
                            },
                            {
                                "content": "A number of questions have been formulated for answer by the Court. As I see it, the kernel of the complaint by mother and daughter turns on whether there has been a failure to respect their private and family lives. I accept the position that Paula and Alexandra are entitled to enjoy a private and family life notwithstanding that such life does not spring from a marriage and the foundation of a family as contemplated in Article 12 (art. 12).",
                                "elements": []
                            },
                            {
                                "content": "For me it is only necessary to point to the word \"everyone\" at the beginning of Article 8 (art. 8), and to the absence of any idea of obligation to marry in Article 12 (art. 12), to show the wider meaning to be given to \"family\" in Article 8 (art. 8), in contrast to that term as used in Article 12 (art. 12).",
                                "elements": []
                            },
                            {
                                "content": "From the state of the law in Belgium it is clear that the principle \"mater semper certa est\" did not apply to Paula and Alexandra and that two steps were required to be taken, by recognition and adoption, before any partial approximation of the respective positions of mother and child to that of a married mother and a child of the marriage could be reached. The disadvantage occasioned to mother and daughter in the present case arose from the natural birth out of wedlock. This distinction in the degree of respect for the private and family life of Paula and Alexandra constituted, in my view, a discrimination prohibited by Article 14 (art. 14). Accordingly, the breach in this case has taken place under Article 8 and Article 14 (art. 8, art. 14), in respect of both applicants.",
                                "elements": []
                            },
                            {
                                "content": "I do not find it acceptable to extend so widely the terms of Article 8 (art. 8) as to cover rights of inheritance to the estates of Paula’s parents or brothers and sisters. My reason is to be found in the terms of the Article, which speaks of \"the right to respect for his private and family life, his home and his correspondence\" and in my inability to include in these words expansive rights of succession and inheritance in respect of Paula’s parents and collaterals.",
                                "elements": []
                            },
                            {
                                "content": "This view seems to me to be reinforced when regard is had to Article 1 of Protocol No. 1 (P1-1) and to its express concern with property and \"the peaceful enjoyment of his possessions\".",
                                "elements": []
                            },
                            {
                                "content": "There is in the field of family law a marked change in many  and an intention to carry out in whole or in part the proposals enshrined in the Convention on the Legal Status of Children born out of Wedlock. But the questions raised in the present case must be answered on the interpretation to be given to Article 8 (art. 8) and the relevant Belgian law. As that law stands, the distinction in the matters of recognition and adoption between the married mother and child and the unmarried mother and child has been noted, and when Article 14 (art. 14) is considered the breach of Article 8 (art. 8) is seen clearly.",
                                "elements": []
                            },
                            {
                                "content": "I am unable to find that any breach of Articles 3 (art. 3) or 12 (art. 12) of the Convention, or of Article 1 of Protocol No. 1 (P1-1), has been established.",
                                "elements": []
                            },
                            {
                                "content": "1. As the operative provisions of the judgment show, it was deemed necessary to vote on no less than seventeen items at issue in this case. On seven of these items, I found myself in the minority. In this separate and partly dissenting opinion I have grouped these items as appropriate.",
                                "elements": []
                            },
                            {
                                "content": "2. The application of Article 8 (art. 8) of the Convention, taken alone, to the manner of establishing Alexandra Marckx’s maternal affiliation",
                                "elements": []
                            },
                            {
                                "content": "This problem is dealt with under items 2 and 4 of the operative provisions of the judgment. As can be seen from paragraph 36 of the judgment, the recognition procedure available to Paula Marckx, the first applicant, who wished to establish the maternal affiliation of her daughter Alexandra, the second applicant, was strikingly simple. In fact it was so simple that I fail to see how the necessity to follow this procedure can in itself constitute a violation of the Convention with respect to the first applicant.",
                                "elements": []
                            },
                            {
                                "content": "The fact that, under Belgian law, an unmarried mother who is contemplating formal recognition of her child is faced with an alternative is a separate question. It concerns the financial relations between mother and child. Admittedly, the existence of the alternative may cause the mother to hesitate and the final outcome may be that no recognition is effected. As stated in paragraph 5 of this separate opinion, I have come to the conclusion that the financial implications of family life are outside the scope of Article 8 (art. 8). Accordingly, I find the problem of the alternative facing the mother, which is explained in detail in paragraph 36 of the judgment, not to be relevant to the question now under consideration. I therefore find that there was no violation of Article 8 (art. 8), taken alone, with respect to the first applicant.",
                                "elements": []
                            },
                            {
                                "content": "It is difficult to disagree with the majority of the Court when it states, in paragraph 37 of the judgment, that it was not a simple matter for the child Alexandra to establish her maternal affiliation under Belgian law. In this respect, it is not decisive that the mother in fact recognised her child when she was only 13 days old. Nevertheless, I am unable to agree with the majority which finds here a violation of Article 8 (art. 8) taken alone. Even if Belgian law had recognised maternal affiliation on the basis of the birth alone, that would in itself have been of limited value to Alexandra if her mother had, contrary to the facts of the case, not been willing to secure for her a family life, as protected by Article 8 (art. 8). Every mother can in fact decide, by the manner in which she cares for her child, whether it has such a family life with her or not. No legal rules can secure for a child a worthwhile family life if his mother is not willing to provide it. A mother may even make arrangements that both in fact and in law put an end to the family life which she and her child may have had together. This is so, for example, when she takes steps to have her child adopted by other people. Whether the law does or does not establish legal ties between a child and his unmarried mother on the basis of the birth alone is not without significance under Article 8 (art. 8). However, when this point is considered in the light of the above-mentioned possibilities for the mother to prevent the establishment and continuation of a family life between her and her child, the situation under Belgian law seems rather irrelevant. A certain degree of relevance or severity is a prerequisite for the finding of a violation of the Convention in this area. In my opinion, this leads to the conclusion that a violation of Article 8 (art. 8), taken alone, is also not established with respect to the second applicant.",
                                "elements": []
                            },
                            {
                                "content": "3. The application of Article 8 of the Convention, taken in conjunction with Article 14 (art. 14+8), to the manner of establishing Alexandra Marckx’s maternal affiliation",
                                "elements": []
                            },
                            {
                                "content": "This question is dealt with under items 3 and 5 of the operative provisions of the judgment. The majority of the Court has found a breach of Articles 8 and 14 (art. 14+8) taken together. I do not share this view as far as Paula Marckx is concerned. As stated above, the recognition procedure was very simple indeed. This procedure, and not the financial implications of recognition, is the only relevant point. In my view, the procedure was so simple that the disadvantage at which Paula Marckx was placed, as compared with married mothers, does not suffice to establish a breach of the Articles now under consideration.",
                                "elements": []
                            },
                            {
                                "content": "On the other hand, I have joined the majority of the Court in finding a violation of Article 14, taken in conjunction with Article 8 (art. 14+8), with respect to Alexandra Marckx. As indicated above, I find Article 8 (art. 8) relevant in this case, although I think that, taken alone, it has not been violated. According to the case-law of this Court, this means that a violation of Article 14, taken in conjunction with Article 8 (art. 14+8), can be found. Clearly, the child Alexandra is in an inferior position in the eyes of the law as compared with children of married mothers. This difference lacks a justification that is sufficient under the Convention. I find the disadvantage serious enough to constitute a violation.",
                                "elements": []
                            },
                            {
                                "content": "4. On the extent in law of Alexandra Marckx’s family relationships",
                                "elements": []
                            },
                            {
                                "content": "This question is dealt with under items 6 and 7 of the operative provisions of the judgment. On both of the points dealt with therein I disagree with the majority of the Court.",
                                "elements": []
                            },
                            {
                                "content": "Admittedly, in , an unmarried mother’s child does not become, in law, a member of his mother’s family. But it goes without saying that the child may in fact enjoy a family life with that family.",
                                "elements": []
                            },
                            {
                                "content": "I cannot read into the Convention any obligation to the effect that the legal relationship referred to above must be established by the Contracting States. As stated in paragraph 31 of the judgment, Article 8 (art. 8) presupposes the existence of a family. In this case, it has not been shown that there was in fact a family life between Alexandra and her grandmother, her aunt or any other of her mother’s relatives. If that had been so, little Alexandra would have been entitled to respect for that family life under Article 8 (art. 8). The situation would have been the same if Alexandra had been living with, for example, a married couple in no way related to her by blood. I fail to find an obligation to have special legal rules on the relationship between a child born out of wedlock and his mother’s relatives. It also seems to me that the practical consequences of such rules would be minimal, apart from the financial implications that are dealt with in paragraph 5 below.",
                                "elements": []
                            },
                            {
                                "content": "5. On the patrimonial rights relied on by the applicants",
                                "elements": []
                            },
                            {
                                "content": "This question is dealt with under items 8 to 15 of the operative provisions of the judgment. I voted with the minority on items 10 and 12.",
                                "elements": []
                            },
                            {
                                "content": "In my opinion, a comparative interpretation of Article 8 (art. 8) of the Convention on the one hand and Article 1 of Protocol No. 1 (P1-1) on the other shows that Article 8 (art. 8) does not deal with the financial side of the relationship between the two applicants. The drafting history of these two provisions bears this out. As I see it, this leads to the conclusion that there was no breach either of Article 8 (art. 8) taken alone or of Article 14 taken in conjunction with Article 8 (art. 14+8) as regards the Belgian legal rules concerning the patrimonial rights relied on by the applicants.",
                                "elements": []
                            },
                            {
                                "content": "1. I am obliged to call this a \"dissenting\" opinion because, although I have voted with the majority of the Court on a number of points, I disagree with it on all those that are fundamental to the main issues involved, and on which the Court has found in favour of the applicants’ claims - these being also the points on which the others for the most part depend.",
                                "elements": []
                            },
                            {
                                "content": "2. Leaving aside the question of the status of each of the applicants as an alleged \"victim\" within the meaning of Article 25 (art. 25) of the European Convention on Human Rights - a question which I discuss in the postscript to the present opinion - the chief of the fundamental issues involved by the case is that of the applicability or scope of Article 8 (art. 8) of the Convention - of its applicability or relevance in any way at all to the particular complaints made by or on behalf of the applicants. Another principal issue is that of the applicability of Article 1 of Protocol No. 1 to the Convention (P1-1). These two issues automatically involve the question of the applicability of Article 14 (art. 14) of the Convention to which I shall come. As regards the claims made under other provisions, viz Articles 3, 12 and 50 (art. 3, art. 12, art. 50), either these also depend on the same, or similar, fundamental issues, or else they would not be worth pursuing in isolation - and in any case the Court has found against the applicants’ claims put forward under these three Articles (art. 3, art. 12, art. 50) - a finding in which I concurred.",
                                "elements": []
                            },
                            {
                                "content": "3. The question of the applicability of a legal provision - it should hardly be necessary to say so - is quite distinct juridically from that of whether there has been a breach of that provision in any particular instance. Issues of applicability or scope are therefore strictly preliminary ones. A provision (rule, section, clause, article, etc) is applicable in any given case, at least prima facie, if it relates to the class, category, order, type or kind of subject-matter to which the claim or complaint itself, as made in that case, relates, and/or is concerned with the facts, events or circumstances involved in such case. If it does not - if it deals with something different or not so comprised - then clearly it is irrelevant to the claim or complaint, and the question of a possible breach of the Convention does not arise. There cannot, in the given case, be a breach of a provision that has no application in that case - i.e. whose scope, whose field of application is not the field to which the case relates.",
                                "elements": []
                            },
                            {
                                "content": "4. At the same time, the fact that the provision concerned is applicable - in short that the question can properly be asked whether there has been a breach of it in the given case - a question that otherwise cannot be asked at all - in no way means that such a breach has in fact occurred. Thus, the defendant party to a claim must be absolved (a) if the clause or article invoked is not applicable, and (b) if it is applicable but there has been no breach of it. Only if it is both applicable, and also has been infringed, can the defendant party be held responsible and (as regards the Convention on Human Rights) a Convention-breaker.",
                                "elements": []
                            },
                            {
                                "content": "5. The foregoing are elementary, standard propositions which should not need stating because they are such as everyone would assent to in principle, - but principle is easily lost sight of when eagerness for specific results - however meritorious they may be in themselves - overreaches the still, small voice of the juridical conscience. It has therefore seemed worth restating them, since their relevance to the present case constitutes the most important aspect of it; for it is not just a remote or synthetic connection between the subject-matter of a text or clause and that of the instant claim or complaint that will suffice to make the former applicable to the latter. The essential question is whether the two deal with the same class or category of juridical concept. Within certain limits almost anything can colourably be represented as connected with or related to some other given thing, or as belonging to the same sphere of ideas - as witness the attempt made in the present case (but rightly rejected by the Court) to claim a violation of Article 3 (art. 3) of the Convention on Human Rights. But the kind of conjuring trick such a claim involves is not enough.",
                                "elements": []
                            },
                            {
                                "content": "The Court rejected this claim, but in my view should have gone much further and held that such a provision as Article 3 (art. 3) was concerned with a wholly different class of subject-matter, and had no sort of applicability at all to such circumstances as those of the applicants.",
                                "elements": []
                            },
                            {
                                "content": "6. This is the key question in the case, for not only do most of the others depend upon it in one way or another, but it is safe to say that without the expectation of an affirmative answer to it, the others would scarcely have been raised, or been susceptible of successful prosecution. The relevant parts of this provision read as follows:",
                                "elements": []
                            },
                            {
                                "content": "The Court took the view that the second paragraph of this Article (art. 8) was not material to the case, since it was not alleged that any Belgian authority had taken any positive or concrete step by way of \"interference\" with the applicants’ private and family life, etc. The indictment was really against Belgian law as such, which was said to be wanting in respect for these things as regards the applicants, because it created the situation that has been described in footnote 2 above, - q.v.. In consequence of this, the Court based itself exclusively on paragraph 1 of Article 8 (art. 8-1). In my opinion, however, paragraph 2 (art. 8-2) is also material - not because there was any concrete interference with the applicants’ lives on the part of the Belgian authorities, but because the reference to such (possible) interference in paragraph 2 (art. 8-2) helps to elucidate paragraph 1 (art. 8-1) by suggesting the limits within which the Article as a whole was intended to operate - i.e., to be applicable. I shall revert to this point later - see footnote 5 to paragraph 7.",
                                "elements": []
                            },
                            {
                                "content": "7. It is abundantly clear (at least it is to me) - and the nature of the whole background against which the idea of the European Convention on Human Rights was conceived bears out this view - that the main, if not indeed the sole object and intended sphere of application of Article 8 (art. 8), was that of what I will call the \"domiciliary protection\" of the individual. He and his family were no longer to be subjected to the four o’clock in the morning rat-a-tat on the door; to domestic intrusions, searches and questionings; to examinations, delaying and confiscation of correspondence; to the planting of listening devices (bugging); to restrictions on the use of radio and television; to telephone-tapping or disconnection; to measures of coercion such as cutting off the electricity or water supply; to such abominations as children being required to report upon the activities of their parents, and even sometimes the same for one spouse against another, - in short the whole gamut of fascist and communist inquisitorial practices such as had scarcely been known, at least in Western Europe, since the eras of religious intolerance and oppression, until (ideology replacing religion) they became prevalent again in many countries between the two world wars and subsequently. Such, and not the internal, domestic regulation of family relationships, was the object of Article 8 (art. 8), and it was for the avoidance of these horrors, tyrannies and vexations that \"private and family life ... home and ... correspondence\" were to be respected, and the individual endowed with a right to enjoy that respect – not for the regulation of the civil status of babies.",
                                "elements": []
                            },
                            {
                                "content": "8. Now it is evident that the type of complaint made by the applicants in the present case has absolutely nothing to do with the sort of thing described in the previous paragraph above. They have not been subjected to any of the practices in question, nor did they live under a legal regime according to which such practices were lawful and could at any time be put into action by the authorities. So that (compare the recent Klass case before the Court) the mere possibility of some of them being implemented, e.g. telephone-tapping, opening of correspondence, would have a concrete (because inhibiting) effect upon the applicants’ daily lives. Their complaint is the quite different one (a difference not merely of degree but of kind) that they lived under a legal regime whereby, in the case of illegitimate offspring, no legal relationship between mother and child was recognised as being automatically created by the fact of birth per se - (as opposed to the natural relationship by blood, which of course was duly recognised as existing). It was part of the complaint that this situation in various respects placed the unmarried mother and her \"natural\" child at a disadvantage as compared with legitimate parents and offspring, even though this could subsequently be corrected (i.e., converted into a relationship recognised in law) by means of steps easy to be taken by the mother, or taken on behalf of the child through the system of guardianship provided by Belgian law and covering such cases. Whether the existence of such a situation would involve a breach of Article 8 (art. 8) (assuming that this provision was applicable to this type of complaint) is a distinct question with which I am not at the moment concerned. But it serves to bring me to my next point.",
                                "elements": []
                            },
                            {
                                "content": "9. It can quite correctly be maintained that although the primary, and probably at the time the only real, object of such a provision as Article 8 (art. 8), was as described in paragraph 7 above, yet on its wording it must have a wider application to comprise any situation in which both a lack of respect and (this being the operative condition) one that is genuinely directed to the class or category of concept that includes \"private and family life ... home and ... correspondence\", or any one or more of these alone, provided (and this is essential of course) they are understood according to normal ideas of what they involve, and not according to some self-serving interpretation designed to produce the result that should follow from, not inspire, that interpretation. Hence, in the present case, the rights for which a lack of respect is alleged must be rights that belong to the same juridical order as those that concern private and family life, etc. This, however, is not the case here.",
                                "elements": []
                            },
                            {
                                "content": "10. In my opinion, the juridical class or category to which the subject-matter of the present case properly belongs is not that of \"family life\" at all; and the assimilation to the latter concept which the Court’s judgment effects, constitutes a distortion of both concepts. The present case is not at all about family \"life\" in the customary sense of that term. It essentially concerns a matter of affiliation, - and it is this, not family life, which constitutes its true character. Hence the basic category involved is one of civil status; and matters of civil status are not dealt with by Article 8 (art. 8): they do not come within its scope.",
                                "elements": []
                            },
                            {
                                "content": "11. Matters of civil status, and matters of family life, respectively, relate to different orders of juridical concepts. It may indeed be true to say that certain matters of civil status, such as questions of affiliation, can have a private or family as well as a public aspect. But they do not in any way inherently or per fundamentum have it: they have no necessary or essential connection at all with private or family life, as such. The orders of concept involved are juridically quite independent of each other. Questions of affiliation, or other questions of civil status, can arise, and can exist, even where there is no family life at all and where the persons concerned are not living together as a family - (and this not infrequently happens). Similarly, family life can exist whatever the civil status of those resident in the common home, provided there is an inter-relationship between them by blood, adoption, or even, conceivably, of amity, convenience, or long-continued habit. In short, ties depending on legal affiliation are in no way essential in order to bring about \"the child’s integration in his family\", and to enable him \"lead a normal family life\"- these being the tests applied in paragraph 31 of the Court’s judgment.",
                                "elements": []
                            },
                            {
                                "content": "12. But the reverse is not logically true: indeed, precisely because the one can exist irrespective of the situation in regard to the other, the former (i.e., family life) implies nothing about the latter (i.e., the civil status aspect), and Article 8 (art. 8) does not purport to regulate this, nor can it legitimately be considered to do so by any process of inference: it is inconceivable that a provision intended to regulate or include even one aspect of so important, but distinct, a matter as civil status, would not have been drafted in such a way as to make separate mention of it - or at least of the particular aspect of it concerned - alongside the specific mention of private and family life, home and correspondence. If the two latter heads, for instance, had to be given separate mention, as not being obviously attributable to the notions of private and family life, how much more would this have been required in order to ensure the inclusion (if that was the intention) of such matters as affiliation and civil status, to say nothing of the consequential patrimonial and other economic rights that the Court has read into a provision that is completely devoid of even an indirect indication of them.",
                                "elements": []
                            },
                            {
                                "content": "13. It has at no time been suggested that there has ever been any lack of respect for the family life of the Marckxes (mother, daughter and blood relations) if the term \"family life\" is given the meaning it would normally convey (and be confined to) in the understanding of the \"man-in-the-street\", namely as meaning the day-to-day life of the family in the home, or (in regard to blood relations or friends) in one another’s homes in the course of visits or stays, - in short the notion of the family complex or ménage. The adjunction of the terms \"private life\", \"home\" and \"correspondence\" in the same context in Article 8 (art. 8), very much confirms this view. None of these terms, or that of family life itself, in the least suggests such concepts as those of civil status, doubtful affiliation, patrimonial and property rights, such as the judgment is exclusively concerned with, and which can only by a strained and artificial interpretation be regarded as included in the concepts of private life, family life, home, etc. These are matters belonging to a different order, class or category.",
                                "elements": []
                            },
                            {
                                "content": "14. The foregoing considerations are strikingly confirmed by reference to the position under the Convention of the institution of marriage - also a matter of civil status, and far more directly related to family life than affiliation. Yet those who drafted the Convention deemed it necessary to devote not merely a separate form of words - not merely a separate sentence or a separate paragraph - but a whole separate provision (Article 12) (art. 12) to the right to marry – and not only the right to marry but also \"to found a family\". If the right to found a family could not be regarded as being automatically covered by the obligation to respect \"private life\", etc., how could a right on the part of a natural daughter to be regarded ipso facto as the child of her mother by reason of birth per se, and without specific registration, be considered as falling automatically within that same obligation (to respect private life, etc.), and without the inclusion of any expression clearly covering that idea, let alone directly indicating it? If marriage and the founding of a family required particularised treatment under the Convention, why not the much more recondite notions of affiliation and status in consequence of birth? The natural answer is that the one was intended to be included but the other not or at all events was not, - and this could be expected inasmuch as to deal properly with it, and its complications and consequences, clauses of a different and much more elaborate character would have been required.",
                                "elements": []
                            },
                            {
                                "content": "15. This is vividly illustrated by what is said in extensive parts of the Court’s judgment. For instance, the attempts to demonstrate a contrary view made in those paragraphs of the judgment that come under the rubric lettered A - (concerning \"Alexandra Marckx’s maternal affiliation\") - are laboured and unconvincing. It suffices to say that, together with rubrics B and C - (concerning \"Alexandra Marckx’s family relationships\" and \"the patrimonial rights relied on by the applicants\") - they are little else but a misguided endeavour to read - or rather introduce - a whole code of family law into Article 8 (art. 8) of the Convention, thus inflating it in a manner, and to an extent, wholly incommensurable with its true and intended proportions. Family law is not family life, and this Article (art. 8) constitutes too slender and uncertain a foundation for any process of grafting the complexities and detail of the one onto the relative simplicities of the other. The pretension to do so, in order to force the case within the (actually) quite narrow limits of Article 8 (art. 8) is, as the French saying aptly puts it, \"cousu de fil blanc\" (\"sticking out a mile\"). There is no need to comment further on rubrics B and C because the views expressed under those heads all come back to the same fundamental point discussed earlier in this opinion. Admittedly, questions of inheritance can have repercussions on family life, but so can many other things - (for instance they often cause friction or bad blood). But inheritance is nevertheless a separate juridical category. Also, in the present case, such questions do not arise sui juris, so to speak. They are derivative, arising as a consequence or sub-head of the basic question of the right of affiliation, which I consider is properly to be regarded as excluded from Article 8 (art. 8). Possible repercussions on family life are not enough to make a thing part of it. Questions of inheritance and the like therefore deal with matters that fall outside the scope of that provision as it is correctly to be understood. Article 8 (art. 8) does not confer rights of the kind reviewed in rubrics A to C.",
                                "elements": []
                            },
                            {
                                "content": "16. It has to be concluded therefore that the principal provision invoked in the present case - Article 8 (art. 8) of the Convention - has no application to the type of complaint made, and certainly no application to the many elements, quite extraneous to Article 8 (art. 8), in regard to which the Court has found this provision not only to be applicable, but to have been infringed by reason of the situation existing under Belgian law. But having regard to the view I take about applicability or scope, it becomes unnecessary for me to consider that of infringement (see paragraphs 3 and 4 supra). Nevertheless, even if Article 8 (art. 8) were applicable, I believe that the Court has been unnecessarily harsh and lacking in charity and toleration in the view it has taken of Belgian law. However, this is a matter that involves other issues also, and I postpone discussion of it until Section V (paragraphs 27 to 31) below. In the meantime, I have to deal with the question of the applicability in this case of Article 1 of Protocol No. 1 (P1-1) to the Convention (see paragraph 2 above) and the repercussions of that question - together with that of the applicability of Article 8 (art. 8), already considered - on the further question of the correct role of Article 14 (art. 14) in the present context. This last is the provision that obliges the rights and freedoms provided for in the Convention to be afforded without discrimination as between those entitled to enjoy them. On the application of this Article a major part of the judgment of the Court is based.",
                                "elements": []
                            },
                            {
                                "content": "17. In so far as the Court has felt that there would be too great an element of extravagance in reading certain patrimonial, inheritance and other economic topics in the notions of private and family life, it has had recourse to Article 1 of Protocol No. 1 (P1-1) to the Convention, into which it has perceived the existence of rights not only to possess but to dispose of property. The first sentence of the first paragraph of this provision, which is the governing one that shows what the Article is really about, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "There is no indication here of any concern with safeguarding rights of inheriting or disposing of property, and the view that these matters are not within the scope of the Article is confirmed by the second sentence of the paragraph which reads:",
                                "elements": []
                            },
                            {
                                "content": "Here again, there is no suggestion of concern over inheritance or disposal rights except in the purely negative sense that what has been unlawfully or arbitrarily confiscated or expropriated cannot in practice be inherited or otherwise disposed of. Even if, however, the paragraph could as a matter of pure inference be made to yield such a result, the language employed is obviously quite inappropriate for the purpose, and it is impossible to believe that if the paragraph had really been intended for this, it would have been expressed in that way. But the Article has a second paragraph, which has constituted a major plank in the construction which the Court has given to this provision. It reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "The Court relies on the presence of the term \"use\" here as imparting to the whole Article a scope wider than the notion of possession, and extending to rights of inheritance and disposal. To my way of thinking \"use\" is use of what one still has or possesses, and \"the use of property\" is not the language that would normally be employed if use through disposal by testamentary means, gifts inter vivos and so forth were intended to be covered. Simply to refer to the use of property would definitely not be the method that any competent lawyer would resort to if he were asked to draft a clause that would bring these matters clearly within its scope.",
                                "elements": []
                            },
                            {
                                "content": "18. The method by which the Court arrives at its conclusion (paragraph 63 of the judgment) is by a process of double assumption, neither element of which can be justified as a legitimate inference to be drawn from the text. First, it is postulated (and a postulate it is) that \"by recognising that everyone has the right to the peaceful enjoyment of his possessions, Article 1 (P1-1) is in substance guaranteeing the right of property\". This is already the language of hyperbole, although the obviously poor drafting of the text, both in the English and French versions, may to some extent condone it. But onto the gratuitous assumption, that the right to enjoyment (of whatever possessions a man in fact has) necessarily includes the right to acquire them in the first place and to do so by any particular means, is grafted the quite untenable assumption represented by the further sentence in paragraph 63 of the judgment to the effect that \"the right to dispose of one’s property constitutes a traditional and fundamental aspect of the right of property\". This may be true in fact of many countries and legal systems, although many departures from it could be pointed to. But it is not a necessary truth. Rights of inheritance and disposal are not logical concomitants of the right to have and to hold. They constitute a different order of concept, - but the point is that for the purposes of any particular complaint involving an allegation of non-compliance with a particular clause, it is necessary that the language of that clause itself should justify the inference drawn from it or the assumption it is said to warrant; - and here it is abundantly clear that no draftsman intending to include, or instructed to include, within the scope of any clause, rights to inherit property, or dispose of it by will, deed or gift, would rest content with merely providing for the \"peaceful enjoyment of ... possessions\" or referring to the \"use\" of property - a very ambiguous and uncertain term.",
                                "elements": []
                            },
                            {
                                "content": "19. Moreover - and this point is important enough to deserve a separate paragraph - the reference to the \"use of property\", in the second paragraph of Article 1 of the Protocol (P1-1), is not even made in connection with the conferment of a right, but on the contrary for the purpose of limiting the scope of a right - namely, the right of peaceful enjoyment of possessions that is conferred. The second paragraph of the Article in short grants no rights to the individual but withholds them. This alone is sufficient to destroy the validity of the reliance which the judgment places on the reference to the use of property as justifying an interpretation of the phrase \"enjoyment of ... possessions\" so as to impart to it a radical extension of its actual scope.",
                                "elements": []
                            },
                            {
                                "content": "20. The truth of the matter - as would be obvious to anyone not intent on this scope-extending process - is that the chief, if not the sole object of Article 1 of the Protocol (P1-1) was to prevent the arbitrary seizures, confiscations, expropriations, extortions, or other capricious interferences with peaceful possession that many governments are - or frequently have been - all too prone to resort to. To metamorphose it into a vehicle for the conveyance of rights that go far beyond the notion of the peaceful enjoyment of possessions, even if they are connected with property, is to inflate it altogether beyond its true proportions. This is not a worthy or becoming basis on which to find a Government guilty of a violation of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "21. It has to be concluded therefore that, no more than in the case of Article 8 (art. 8) of the Convention, does Article 1 of the Protocol (P1-1), rationally interpreted, have any application to the type of complaint which is the subject of the present case; or to the elements, quite extraneous to its true meaning and intention, that the Court has seen fit to read into it.",
                                "elements": []
                            },
                            {
                                "content": "22. The conclusion thus reached in regard to Article 8 (art. 8) of the Convention and Article 1 of the Protocol (P1-1) automatically entails that Article 14 (art. 14) of the Convention - (the no-discrimination- in-the-enjoyment-of-the-Conventional-rights-and-freedoms clause) - becomes inapplicable also, because the only conditions in which it could legitimately be applied turn out to be lacking. This however requires fuller explanation and I now come to that.",
                                "elements": []
                            },
                            {
                                "content": "23. Article 14 (art. 14) is essentially an auxiliary and dependent provision that cannot function per se, but only in combination with some other Article of the Convention or Protocol. The only phrase in it that signifies for present purposes is the opening one, which is quite short and reads:",
                                "elements": []
                            },
                            {
                                "content": "I have elsewhere stated fully my view as to the correct – and only correct - conditions under which this Article (art. 14) can become operative. Because it has no autonomous field of application of its own - i.e. does not suo motu alone convey any substantive rights, but does so only in combination with some provision of the Convention or Protocol that does convey substantive rights, it can only operate in those cases where some such other provision is in the first place applicable to the claim or complaint made in the case. Consequently, before Article 14 (art. 14) can come into play, even in combination with any other provision of the Convention or Protocol, it must first be shown that rights conferred by these other provisions are involved. Article 14 (art. 14) by its very terms does not forbid discrimination generally but, on the contrary, solely in the context of the enjoyment of the \"rights and freedoms set forth in this Convention\". Unless therefore some other provision grants or includes the rights claimed by the applicants in the present case, Article 14 (art. 14) can have no sphere of operation.  It is not necessary that there should have been an actual breach of such other provision, - only that it be applicable to the case so that the question whether there has been a breach of it can properly be raised - (see paragraphs 3 and 4 above). If it is applicable, then, even if there has been no infringement of it, and it has been duly complied with - nevertheless, if there has been discrimination in the way in which it has been applied, if the claimant in the case has been afforded the rights concerned in a less favourable manner compared with the manner in which other persons or entities have been afforded the same rights, the necessary conditions for the application of Article 14 (art. 14) will be fulfilled; and it can then be considered whether the discrimination was justified or not - (for of course not all differences of treatment amount to \"discrimination\" within the intention of Article 14 (art. 14), - there may be good grounds for them).",
                                "elements": []
                            },
                            {
                                "content": "24. It has seemed necessary to insist on this because I have the impression - (and I do not state it as higher than that, or as a fact) - that the Court, owing to a natural dislike of any kind of unjustified discrimination, has tended to regard any case of such discrimination as potentially contrary to the Convention on the basis of Article 14 (art. 14) alone, without always first satisfying itself of the existence and applicability of some other Article duly granting the rights that are alleged to have been afforded in a discriminatory manner. The National Union of Belgian Police case (see footnote 11 supra) was a possible example of this. Alternatively, there may be a temptation too readily to reach this necessary conclusion precisely in order to pave the way for the application of Article 14 (art. 14) \"in combination with\" such other (assumed to be applicable) provision.",
                                "elements": []
                            },
                            {
                                "content": "25. I repeat, therefore, that unless the rights, the infringement of which is complained of in this case, are rights that rank as \"rights set forth in this Convention\" as specified by Article 14 (art. 14), the latter Article (art. 14) lacks any authentic field of application; and, even if there has been discrimination, it cannot come into play. Article 14 (art. 14) does not prohibit discrimination as such, or in the absolute sense, even where it is wanting in justification, but prohibits it only \"in the enjoyment\" of certain particular rights, viz. those provided for by the Convention. The judgment does indeed affect to recognise this where it says (paragraph 32) that \"Article 14 (art. 14) safeguards individuals ... from any discrimination in the enjoyment of the rights and freedoms set forth in ... other provisions\" (of the Convention). But unfortunately, it reaches the conclusion that such other provisions are applicable in the present case on grounds which I regard as wholly insufficient.",
                                "elements": []
                            },
                            {
                                "content": "26. This being so, and having regard to my view that the provisions of the Convention and Protocol No. 1 (P1) invoked by the applicants are devoid of any applicability (relevance) to their specific complaints, I am bound to conclude that Article 14 (art. 14) is inapplicable also - \"in combination with\" such another provision - for there is none with which it can combine so as to become operative itself.",
                                "elements": []
                            },
                            {
                                "content": "27. In view of the (to me) total inapplicability of the provisions invoked by the applicants to the class of complaints they make against the defendant Government, it would be otiose, and indeed inappropriate, for me to consider whether, if those provisions were relevant, there would, on the facts and legal grounds pleaded, have been a breach of the Convention. Nevertheless, I want to say something of a more general character involving certain important points of principle on which my attitude in some measure differs from that of the Court.",
                                "elements": []
                            },
                            {
                                "content": "28. Basically, the Court’s judgment constitutes a denunciation of a particular part of Belgian law as such, and in abstracto, because that law fails to provide a natural child with the civil status of being the child of its mother as from the moment and by the mere fact of birth, without the necessity of any concrete step on the part of the mother or guardian to bring that about. Although, speaking generally, it is not part of the Court’s legitimate function to incriminate the laws of member States merely because they are difficult to reconcile with the Convention, or may lead to breaches of it - (so that in the normal case it will only be the specific step taken under, or by reason of, the law, leading to a breach, rather than the law itself, that can properly be impugned) - yet I accept that where it is the law itself, acting directly, that produces, ex opere operato, the breach (if there is one), it (the law) may be impugned even though there has been no specific act or neglect on the part of the authorities, or step taken under the law: it will be the law itself that, by its very existence, constitutes the act or neglect concerned.",
                                "elements": []
                            },
                            {
                                "content": "29. It is evidently the situation just described that would obtain in the present case if the invoked Articles of the Convention and Protocol No. 1 (P1) were applicable. The relevant part of Belgian law, by its mere existence, prevents the mother-child relationship from arising juridically - (of course it is there by blood) - as a result of birth per se, and requires certain concrete steps to be taken by the mother, or by guardians acting on behalf of the child, to bring that about. As I have already fully explained, I do not think any breach of the Convention is involved by this, because I do not think these matters are matters of family life, but of affiliation and civil status with which the Convention does not deal. However, even if this were not my opinion, and even if I subscribed to the view taken on this matter in the judgment, I should still feel strongly that the Belgian Government ought not to be condemned for the operation of a law which, while some may consider it defective or inequitable, has in fact (as clearly emerged in the course of the proceedings) much that can be urged in favour of it, and in any event lies well within the margin of appreciation or discretion that any Government, acting bona fide, ought to be accorded. I fail to see how States can possibly be required to have uniform laws in matters of this kind. It is I think an exaggeration to say, as was maintained on behalf of the applicants, that the old forms of family relationships, and in particular the old distinction between legitimate and illegitimate children, are in the process of obliteration. But, in any event, States must be allowed to change their attitudes in their own good time, in their own way and by reasonable means, - States must be allowed a certain latitude.",
                                "elements": []
                            },
                            {
                                "content": "30. Belgian law is not unreasonable: it gives the mother the chance to convert the status situation by a formal act of recognition of the child. Or this can be done on behalf of the child under the Belgian guardianship system. Recognition is an inexpensive, ordinary and simple procedure and the Belgian authorities have what I consider perfectly reasonable grounds for requiring this formality. One has to consider the interests of the mother as well as those of the child. As I pointed out in the course of some questions I asked during the hearing, there are situations where it is most unfair to saddle the mother with the consequences of the birth of her child. Is it right and reasonable that in no circumstances should the mother be given in law the right to choose? For example, what about the woman who has a child against her will? It seems perfectly reasonable for a law to provide that the mother shall have the option and that, where a mother for whatever reason refuses to assume her responsibilities, the authorities will assume them for her. The answer that the birth of unwanted children may also occur in marriage is beside the point. Unwanted or accidentally conceived children are an occupational hazard of marriage, and the whole case is quite different.",
                                "elements": []
                            },
                            {
                                "content": "31. In my opinion, it is quite wrong and a misuse of the Convention - virtually an abuse of the powers given to the Court in relation to it - to hold a Government, or the executives or judicial authorities of a country, guilty of a breach of the Convention merely by virtue of the existence, or application, of a law which is not itself unreasonable or manifestly unjust, and which can even be represented as desirable in certain respects. That there may be grounds for disagreeing with or disliking the law concerned or its effects in given circumstances is not, juridically, a justification. No Government or authority can be expected to operate from within a strait-jacket of this sort and without the benefit of a faculty of discretion functioning within defensible limits. Equally, breaches of the Convention should be held to exist only when they are clear and not when they can only be established by complex and recondite arguments, at best highly controversial, - as much liable to be wrong as right.",
                                "elements": []
                            },
                            {
                                "content": "POSTSCRIPT",
                                "elements": []
                            },
                            {
                                "content": "The question of who is a \"victim\" according to Article 25 (art. 25) of the Convention",
                                "elements": []
                            },
                            {
                                "content": "(1) Before any case can come to the Court, it must have been before the European Commission of Human Rights; and under Article 25 (art. 25) of the Convention the Commission can only receive (i.e. accept) a petition from a person, entity or group \"claiming to be a victim of a violation\" of the Convention by one of the States Parties to it. This could be regarded as a preliminary issue concerning the Commission alone; but the Court has treated it as a point of quasi-substance that has to be established to its own satisfaction as well. It could also be maintained that so long as the applicant in the case duly \"claims\" to be a victim of the violation alleged, the requirement is satisfied. But since, ex hypothesi, an applicant necessarily does that, this would be to remove all content from the requirement.",
                                "elements": []
                            },
                            {
                                "content": "(2) The case is evidently distinct from that of whether the complainant has suffered any concrete or other (e.g. moral) damage for which he would be entitled to compensation or other appropriate satisfaction under Article 50 (art. 50) of the Convention. There may well be cases where he has not, but where there has nevertheless been a breach of the Convention of which he has been the object, or which has affected him or his interests. The requirement in question, considered as a preliminary issue, whether of admissibility or of quasi-substance, must therefore mean that the claim shall not be a purely theoretical or hypothetical one, but that, if the alleged violation were established, the complainant would be the object or one of the objects of it, or that it would affect him or his interests.",
                                "elements": []
                            },
                            {
                                "content": "(3) But, in my opinion, it is also necessary that the complainant, or his interests, should not have been affected in a purely or largely formal, nominal, remote, or trivial way. It was for this reason that in the present case I voted against the Court’s finding that the applicants were \"victims\" within the intention of Article 25 (art. 25). The mother moved within fourteen days of the birth to have her child legally recognised as her daughter, and this was done. Later she carried through a legal adoption of the child, thus placing it on the same footing in law as a legitimate child except, so it seems, as regards intestacy rights in the estates of the mother’s relatives - a defect that could easily be cured by testamentary means. Had these acts of recognition or adoption not taken place or been prevented by death or otherwise, the applicants, or one or other of them, would have been the \"victims\" of any violation of an applicable provision of the Convention or Protocol that could have been established. But they did not fail to take place, and the mere fact that they hypothetically might not have done so does not seem to me to constitute the applicants \"victims\" in respect of what never happened or could only have had remote results - at least in a sufficiently substantial sense to regard them as fulfilling this condition as required by Article 25 (art. 25) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "My opinion differs from that of the Court on two points: I consider firstly that, as regards the establishment of Alexandra Marckx’s maternal affiliation, there has not been breach of Article 8 (art. 8), taken either alone or in conjunction with Article 14 (art. 14+8), with respect to Paula Marckx, and secondly that Article 1 of Protocol No. 1 (P1-1) is not applicable in this field so that, contrary to the Court’s finding, there is no possibility of a violation of this Article (P1-1), even in conjunction with Article 14 (art. 14+P1-1).",
                                "elements": []
                            },
                            {
                                "content": "Generally speaking I share the views expressed by my colleague Mr. Matscher as to the scope of Article 8 (art. 8) in the matter of affiliation and as to the applicability of Article 1 of Protocol No. 1 (P1-1); to this extent I agree with the considerations appearing in his dissenting opinion. I disagree with him, however, over the assessment of the situation of the child Alexandra Marckx with respect to the establishment of affiliation both as regards Article 8 (art. 8), taken alone, and as regards Article 14 read together with Article 8 (art. 14+8). On these two points I voted with the majority. In fact I consider that mother and child are in very different situations.",
                                "elements": []
                            },
                            {
                                "content": "Firstly, concerning Article 8 (art. 8), I observe that, although it is very easy for the mother, from the point of view of the necessary formalities, to recognise the child, and to do so from the moment of the birth, and although consequently there is no real obstacle or legal impediment to her establishing the bond of affiliation with her child - I do not see such an obstacle or impediment in the dilemma with which a mother is faced by reason of the limitations on patrimonial rights entailed by recognition and which is due to a lack of co-ordination in the legal rules and not to an intention on the part of the legislature to discourage the recognition of \"illegitimate\" children by their mother -, the child, on the other hand, is entirely dependent as regards his status on the will of a third person: his mother’s decision whether or not to recognise him, or a possible decision by his guardian - which moreover implies the consent of the family council - to institute proceedings to establish maternal affiliation. Owing to this insecurity, it cannot be said that a child born out of wedlock enjoys as regards his family life the protection intended by Article 8 (art. 8). In the case before us these are not purely theoretical considerations since, for the first thirteen days of her life, the child Alexandra had no legal bond of affiliation with her mother and was exposed to the risks attendant on this situation. That this was due to the mother’s failure to act is not relevant here. It can accordingly be conceded that, at least as far as this period is concerned, the child was a victim of a violation of Article 8 (art. 8) even if in fact she was not prejudiced.",
                                "elements": []
                            },
                            {
                                "content": "On the question of discrimination in the establishment of affiliation I take the view that, here too, a distinction must be drawn between the mother and the child. Whilst certain differences of legal treatment between married and unmarried mothers cannot be regarded as entirely without foundation as regards the mother, the situation appears to me to be different when it is seen from the viewpoint of respect for the family life of the children and the requirements deriving therefrom; for I consider that the distinction residing in the fact that only children born out of wedlock require to be formally recognised by their mother - or have their affiliation determined by a court - for a legal bond of affiliation with the mother to be established lacks objective justification since, as regards the children, no reason can be discerned for treating them differently in this area according to whether they were born in or out of wedlock. The child Alexandra was thus the victim of a discrimination forbidden by the Convention even if her mother was not.",
                                "elements": []
                            },
                            {
                                "content": "In conclusion I would mention that, although in law account has to be taken of the differences in the situation of the mother and child, rectification of the position will necessarily imply solutions applying equally well to both of them; the practical effects of the distinctions drawn thus prove to be very relative if not non-existent.",
                                "elements": []
                            },
                            {
                                "content": "I entirely agree with the principle underlying the reasoning on which the Court’s judgment is based: the \"respect for family life\" guaranteed by Article 8 para. 1 (art. 8-1) of the Convention is not limited to a duty on the part of the State to abstain from certain interferences by the public authorities which might constitute an obstacle to the development of what we consider belongs to \"family life\"; it also implies that the State has an obligation to prescribe in its domestic legal system rules which allow those concerned to lead a normal family life.",
                                "elements": []
                            },
                            {
                                "content": "Indeed, one may consider it as generally accepted that the implementation of many fundamental rights - and notably family rights - calls for positive action by the State in the shape of the enactment of the substantive, organisational and procedural rules necessary for this purpose.",
                                "elements": []
                            },
                            {
                                "content": "On the other hand, it must also be stressed that this positive obligation, flowing from Article 8 (art. 8) of the Convention, is limited to what is necessary for the creation and development of family life according to the ideas which contemporary European societies have of this concept. Furthermore, States enjoy a certain power of appreciation as regards the means by which they propose to fulfil this obligation. In no case does Article 8 (art. 8) impose on the Contracting States a duty to adopt a family code comprising rules which go beyond this requirement.",
                                "elements": []
                            },
                            {
                                "content": "It is precisely in the determination of the scope of the duties deriving from Article 8 (art. 8) or, what comes to the same thing, in the assessment of what is necessary for family life within the meaning of the Convention or of what might constitute an obstacle to its creation and development that, to my great regret, I must differ from the reasoning of the majority of the Court; this necessarily leads me to different conclusions in the instant case.",
                                "elements": []
                            },
                            {
                                "content": "1. Respect for family life under Article 8 (art. 8) of the Convention as a positive obligation binding the Contracting States in the sense we have just given the expression does not require that the legal bond of affiliation should be regulated in any particular manner. In this connection the only obligation which can be derived from Article 8 (art. 8) is that domestic law should prescribe rules which permit establishment of this legal bond under conditions which are reasonable and easily met by those concerned.",
                                "elements": []
                            },
                            {
                                "content": "It follows that those States which, like , regulate civil status in such a way that the establishment of the maternal affiliation of an \"illegitimate\" child does not follow merely from the entry of the birth at the registry office but requires in addition a declaration by the mother recognising this affiliation do not thereby violate Article 8 para. 1 (art. 8-1) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Of course, personally, I see no need for this double formality (entry on the register and recognition of affiliation) and I find the arguments put forward by the respondent Government to support it (protection of mother and child) scarcely convincing. In my view, however, the inconvenience of this formality is so small - particularly since the declaration of recognition by the mother can be included in the birth certificate itself - that no one can regard it as an appreciable hardship for those concerned or as an interference calculated to hinder the \"development of family relations\".",
                                "elements": []
                            },
                            {
                                "content": "I accept that this reasoning applies principally to the unmarried mother and that, as far as the child is concerned, the only method of establishing her affiliation available to her under Belgian law, failing voluntary recognition by the mother, was to take legal proceedings for the purpose. However, this problem did not arise in the instant case as the mother voluntarily recognised her child fourteen days after birth, with the result that on this account the child cannot really be considered as a victim. This hypothesis can therefore be disregarded unless one wishes to pass judgment on Belgian law in abstracto, a course which the Court has quite rightly excluded (paragraphs 26 and 27 of the present judgment).",
                                "elements": []
                            },
                            {
                                "content": "Moreover, the reasoning in the judgment contains nothing which could be taken as convincing proof that the Belgian system for establishing the maternal affiliation of \"illegitimate\" children has the adverse consequences complained of for the creation and development of a family life between the mother and her child born out of wedlock.",
                                "elements": []
                            },
                            {
                                "content": "I can therefore find no violation of Article 8 (art. 8) taken alone.",
                                "elements": []
                            },
                            {
                                "content": "2. It is true that Belgian law only requires a mother to recognise the affiliation in the case of children born out of wedlock. This undoubtedly constitutes differential treatment as compared with legitimate children.",
                                "elements": []
                            },
                            {
                                "content": "However, and even if one firmly supports the theory of the autonomy of Article 14 (art. 14) (paragraph 32 of the present judgment), in order to constitute discrimination within the meaning of this provision the unequal treatment must be such as might be deemed to be an appreciable interference with the enjoyment of a fundamental right recognised by the Convention. For I do not believe that a difference of treatment with respect to a fundamental right which, even though lacking in our opinion objective and reasonable justification (that is, not appearing to us to be necessary), does not really interfere with a right that the Convention intends to protect constitutes, by itself, discrimination within the meaning of Article 14 (art. 14).",
                                "elements": []
                            },
                            {
                                "content": "As I have stated above, the requirement of a recognition of affiliation, which can take the form of a simple declaration accompanying the entry of the birth on the register, does not amount to an appreciable hardship and is in no way humiliating for those concerned.",
                                "elements": []
                            },
                            {
                                "content": "It follows that in the instant case there is also no violation of Article 14 taken in conjunction with Article 8 (art. 14+8) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "There seems to me to be no doubt that the rules on voluntary dispositions and inheritance between near relatives are an important aspect of family life within the meaning of Article 8 (art. 8). On the other hand, it would be difficult to maintain that respect for family life requires that these rules should be so organised as to leave the persons concerned unlimited freedom to dispose of their property. In fact, in all the Contracting States these matters are subject to restrictions, which in some cases are considerable.",
                                "elements": []
                            },
                            {
                                "content": "However, the imposition of special restrictions as regards children born out of wedlock constitutes, in the absence of objective and reasonable grounds, discrimination within the meaning of Article 14 taken in conjunction with Article 8 (art. 14+8) of the Convention. On this point I fully approve of the Court’s reasoning and agree with its conclusions in the present case.",
                                "elements": []
                            },
                            {
                                "content": "On the other hand, I have doubts as to whether the rules on voluntary dispositions and inheritance between relatives, that is the freedom to dispose of property inter vivos or mortis causa, are also covered by the right to the peaceful enjoyment of possessions within the meaning of Article 1 of Protocol No. 1 (P1-1).",
                                "elements": []
                            },
                            {
                                "content": "I incline to the view that this provision has completely different aims (the protection of the right of property against interference by the public authorities, the form of expropriation or other restrictions on the use of property similar in their effects). Moreover - and contrary to the opinion expressed on this matter in the reasons set out in the judgment (paragraph 63) -, the travaux préparatoires on Article 1 of Protocol No. 1 (P1-1), although not very explicit in this respect, also seem to confirm this opinion.",
                                "elements": []
                            },
                            {
                                "content": "It follows that, as Article 1 (P1-1) is not applicable, there can also be no question in the instant case of a violation of Article 14 taken in conjunction with Article 1 of Protocol No. 1 (art. 14+P1-1).",
                                "elements": []
                            },
                            {
                                "content": "Furthermore, once the applicability of Article 8 (art. 8) of the Convention and the violation of Article 14, taken in conjunction with Article 8 (art. 14+8), are established I see no advantage in ascertaining whether the provisions of Belgian law complained of could be assessed under Article 1 of Protocol No. 1 (P1-1) as well; this is particularly so since the applicants themselves also seem to have considered the position primarily from the point of view of family life and felt themselves aggrieved by the obstacle which the provisions of Belgian law complained of constitute for its normal development.",
                                "elements": []
                            },
                            {
                                "content": "As I disagree with the majority view on important points I feel it necessary to express a separate opinion.",
                                "elements": []
                            },
                            {
                                "content": "1. I find it impossible to follow my distinguished colleagues in stating that inheritance rights between near relatives fall within the ambit of Article 8 (art. 8) of the Convention (paragraphs 52-56).",
                                "elements": []
                            },
                            {
                                "content": "In my opinion there is no question of this Article’s being applicable except with regard to the reserved portion of an estate (reserve héréditaire).",
                                "elements": []
                            },
                            {
                                "content": "It is true that one cannot speak with respect to the reserved portion of \"heredes sui\" (heirs of the de cujus), as in the case of the old Roman succession, since in view of the very purpose and role of this institution the estate, practically speaking, belongs to them already.",
                                "elements": []
                            },
                            {
                                "content": "I have not overlooked (Inocencio Galvao Telles, The Law of Succession, pp. 95 et seq.) that like every other potential heir, a person entitled to a reserved portion has merely a contingent and future right during the lifetime of the de cujus, but even so he enjoys special protection.",
                                "elements": []
                            },
                            {
                                "content": "The reserved portion - from which only relatives benefit – thus constitutes a form of family protection arising from the moral and social obligations existing between persons connected by close family ties; it cannot be excluded by the de cujus.",
                                "elements": []
                            },
                            {
                                "content": "That being so, there is no difficulty in concluding that the \"reserved portion\" falls within the ambit of family life as it may be understood under Articles 8 and 14 (art. 8, art. 14) of the European Convention on Human Rights.",
                                "elements": []
                            },
                            {
                                "content": "2. Succession, whether intestate or testate, and whether one considers the case of the statutory heirs or that of the exceptional heirs (successeurs irréguliers), does not in my opinion enjoy the protection of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "In the case of testamentary succession the heirs are appointed by a manifestation of intention on the part of the de cujus who is not bound by any statutory obligation. (The same applies to contractual succession.)",
                                "elements": []
                            },
                            {
                                "content": "Testamentary succession, in spite of the \"Nullum Testamentum\" of which Tacitus speaks in his \"Germania\" is, it may be said, universally recognised since the Law of the XII Tables. It depends on an act lying in the unfettered discretion of the de cujus and so has nothing to do with protection of the family. In most cases the nearest relatives may be omitted from the will.",
                                "elements": []
                            },
                            {
                                "content": "Intestate succession, where the order of those entitled is prescribed by law, makes provisions for the estate to devolve in the absence of a will upon persons related to the deceased, or the State itself. The inclusion of the State among the persons statutorily entitled means that intestate succession is not governed solely by considerations of family protection.",
                                "elements": []
                            },
                            {
                                "content": "Death is the hub of the law of succession because it is the normal cause of the passing of the estate.",
                                "elements": []
                            },
                            {
                                "content": "It is therefore only after the death of the de cujus that succession occurs and that there are heirs. Thus death puts an end to family life, and, with the exception of the reserved portion, inheritance rights are in my opinion outside the scope of Article 8 (art. 8) (taken either alone or in conjunction with Article 14 (art. 14+8)) of the European Convention on Human Rights.",
                                "elements": []
                            },
                            {
                                "content": "3. In spite of what I have said above I support the majority opinion that there was a breach of Article 14 of the Convention, taken in conjunction with Article 8 (art. 14+8), with respect to Alexandra and Paula Marckx, but only as regards the Belgian law concerning the reserved portion, voluntary dispositions and the maintenance obligations of the near relatives of the unmarried mother towards her children.",
                                "elements": []
                            },
                            {
                                "content": "4. I very much regret not to be able to share the opinion that the majority of my distinguished colleagues expressed as follows (paragraph 58):",
                                "elements": []
                            },
                            {
                                "content": "The function of the European Court of Human Rights is to ensure the observance of the engagements undertaken by the High Contracting Parties in the Convention, by interpreting the latter and stating the law that derives from it.",
                                "elements": []
                            },
                            {
                                "content": "The Court has jurisdiction not to re-draft the Convention but to apply it. Only the High Contracting Parties can alter the contents of the obligations assumed.",
                                "elements": []
                            },
                            {
                                "content": "I therefore consider that it is not for the Court to express an opinion on the applicability of the law it states to cases other than the particular case it has decided.",
                                "elements": []
                            },
                            {
                                "content": "The execution properly so called of the judgment lies outside the Court’s jurisdiction; under Article 54 (art. 54) of the Convention, \"the judgment of the Court shall be transmitted to the Committee of Ministers which shall supervise its execution\".",
                                "elements": []
                            },
                            {
                                "content": "It is primarily for the Belgian national courts to decide questions raised by domestic legislation on past, present and future facts. It is they who, as appropriate, must apply the rules of res judicata, limitations and so forth in order to ensure the stability of existing situations.",
                                "elements": []
                            },
                            {
                                "content": "5. As regards the violation of Article 1 of Protocol No. 1 (P1-1), taken alone or in conjunction with Article 14 (art. 14+P1-1) of the Convention, I agree with the opinion expressed by my distinguished colleague Judge Matscher.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr. G. BALLADORE PALLIERI",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MARCKX v. BELGIUM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57534.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1979:0613JUD000683374",
    "externalsources": [
        "Belgian Civil Code, Articles 908, 57, 334, 341a, 319, 203, 341a-341c, 326-330, 320, 756, 159, 150, 756-758, 760, 773, 365, 757",
        "Bill submitted by the Belgian Government to the Senate on 15 February 1978 European Convention on the Legal Status of Children born out of Wedlock, 15 October 1975, STE. No. 85, Article 2",
        "Committee of Ministers of the Council of Europe, Resolution (70) 15 of 15 May 1970 on the social protection of unmarried mothers and their children",
        "Court of Justice of the European Communities, Defrenne v. Sabena, 8 April 1976, Reports 1976, p. 480"
    ],
    "extractedappno": [
        "6833/74",
        "2775/67"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Belgian Civil Code, Articles 908, 57, 334, 341a, 319, 203, 341a-341c, 326-330, 320, 756, 159, 150, 756-758, 760, 773, 365, 757"
    ],
    "itemid": "001-57534",
    "judgementdate": "13/06/1979 00:00:00",
    "kpdate": "13/06/1979 00:00:00",
    "kpthesaurus": [
        "183",
        "498",
        "343",
        "100",
        "350",
        "89",
        "90",
        "369",
        "304",
        "450",
        "240",
        "451",
        "425",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "15",
    "paragraphs": [
        "12",
        "P1-1-1",
        "3",
        "8",
        "8-1",
        "34",
        "14",
        "41",
        "P1-1"
    ],
    "parties": [
        "MARCKX",
        "BELGIUM"
    ],
    "rank": "210.690353393555",
    "representedby": [
        "N/A"
    ],
    "respondent": "BEL",
    "respondentOrderEng": "6",
    "scl": [
        "Golder judgment of 21 February 1975, Series A no. 18, p. 19, para. 39",
        "Klass and Others judgment of 6 September 1978, Series A no. 28, pp. 17-18, 21, paras. 33, 41",
        "De Becker judgment of 27 March 1962, Series A no. 4, p. 26",
        "De Wilde, Ooms and Versyp judgment of 10 March 1972, Series A no. 14, pp. 10, 11, paras. 22, 23-24",
        "Engel and Others judgment of 8 June 1976, Series A no. 22, p. 37, para. 89",
        "Engel and Others judgment of 23 November 1976, Series A no. 22, p. 69, para. 11",
        "Belgian linguistic case judgment of 23 July 1968, Series A no. 6, pp. 32-33, 33-34, 34, paras. 7, 9, 10",
        "Tyrer judgment of 25 April 1978, Series A no. 26, p. 15, para. 31",
        "National Union of Belgian Police judgment of 27 October 1975, Series A no. 19, p. 19, para. 44",
        "No. 2775/67, Dec. 22.12.67"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "447736",
    "typedescription": "15"
}