{
    "__articles": "8;8-1;8-2;14+8;14",
    "__conclusion": "Violation of Art. 8;No separate issue under Art. 14+8;Just satisfaction reserved",
    "applicability": "",
    "appno": "31417/96;32377/96",
    "article": [
        "14",
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "No separate issue under Art. 14+8",
            "type": "other"
        },
        {
            "element": "Just satisfaction reserved",
            "type": "other"
        }
    ],
    "content": {
        "001-58407.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications against the United Kingdom of Great Britain and Northern Ireland lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”). ",
                        "elements": []
                    },
                    {
                        "content": "The first applicant, Mr Duncan Lustig-Prean, is a British national born in 1959 and resident in London. He was represented before the Commission and, subsequently, before the Court by Mr S. Grosz, a solicitor practising in London. His application was introduced on 23 April 1996 and was registered on 7 May 1996 under file no. 31417/96. ",
                        "elements": []
                    },
                    {
                        "content": "The second applicant, Mr John Beckett, is a British national born in 1970 and resident in Sheffield. He was represented before the Commission and, subsequently, before the Court by Ms H. Larter, a solicitor practising in Sheffield. His application was introduced on 11 July 1996 and was registered on 22 July 1996 under file no. 32377/96.",
                        "elements": []
                    },
                    {
                        "content": "2.  Both applicants complained that the investigations into their homosexuality and their discharge from the Royal Navy on the sole ground that they are homosexual constituted violations of Article 8 of the Covention taken alone and in conjunction with Article 14.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 20 May 1997 the Commission (Plenary) decided to give notice of the applications to the United Kingdom Government (“the Government”) and invited them to submit observations on the admissibility and merits of the applications. In addition, the applications were joined to two similar \napplications (nos. 33985/96 and 33986/96, Smith v. the United Kingdom and Grady v. the United Kingdom). ",
                        "elements": []
                    },
                    {
                        "content": "The Government, represented by Mr M. Eaton and, subsequently, by Mr C. Whomersley, both Agents, Foreign and Commonwealth Office, submitted their observations on 17 October 1997, to which the applicants replied on 20 November and 8 December 1997, respectively.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 17 January 1998 the Commission decided to adjourn the applications pending the outcome of a reference to the European Court of Justice (“ECJ”) pursuant to Article 177 of the Treaty of Rome by the English High Court on the question of the applicability of the Council Directive on the Implementation of the Principle of Equal Treatment for Men and Women as regards Access to Employment, Vocational Training and Promotion and Working Conditions 76/207/EEC (“the Equal Treatment Directive”) to a difference of treatment based on sexual orientation.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 23 January 1998 the Commission granted Mr Beckett legal aid.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 13 July 1998 the High Court delivered its judgment withdrawing its reference of the above question given the decision of the ECJ in the case of R. v. Secretary of State for Defence, ex parte Perkins (13 July 1998). ",
                        "elements": []
                    },
                    {
                        "content": "7.  Following the entry into force of Protocol No. 11 on 1 November 1998 and in accordance with the provisions of Article 5 § 2 thereof, the applications fall to be examined by the Court. ",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Rule 52 § 1 of the Rules of Court, the President of the Court, Mr L. Wildhaber, assigned the case to the Third Section. The Chamber constituted within the Section included ex officio Sir Nicolas Bratza, the judge elected in respect of the United Kingdom (Article 27 § 2 of the Convention and Rule 26 § 1 (a)), and Mr J.-P. Costa, Acting President of the Section and President of the Chamber (Rules 12 and 26 § 1 (a)). The other members designated by the latter to complete the Chamber were Mr L. Loucaides, Mr P. Kūris, Mr W. Fuhrmann, Mrs H.S. Greve and Mr K. Traja (Rule 26 § 1 (b)). ",
                        "elements": []
                    },
                    {
                        "content": "8.  On 23 February 1998 the Chamber declared the applications admissible2 and, while it retained the joinder of the present applications, it decided to disjoin them from the above-mentioned Smith and Grady cases. It was also decided to hold a hearing on the merits of the case.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 4 May 1999 the President of the Chamber decided to grant Mr Lustig-Prean legal aid. ",
                        "elements": []
                    },
                    {
                        "content": "\n10.  The hearing in this case and in the case of Smith and Grady v. the United Kingdom took place in public in the Human Rights Building, Strasbourg, on 18 May 1999.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I.\tThe Circumstances of the case",
                        "elements": [
                            {
                                "content": "A.\tThe first applicant ",
                                "elements": [
                                    {
                                        "content": "11.  Mr Lustig-Prean (the first applicant) joined the Royal Navy Reserve as a radio operator and in 1982 commenced a career in the Royal Navy. On 27 April 1983 he became a midshipman in the executive branch of the navy. His evaluation of November 1989 noted that he was an officer with “great potential” and the “sort of person that the Royal Navy needs to attract and retain”. His evaluation of December 1993 concluded that the applicant “is a balanced, enlightened and knowledgeable man who enjoys my complete trust in all matters. He is an outstanding prospect for early promotion to commander.” In 1994 the applicant attained the rank of lieutenant-commander. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  For about thirty months prior to June 1994 the applicant had been involved in a steady relationship with a civilian partner. In early June 1994 \nthe applicant was informed that the Royal Navy Special Investigations Branch (“the service police”) had been given his name anonymously in connection with an allegation of homosexuality and was investigating the matter. The applicant admitted to his commanding officer that he was homosexual. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant was interviewed on 13 June 1994 by personnel from the service police about his sexual orientation for approximately twenty minutes. At the beginning of the interview, the applicant was cautioned that he did not have to answer questions and that any responses could be used in evidence later. He was also informed that he could obtain legal advice. The applicant confirmed his awareness of those rights and agreed to be interviewed without legal advice. He then confirmed that he was homosexual, acknowledging that he had been a practising homosexual since his teenage years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He was then asked, inter alia, whether he had had homosexual contact with service personnel (at least four questions on this subject), what type of sexual relations he had had with a particular person, when and where this had occurred, about his current relationship and whether his parents knew of his homosexuality. The applicant was asked repeatedly about who had tipped him off that he was the subject of an investigation by the service police and he was told that the question was put because the service police had “a lot of background knowledge about certain things” and there was somebody “providing information to us”. The applicant indicated that he was anxious to assist the service police to make sure that the issue was kept as “private and discreet as possible”. He was then informed that a search was normally completed but the search did not take place since, in anticipation, the applicant had already cleared his cabin of any incriminating evidence. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicant was again interviewed on 14 June 1994 for approximately ten minutes. It was explained to the applicant that the purpose of the interview was to ask him about an allegation, contained in an anonymous letter sent to the applicant’s commanding officer some time previously, that the applicant had had a relationship with a serviceman. The interviewer then explained that he was “attempting to keep the need to visit Newcastle and to investigate this matter to a minimum”, as the applicant wished. The applicant was then asked whether he had had the relationship as alleged in the letter. The anonymous letter was read. The writer claimed that he had recently had a relationship with the applicant, that the writer was HIV-positive and that he believed that the applicant was involved with a member of the armed forces. The applicant’s comments were requested, in particular, as to who would have written the letter. The interviewer also enquired of the applicant “purely as a matter of interest, although it’s a personal thing” whether the applicant was HIV-positive. In this context, it was indicated a number of times to the applicant that the purpose of the second interview was to avoid further investigations. He was also told that it would “come back” on the applicant’s interviewer if the latter did not properly follow up on the anonymous letter. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In a final evaluation dated 14 June 1994 the applicant’s commander noted that the applicant left the ship “with a well-deserved reputation for outstanding professional ability and admirable personal qualities”. He concluded that the applicant’s “loyal, dependable and always dignified service” would be “sorely missed”. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 16 December 1994 the Admiralty Board informed the applicant that it had decided to terminate his commission and to discharge him, administratively, from the navy with effect from 17 January 1995. The ground for his discharge was his sexual orientation. The applicant’s commission was removed and most of the bonus which he had received with that promotion was recouped by the naval authorities (£4,875 out of £6,000). His term of service would otherwise have terminated in 2009, with the possibility of renewal. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tThe second applicant ",
                                "elements": [
                                    {
                                        "content": "17.  On 20 February 1989 Mr Beckett (the second applicant) joined the Royal Navy, enlisting for twenty-two years’ service. In 1991 he became a substantive weapons engineering mechanic. The applicant’s report dated 27 November 1992 noted that he displayed potential in a number of areas essential to good leadership, that he had the ability to become an above-average leading hand and that if he applied his new skills wisely he could, with experience, be considered as a potential officer candidate. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In May 1993 the applicant had been refused time off to deal with a personal matter (he wished to collect his Aids test results) and consequently he spoke with the chaplain, to whom he admitted his sexual orientation. On 10 May 1993 the applicant was asked by his lieutenant-commander to repeat what he had told the chaplain and he again admitted his homosexuality to that officer. He was then called for interview by the service police. He was cautioned in the same terms as the first applicant and told that he would not be questioned on the above admissions prior to a search of his locker. His consent to the search was requested and given. The interview, which had lasted approximately five minutes, was suspended pending the search. During the search, slides (of himself, his partner and some of his service friends) and personal postcards were seized. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n19.  The applicant’s interview with the service police then resumed and lasted approximately one hour. The applicant immediately confirmed his homosexuality, later clarifying that he first had “niggling doubts” about his sexual orientation approximately two and a half years previously. He was then questioned about a previous relationship with a woman; he was asked the woman’s name and where she was from, when he had that relationship, why it ended, whether they had a sexual relationship, whether he enjoyed their relationship and whether “she was enough for you”. Details were sought as to how and what he did when he realised he was homosexual and, in this respect, he was asked what sort of feelings he had for a man, whether he had been “touched up” or “abused” as a child and whether he had bought pornographic magazines. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant was then questioned about his first and current homosexual relationship which began in December 1992 and, in this regard, he was asked about his first night with his partner, who was “butch” and who was “bitch” in the relationship and what being “butch” meant in sexual terms. Detailed questions were put as to how they had sex and whether they used condoms, lubrication and other sex aids, whether they ever had sex in a public place and how they intended to develop the relationship. He was also asked about gay bars he frequented, whether he had ever joined contact magazines, whether his parents knew about his homosexuality and whether he agreed that his secret life could be used as a basis to blackmail him and render him a weak link in the service. The personal slides and postcards which had been taken from his locker were examined and the applicant was questioned in detail about their contents. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The service police report completed after the applicant’s interview included several internal documents where it was noted that the applicant, in openly declaring his homosexuality and his relationship with a civilian, had effectively disposed “of any immediate potential security concern”. For that reason, it was considered in the report that “no cause was identified for conducting a security interview with Beckett”. That report also accepted that a case for fraudulent entry into the armed forces would be inappropriate given the date when the applicant had discovered his homosexuality. An officer, who advised the Admiralty Board on the applicant’s discharge, noted that the applicant’s reporting officers had commented on his “affability, intelligence, dedication and ambition” and pointed out that, had it not been for the applicant’s homosexuality, “his Royal Navy career would have blossomed”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n21.  Prior to his discharge, the applicant completed his duties and remained in communal sleeping accommodation with no reported difficulties. On 28 July 1993 the applicant’s administrative discharge was approved on the basis of his homosexuality. The applicant then complained about the decision to discharge him to the Admiralty Board and on 6 December 1994 the Admiralty Board dismissed the applicant’s complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.\tThe applicants’ judicial review proceedings (R. v. Ministry of Defence, ex parte Smith and Others 2 Weeky Law Reports 305) ",
                                "elements": [
                                    {
                                        "content": "22.  Along with Ms Smith and Mr Grady (see paragraph 3 above), the applicants obtained leave to apply for judicial review of the decisions to discharge them from the armed forces. The applicants argued that the policy of the Ministry of Defence against homosexuals in the armed forces was “irrational”, that it was in breach of the Convention and that it was contrary to the Equal Treatment Directive. The Ministry of Defence maintained that the policy was necessary mainly to maintain morale and unit effectiveness, in view of the loco parentis role of the services as regards minor recruits and in light of the requirement of communal living in the armed forces. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 7 June 1995 the High Court dismissed the application for judicial review, Lord Justice Simon Brown giving the main judgment of the court. He noted that the cases illustrated the hardships resulting from the absolute policy against homosexuals in the armed forces and that all four of the applicants had exemplary service records, some with reports written in glowing terms. Moreover, he found that in none of the cases before him was it suggested that the applicants’ sexual orientation had in any way affected their ability to carry out their work or had any ill-effect on discipline. There was no reason to doubt that, but for their discharge on the sole ground of sexual orientation, they would have continued to perform their service duties entirely efficiently and with the continued support of their colleagues. All were devastated by their discharge. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Simon Brown LJ reviewed the background to the “age old” policy, the relevance of the Parliamentary Select Committee’s report of 1991, the position in other armed forces around the world, the arguments of the Ministry of Defence (noting that the security argument was no longer of substantial concern to the Government) together with the applicants’ arguments against the policy. He considered that the balance of argument clearly lay with the applicants, describing the applicants’ submissions in favour of a conduct-based code as “powerful”. In his view, the tide of \nhistory was against the Ministry of Defence. He further observed that it was improbable, whatever the High Court would say, that the policy could survive for much longer and added, “I doubt whether most of those present in court throughout the proceedings now believe otherwise.” ",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  However, having considered arguments as to the test to be applied in the context of these judicial review proceedings, Simon Brown LJ concluded that the conventional Wednesbury principles, adapted to a human rights context, should be applied. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, where fundamental human rights were being restricted, the Minister of Defence needed to show that there was an important competing interest to justify the restriction. The primary decision was for him and the secondary judgment of the court amounted to asking whether a reasonable Minister, on the material before him, could have reasonably made that primary judgment. He later clarified that it was only if the purported justification “outrageously defies logic or accepted moral standards” that the court could strike down the Minister’s decision. He noted that within the limited scope of that review, the court had to be scrupulous to ensure that no recognised ground of challenge was in truth available to an applicant before rejecting the application. When the most fundamental human rights are threatened, the court would not, for example, be inclined to overlook some minor flaw in the decision-making process, or to adopt a particularly benevolent view of the Minister’s evidence, or to exercise its discretion to withhold relief. However, he emphasised that, even where the most fundamental human rights were being restricted, “the threshold of unreasonableness is not lowered”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It was clear that the Secretary of State had cited an important competing public interest. But the central question was whether it was reasonable for the Secretary of State to take the view that allowing homosexuals into the forces would imperil that interest. He pointed out that, although he might have considered the Minister wrong,",
                                        "elements": []
                                    },
                                    {
                                        "content": "“…[the courts] owe a duty ... to remain within their constitutional bounds and not trespass beyond them. Only if it were plain beyond sensible argument that no conceivable damage could be done to the armed services as a fighting unit would it be appropriate for this Court now to remove the issue entirely from the hands of both the military and of the government. If the Convention … were part of our law and we were accordingly entitled to ask whether the policy answers a pressing social need and whether the restriction on human rights involved can be shown proportionate to the benefits then clearly the primary judgment … would be for us and not others: the constitutional balance would shift. But that is not the position. In exercising merely a secondary judgment, this Court is bound to act with some reticence. Our approach must reflect, not overlook, where responsibility ultimately lies for the defence of the realm and recognise too that Parliament is exercising a continuing supervision over this area of prerogative power.” ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nAccordingly, while the Minister’s suggested justification for the ban may have seemed “unconvincing”, the Minister’s stand could not properly be said to be unlawful. It followed that the applications had to be rejected “albeit with hesitation and regret”. A brief analysis of the Convention’s case-law led the judge to comment that he strongly suspected that, as far as the United Kingdom’s obligations were concerned, the days of the policy were numbered. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Simon Brown LJ also found that the Equal Treatment Directive was not applicable to discrimination on grounds of sexual orientation and that the domestic courts could not rule on Convention matters. He also observed that the United States, Canada, Australia, New Zealand, Ireland, Israel, Germany, France, Norway, Sweden, Austria and the Netherlands permitted homosexuals to serve in their armed forces and that the evidence indicated that the only countries operating a blanket ban were Turkey and Luxembourg (and, possibly, Portugal and Greece). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In August 1995 a consultation paper was circulated by the Ministry of Defence to “management” levels in the armed forces relating to the Ministry of Defence’s policy against homosexuals in those forces. The covering letter circulating this paper pointed out that the “Minister for the Armed Forces has decided that evidence is to be gathered within the Ministry of Defence in support of the current policy on homosexuality”. It was indicated that the case was likely to progress to the European courts and that the applicants in the judicial review proceedings had argued that the Ministry of Defence’s position was “bereft of factual evidence” but that this was not surprising since evidence was difficult to amass given that homosexuals were not permitted to serve. Since “this should not be allowed to weaken the arguments for maintaining the policy”, the addressees of the letter were invited to comment on the consultation paper and “to provide any additional evidence in support of the current policy by September 1995”. The consultation paper attached referred, inter alia, to two incidents which were considered damaging to unit cohesion. The first involved a homosexual who had had a relationship with a sergeant’s mess waiter and the other involved an Australian on secondment whose behaviour was described as “so disruptive” that his attachment was terminated. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n27.  \tOn 3 November 1995 the Court of Appeal dismissed the applicants’ appeal. The Master of the Rolls, Sir Thomas Bingham, delivered the main judgment (with which the two other judges of the Court of Appeal agreed). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  As to the court’s approach to the issue of “irrationality”, he considered that the following submission was an accurate distillation of the relevant jurisprudence on the subject:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“the court may not interfere with the exercise of an administrative discretion on substantive grounds save where the court is satisfied that the decision is unreasonable in the sense that it is beyond the range of responses open to a reasonable decision- maker. But in judging whether the decision-maker has exceeded this margin of appreciation the human rights context is important. The more substantial the interference with human rights, the more the court will require by way of justification before it is satisfied that the decision is reasonable in the sense outlined above.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "He went on to quote from, inter alia, the judgment of Lord Bridge in R. v. Secretary of State for the Home Department, ex parte Brind [1991] 1 Appeal Cases 696, where it was pointed out that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“the primary judgment as to whether the particular competing public interest justifies the particular restriction imposed falls to be made by the Secretary of State to whom Parliament has entrusted the discretion. But we are entitled to exercise a secondary judgment by asking whether a reasonable Secretary of State, on the material before him, could reasonably make that primary judgment.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, he considered that the greater the policy content of the decision and the more remote the subject matter of a decision from ordinary judicial experience, the more hesitant the court had to be in holding a decision to be irrational.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Prior to applying this test of irrationality, the Master of the Rolls noted that the case concerned innate qualities of a very personal kind, that the decisions of which the applicants complained had had a profound effect on their careers and prospects and that the applicants’ rights as human beings were very much in issue. While the domestic court was not the primary decision-maker and while it was not the role of the courts to regulate the conditions of service in the armed forces, “it has the constitutional role and duty of ensuring that the rights of citizens are not abused by the unlawful exercise of executive power. While the court must properly defer to the expertise of responsible decision-makers, it must not shrink from its fundamental duty to ‘do right to all manner of people’ …”. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  He then reviewed, by reference to the test of irrationality outlined above, the submissions of the parties in favour of and against the policy, commenting that the applicants’ arguments were “of very considerable cogency” which called to be considered in depth with particular reference to past experience in the United Kingdom, to the developing experience of other countries and to the potential effectiveness of a detailed prescriptive code in place of the present blanket ban. However, he concluded that the policy could not be considered “irrational” at the time the applicants were discharged from the armed forces, finding that the threshold of irrationality was “a high one” and that it had not been crossed in this case. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On the Convention, the Master of the Rolls noted as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It is, inevitably, common ground that the United Kingdom’s obligation, binding in international law, to respect and ensure compliance with [Article 8 of the Convention] is not one that is enforceable by domestic courts. The relevance of the Convention in the present context is as background to the complaint of irrationality. The fact that a decision-maker failed to take account of Convention obligations when exercising an administrative discretion is not of itself a ground for impugning the exercise of that discretion.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "He observed that to dismiss a person from his or her employment on the grounds of a private sexual preference, and to interrogate him or her about private sexual behaviour, would not appear to show respect for that person’s private and family life and that there might be room for argument as to whether the policy answered a “pressing social need” and, in particular, was proportionate to the legitimate aim pursued. However, he held that these were not questions to which answers could be properly or usefully proffered by the Court of Appeal, but rather were questions for the European Court of Human Rights to which court the applicants might have to pursue their claim. He further accepted that the Equal Treatment Directive did not apply to complaints in relation to sexual orientation. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Henry LJ of the Court of Appeal agreed with the judgment of the Master of the Rolls and, in particular, with the latter’s approach to the irrationality test and with his view on the inability of the court to resolve Convention issues. He questioned the utility of a debate as to the likely fate of the “longstanding” policy of the Ministry of Defence before the European Court of Human Rights with which the primary adjudicating role on the Convention lay. The Court of Appeal did not entertain “hypothetical questions”. In Henry LJ’s view, the only relevance of the Convention was as “background to the complaint of irrationality”, which point had been already made by the Master of the Rolls. It was important to highlight this point since Parliament had not given the domestic courts primary jurisdiction over human rights issues contained in the Convention and because the evidence and submissions before the Court of Appeal related to that court’s secondary jurisdiction and not to its primary jurisdiction. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Thorpe LJ of the Court of Appeal agreed with both preceding judgments and, in particular, with the views expressed on the rationality test to be applied and on its application in the particular case. The applicants’ arguments that their rights under Article 8 had been breached were “persuasive” but the evidence and arguments that would ultimately determine that issue were not before the Court of Appeal. He also found that the applicants’ challenge to the arguments in support of the policy was “completely persuasive” and added that what impressed him most in relation to the merits was the complete absence of illustration and \nsubstantiation by specific examples, not only in the Secretary of State’s evidence filed in the High Court, but also in the case presented to the Parliamentary Select Committee in 1991. The policy was, in his view, “ripe for review and for consideration of its replacement by a strict conduct code”. However, the applicants’ attack on the Secretary of State’s rationality fell “a long way short of success”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 19 March 1996 the Appeals Committee of the House of Lords refused leave to appeal to the House of Lords. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.\tThe applicants’ Industrial Tribunal proceedings",
                                "elements": [
                                    {
                                        "content": "35.  In December 1995 Mr Lustig-Prean issued proceedings in the Industrial Tribunal claiming unfair dismissal and sexual discrimination contrary to the Sexual Discrimination Act 1975. Those proceedings were adjourned pending the above-described application for leave to appeal to the House of Lords. Further to the rejection of the application, he requested the withdrawal of his Industrial Tribunal proceedings and those proceedings were dismissed by the Industrial Tribunal on 25 April 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In December 1997 Mr Beckett also issued proceedings in the Industrial Tribunal claiming sexual discrimination contrary to the 1975 Act. In the light of subsequent decisions of the ECJ and of the domestic courts, the second applicant subsequently requested the withdrawal of those proceedings which were, on 27 August 1998, dismissed by the Industrial Tribunal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.\tRelevant domestic law and practice",
                        "elements": [
                            {
                                "content": "A.\tDecriminalisation of homosexual acts ",
                                "elements": [
                                    {
                                        "content": "37.  By virtue of section 1(1) of the Sexual Offences Act 1967, homosexual acts in private between two consenting adults (at the time meaning 21 years or over) ceased to be criminal offences. However, such acts continued to constitute offences under the Army and Air Force Acts 1955 and the Naval Discipline Act 1957 (Section 1(5) of the 1967 Act). Section 1(5) of the 1967 Act was repealed by the Criminal Justice and Public Order Act 1994 (which Act also reduced the age of consent to 18 years). However, section 146(4) of the 1994 Act provided that nothing in that section prevented a homosexual act (with or without other acts or circumstances) from constituting a ground for discharging a member of the armed forces.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "\nB.\tR. v. Secretary of State for Defence, ex parte Perkins, judgments of 13 March 1997 and 13 July 1998, and related cases",
                                "elements": [
                                    {
                                        "content": "38.  On 30 April 1996 the ECJ decided that transsexuals were protected from discrimination on grounds of their transsexuality under European Community law (P. v. S. and Cornwall County Council [1996] Industrial Relations Law Reports 347). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 13 March 1997 the High Court referred to the ECJ pursuant to Article 177 of the Treaty of Rome the question of the applicability of the Equal Treatment Directive to differences of treatment based on sexual orientation (R. v. Secretary of State for Defence, ex parte Perkins, 13 March 1997). Mr Perkins had been discharged from the Royal Navy on grounds of his homosexuality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 17 February 1998 the ECJ found that the Equal Pay Directive 75/117/EEC did not apply to discrimination on grounds of sexual orientation (Grant v. South West Trains Ltd [1998] Industrial Cases Reports 449). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Consequently, on 2 March 1998 the ECJ enquired of the High Court in the Perkins’ case whether it wished to maintain the Article 177 reference. After a hearing between the parties, the High Court decided to withdraw the question from the ECJ (R. v. Secretary of State for Defence, ex parte Perkins, 13 July 1998). Leave to appeal was refused.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.\tThe Ministry of Defence policy on homosexual personnel in the armed forces ",
                                "elements": [
                                    {
                                        "content": "42.  As a consequence of the changes made by the Criminal Justice and Public Order Act 1994, updated Armed Forces’ Policy and Guidelines on Homosexuality (“the Guidelines”) were distributed to the respective service directorates of personnel in December 1994. The Guidelines provided, inter alia, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Homosexuality, whether male or female, is considered incompatible with service in the armed forces. This is not only because of the close physical conditions in which personnel often have to live and work, but also because homosexual behaviour can cause offence, polarise relationships, induce ill-discipline and, as a consequence, damage morale and unit effectiveness. If individuals admit to being homosexual whilst serving and their Commanding Officer judges that this admission is well-founded they will be required to leave the services. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nThe armed forces’ policy on homosexuality is made clear to all those considering enlistment. If a potential recruit admits to being homosexual, he/she will not be enlisted. Even if a potential recruit admits to being homosexual but states that he/she does not at present nor in the future intend to engage in homosexual activity, he/she will not be enlisted. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In dealing with cases of suspected homosexuality, a Commanding Officer must make a balanced judgment taking into account all the relevant factors. ... In most circumstances, however, the interests of the individual and the armed forces will be best served by formal investigation of the allegations or suspicion. Depending on the circumstances, the Commanding Officer will either conduct an internal inquiry, using his own staff, or he will seek assistance from the Service Police. When conducting an internal inquiry he will normally discuss the matter with his welfare support staff. Homosexuality is not a medical matter, but there may be circumstances in which the Commanding Officer should seek the advice of the Unit Medical Officer on the individual concerned and may then, if the individual agrees, refer him/her to the Unit Medical Officer. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "A written warning in respect of an individual’s conduct or behaviour may be given in circumstances where there is some evidence of homosexuality but insufficient ... to apply for administrative discharge ... . If the Commanding Officer is satisfied on a high standard of proof of an individual’s homosexuality, administrative action to terminate service ... is to be initiated, ... .\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "One of the purposes of the Guidelines was the reduction of the involvement of the service police whose investigatory methods, based on criminal procedures, had been strongly resented and widely publicised in the past (confirmed at paragraph 9 of the Homosexual Policy Assessment Team’s report of February 1996 which is summarised at paragraphs 44-55 below. However, paragraph 100 of this report indicated that investigation into homosexuality is part of “normal service police duties”. )",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The affidavit of Air Chief Marshal Sir John Frederick Willis KCB, CBE, Vice Chief of the Defence Staff, Ministry of Defence dated 4 September 1996, which was submitted to the High Court in the case of R. v. Secretary of State for Defence, ex parte Perkins (13 July1998), read, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The policy of the Ministry of Defence is that the special nature of homosexual life precludes the acceptance of homosexuals and homosexuality in the armed forces. The primary concern of the armed forces is the maintenance of an operationally effective and efficient force and the consequent need for strict maintenance of discipline. [The Ministry of Defence] believes that the presence of homosexual personnel has the potential to undermine this.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nThe conditions of military life, both on operations and within the service environment, are very different from those experienced in civilian life. … The [Ministry of Defence] believes that these conditions, and the need for absolute trust and confidence between personnel of all ranks, must dictate its policy towards homosexuality in the armed forces. It is not a question of a moral judgement, nor is there any suggestion that homosexuals are any less courageous than heterosexual personnel; the policy derives from a practical assessment of the implications of homosexuality for fighting power.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.\tThe report of the Homosexuality Policy Assessment Team – February 1996",
                                "elements": [
                                    {
                                        "content": "1.\tGeneral ",
                                        "elements": [
                                            {
                                                "content": "44.  Following the decision in the case of R. v. Ministry of Defence, ex parte Smith and Others 2 Weekly Law Reports 305, the Homosexuality Policy Assessment Team (“HPAT”) was established by the Ministry of Defence in order to undertake an internal assessment of the armed forces’ policy on homosexuality. The HPAT was composed of Ministry of Defence civil servants and representatives of the three services. The HPAT’s assessment was to form the basis of the Ministry’s evidence to the next Parliamentary Select Committee (as confirmed in the affidavit of Air Chief Marshal Sir John Frederick Willis referred to at paragraph 43 above). The HPAT was to consult the Ministry of Defence, the armed forces’ personnel of all ranks, service and civilian staff responsible for carrying out the policy together with members of the legal adviser’s staff. It was also to examine the policies of other nations (Annex D to the HPAT report).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The report of the HPAT was published in February 1996 and ran to approximately 240 pages, together with voluminous annexes. The starting-point of the assessment was an assumption that homosexual men and women were in themselves no less physically capable, brave, dependable and skilled than heterosexuals. It was considered that any problems to be identified would lie in the difficulties which integration of declared homosexuals would pose to the military system which was largely staffed by heterosexuals. The HPAT considered that the best predictors of the “reality and severity” of the problems of the integration of homosexuals would be the service personnel themselves (paragraph 30 of the report). ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "\n2.\tThe methods of investigation used",
                                        "elements": [
                                            {
                                                "content": "45.  There were eight main areas of investigation (paragraph 28 of the report):",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) The HPAT consulted with policy-makers in the Ministry of Defence. The latter emphasised the uniqueness of the military environment and the distinctly British approach to service life and the HPAT found little disagreement with this general perspective from the service people it interviewed (paragraph 37);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) A signal was sent to all members of the services, including the reserve forces, requesting any written views on the issues. By 16 January 1996 the HPAT had received 639 letters. 587 of these letters were against any change in the policy, 58 of which were multiply signed. Only 11 of those letters were anonymous (paragraphs 46-48);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) The HPAT attitude survey consisted of a questionnaire administered to a total of 1,711 service personnel chosen as representative of the services. The questionnaires were administered in examination-type conditions and were to be completed anonymously. The results indicated that there was “overwhelming support across the services” for the policy excluding homosexuals from the armed forces. Service personnel viewed homosexuality as clearly more acceptable in civilian than in service life (paragraphs 49-59 and Annex G);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d) During the HPAT’s visit to ten military bases in late 1995 in order to administer the above questionnaire, individual one-to-one interviews were conducted with personnel who had completed the attitude questionnaire. 180 interviewees randomly selected from certain ranks and occupational areas were selected from each of the ten units visited. Given the small number of interviewees, the responses were analysed qualitatively rather than quantitatively (Annex G);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(e) A number of single-service focus group discussions were held with randomly selected personnel from representative ranks and functions (Annex G refers to 36 such discussions whereas paragraph 61 of the report refers to 43). The purpose of the group discussions was to examine the breadth and depth of military views and to provide insights that would complement the survey results. The HPAT commented that the nature of the discussions showed little reticence in honestly and fully putting forward views; there was an “overwhelming view that homosexuality was not  ‘normal’ or  ‘natural’ whereas women and ethnic minorities were  ‘normal’”. The vast majority of participants believed that the present ban on homosexuals should remain (paragraphs 61-69 and Annex G);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(f) One sub-team of the HPAT went to Australia, Germany and France and the other visited the United States, Canada and the Netherlands. The\nHPAT interviewed an eminent Israeli military psychologist since the Israeli military would not accept the HPAT visit (paragraphs 70-77 and Annex H). It is also apparent that the HPAT spoke to representatives of the police, the fire service and the merchant navy (paragraphs 78-82); ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(g) Tri-service regional focus discussion groups were also held to examine the breadth and depth of the personnel’s views. The groups were drawn from the three services and from different units. Three such discussion groups were held and overall the results were the same as those from the single-service focus groups (paragraphs 83-84 and Annex G);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(h) Postal single-service attitude surveys were also completed by a randomly selected sample of personnel stratified by rank, age and gender. The surveys were distributed to 3,000 (6%) of the Royal Navy and Royal Marine personnel, to 6,000 (5.4%) of the Army personnel and to 4,491 (6%) of the Royal Air Force personnel. On average over half of the surveys were returned (paragraphs 65-86 and Annex G).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.\tThe impact on fighting power",
                                        "elements": [
                                            {
                                                "content": "46.  The HPAT report defined “fighting power” (often used interchangeably with combat effectiveness, operational efficiency or operational effectiveness) as the “ability to fight” which is in turn made up of three components. These are the “conceptual” and “physical” components together with the “moral component”, the latter being defined as “the ability to get people to fight including morale, comradeship, motivation, leadership and management”.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The focus throughout the assessment was upon the anticipated effects on fighting power and this was found to be the “key problem” in integrating homosexuals into the armed forces. It was considered well established that the presence of known or strongly suspected homosexuals in the armed forces would produce certain behavioural and emotional responses and problems which would affect morale and, in turn, significantly and negatively affect the fighting power of the armed forces. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "These anticipated problems included controlling homosexual behaviour and heterosexual animosity, assaults on homosexuals, bullying and harassment of homosexuals, ostracism and avoidance, “cliquishness” and pairing, leadership and decision-making problems including allegations of \nfavouritism, discrimination and ineffectiveness (but excluding the question of homosexual officers taking tactical decisions swayed by sexual preference), sub-cultural friction, privacy/decency issues, increased dislike and suspicions (polarised relationships), and resentment over imposed change especially if controls on heterosexual expression also had to be tightened (see Section F.II of the report). ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.\tOther issues",
                                        "elements": [
                                            {
                                                "content": "48.  The HPAT also assessed other matters it described as “subsidiary” (Section G and paragraph 177 of the report). It found that, while cost implications of changing the policy were not quantifiable, it was not considered that separate accommodation for homosexuals would be warranted or wise and, accordingly, major expenditures on accommodation were considered unlikely (paragraphs 95-97). Wasted training as regards discharged homosexuals was not considered to be a significant argument against maintaining the policy (paragraphs 98-99). Should the wider social and legal position change in relation to civilian homosexual couples, then entitlements for homosexual partners would have to be accepted (paragraph 101). Large amounts of money or time were unlikely to be devoted to homosexual awareness training, given that it was unlikely to be effective in changing attitudes. It was remarked that, if required, tolerance training would probably be best addressed as “part of an integrated programme for equal opportunities training in the military” (paragraph 102). There were strong indications that recruitment and retention rates would go down if there was a change in policy (paragraphs 103-04). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Concerns expressed about the fulfilment of the forces’ loco parentis responsibilities for young recruits were found not to stand up to close examination (paragraph 111). ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "\n5.\tMedical and security concerns",
                                        "elements": [
                                            {
                                                "content": "50.  Medical and security concerns were considered separately (Sections H and I, respectively, and paragraph 177 of the report). While it was noted that medical concerns of personnel (in relation to, inter alia, Aids) were disproportionate to the clinical risks involved, it was considered that these concerns would probably need to be met with education packages and compulsory Aids testing. Otherwise, real acceptance and integration of homosexuals would be seriously prejudiced by emotional reactions and resentments and by concerns about the threat of Aids. The security issues (including the possibility of blackmail of those suspected of being homosexual) raised in defence of the policy were found not to stand up to close examination. ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.\tThe experience in other countries and in civilian disciplined services",
                                        "elements": [
                                            {
                                                "content": "51.  The HPAT observed that there were a wide variety of official positions and legal arrangements evolving from local legal and political circumstances and ranging from a formal prohibition of all homosexual activity (the United States), to administrative arrangements falling short of real equality (France and Germany), to a deliberate policy to create an armed force friendly to homosexuals (the Netherlands). According to the HPAT, those countries which had no legal ban on homosexuals were more tolerant, had written constitutions and therefore a greater tradition of respect for human rights. The report continued:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“But nowhere did HPAT learn that there were significant numbers of open homosexuals serving in the Forces … . Whatever the degree of official toleration or encouragement, informal pressures or threats within the military social system appeared to prevent the vast majority of homosexuals from choosing to exercise their varying legal rights to open expression of their active sexual identity in a professional setting.  … It goes without saying that the continuing reticence of military homosexuals in these armed forces means that there has been little practical experience of protecting them against ostracism, harassment or physical attack.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Since this common pattern of a near absence of openly homosexual personnel occurs irrespective of the formal legal frameworks, it is reasonable to assume that it is the informal functioning of actual military systems which is largely incompatible with homosexual self-expression. This is entirely consistent with the pattern of British service personnel’s attitudes confirmed by the HPAT.” ",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In January 1996 there were over 35,000 British service personnel (25% approximately of the British armed forces) deployed overseas on operations, more than any other NATO country in Europe (paragraph 43). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "\nThe HPAT concluded, nevertheless, that the policy had not presented significant problems when working with the armed forces of allied nations. The HPAT remarked that British service personnel had shown a “robust indifference” to arrangements in foreign forces and no concern over what degree of acceptance closely integrated allies give to homosexuals. This is because the average service person considers that those others “are not British, have different standards, and are thus only to be expected to do things differently” and because personnel from different nations are accommodated apart. It was also due to the fact that homosexuals in foreign forces, where they were not formally banned, were not open about their sexual orientation. Consequently, the chances were small of the few open homosexuals happening to be in a situation where their sexual orientation would become a problem with British service personnel (paragraph 105). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Important differences were considered by the HPAT to exist between the armed forces and civilian disciplined services in the United Kingdom including the police, the fire brigade and the merchant navy which did not operate the same policy against homosexuals. It considered that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“None of these occupations involves the same unremittingly demanding and long-term working environment as the Armed Forces, or requires the same emphasis on building rapidly interchangeable, but fiercely committed and self-supporting teams, capable of retaining their cohesion after months of stress, casualties and discomfort …” (paragraph 203)",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "7.\tAlternative options to the current policy",
                                        "elements": [
                                            {
                                                "content": "54.  Alternative options were considered by the HPAT including a code of conduct applicable to all, a policy based on the individual qualities of homosexual personnel, lifting the ban and relying on service personnel reticence, the “don’t ask, don’t tell” solution offered by the USA and a “no open homosexuality” code. It concluded that no policy alternative could be identified which avoided risks for fighting power with the same certainty as the present policy and which, in consequence, would not be strongly opposed by the service population (paragraphs 153-75).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "\n8.\tThe conclusions of the HPAT (paragraphs 176-91)",
                                        "elements": [
                                            {
                                                "content": "55.  The HPAT found that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“the key problem remains and its intractability has indeed been re-confirmed. The evidence for an anticipated loss in fighting power has been set out in section F and forms the centrepiece of this assessment. The various steps in the argument and the overall conclusion have been shown not only by the Service authorities but by the great majority of Service personnel in all ranks”. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "Current service attitudes were considered unlikely to change in the near future. While clearly hardship and invasion of privacy were involved, the risk to fighting power demonstrated why the policy was, nevertheless, justified. It considered that it was not possible to draw any meaningful comparison between the integration of homosexuals and of women and ethnic minorities into the armed forces since homosexuality raised problems of a type and intensity that gender and race did not. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "The HPAT considered that, in the longer term, evolving social attitudes towards homosexuality might reduce the risks to fighting power inherent in change but that their assessment could “only deal with present attitudes and risks”. It went on:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“… certainly, if service people believed that they could work and live alongside homosexuals without loss of cohesion, far fewer of the anticipated problems would emerge. But the Ministry must deal with the world as it is. Service attitudes, in as far as they differ from those of the general population, emerge from the unique conditions of military life, and represent the current social and psychological realities. They indicate military risk from a policy change… ",
                                                "elements": []
                                            },
                                            {
                                                "content": "… after collecting the most exhaustive evidence available, it is also evident that in the UK homosexuality remains in practice incompatible with service life if the armed services, in their present form, are to be maintained at their full potential fighting power. ... Furthermore, the justification for the present policy has been overwhelmingly endorsed by a demonstrated consensus of the profession best able to judge it. It must follow that a major change to the Ministry’s current Tri-service Guidelines on homosexuality should be contemplated only for clearly stated non-defence reasons, and with a full acknowledgement of the impact on Service effectiveness and service people’s feelings.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "\nE.\tThe armed forces’ policy on sexual and racial harassment and bullying and on equal opportunities ",
                                "elements": [
                                    {
                                        "content": "56.   The Defence Council’s “Code of Practice on Race Relations” issued in December 1993 declared the armed forces to be equal opportunity employers. It stated that no form of racial discrimination, harassment or abuse would be tolerated, that allegations would be investigated and, if proved, disciplinary action would be taken. It provided for a complaints procedure in relation to discrimination or harassment and it warned against the victimisation of service personnel who made use of their right of complaint and redress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In January 1996 the army published an Equal Opportunities Directive dealing with racial and sexual harassment and bullying. The policy document contained, as a preamble, a statement of the Adjutant-General which reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The reality of conflict requires high levels of teamwork in which individual soldiers can rely absolutely on their comrades and their leaders. There can, therefore, be no place in the Army for harassment, bullying and discrimination which will affect morale and break down the trust and cohesion of the group. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is the duty of every soldier to ensure that the Army is kept free of such behaviour which would affect cohesion and efficiency. Army policy is clear: all soldiers must be treated equally on the basis of their ability to perform their duty. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "I look to each one of you to uphold this policy and to ensure that we retain our acknowledged reputation as a highly professional Army.” ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Directive provided definitions of racial and sexual harassment, indicated that the army wanted to prevent all forms of offensive and unfair behaviour in these respects and pointed out that it was the duty of each soldier not to behave in a way that could be offensive to others or to allow others to behave in that way. It also defined bullying and indicated that, although the army fosters an aggressive spirit in soldiers who will have to go to war, controlled aggression, self-sufficiency and strong leadership must not be confused with thoughtless and meaningless use of intimidation and violence which characterise bullying. Bullying undermines morale and creates fear and stress both in the individual and the group being bullied and in the organisation. The army was noted to be a close-knit community where team work, cohesion and trust are paramount. Thus, high standards of personal conduct and respect for others were demanded from all. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nThe Directive endorsed the use of military law by commanders. Supplementary leaflets promoting the Directive were issued to every individual soldier. In addition, specific equal opportunities posts were created in personnel centres and a substantial training programme in the Race Relations Act 1976 was initiated. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.\tThe reports of the Parliamentary Select Committee",
                                "elements": [
                                    {
                                        "content": "58.  Every five years an Armed Forces’ Bill goes through Parliament and a Select Committee conducts a review in connection with that bill. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The report of the Select Committee dated 24 April 1991 noted, under the heading “Homosexuality”: ",
                                        "elements": []
                                    },
                                    {
                                        "content": "“That the present policy causes very real distress and the loss to the services of some men and women of undoubted competence and good character is beyond dispute. Society outside the armed forces is now much more tolerant of differences in sexual orientation than it was, and this may also possibly be true of the armed forces. Nevertheless, there is considerable force to the [Ministry of Defence’s] argument that the presence of people known to be homosexual can cause tension in a group of people required to live and work sometimes under great stress and physically at very close quarters, and thus damage its cohesion and fighting effectiveness. It may be that this will change particularly with the integration of women into hitherto all-male units. We are not yet persuaded that the time has come to require the armed forces to accept homosexuals or homosexual activity.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The 1996 Select Committee report (produced after that committee’s review of the Armed Forces Act 1996) referred to evidence taken from members of the Ministry of Defence and from homosexual support groups and to the HPAT Report. Once again, the committee did not recommend any change in the Government’s policy. It noted that, since its last report, a total of 30 officers and 331 persons of other rank had been discharged or dismissed on grounds of homosexuality. The committee was satisfied that no reliable lessons could as yet be drawn from the experience of other countries. It acknowledged the strength of the human rights arguments put forward, but noted that there had to be a balance struck between individual rights and the needs of the whole. It was persuaded by the HPAT summary of the strength of opposition throughout the armed services to any relaxation of the policy. It accepted that the presence of openly homosexual servicemen and women would have a significant adverse impact on morale and, ultimately, on operational effectiveness. The matter was then debated in the House of Commons and members, by 188 votes to 120, rejected any change to the existing policy. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "\nG.\tInformation to persons recruited into the armed forces ",
                                "elements": [
                                    {
                                        "content": "61.  Prior to September 1995, applicants to the armed forces were informed about the armed forces’ policy as regards homosexuals in the armed forces by means of a leaflet entitled “Your Rights and Responsibilities”. To avoid any misunderstanding and so that each recruit to each of the armed services received identical information, on 1 September 1995 the armed forces introduced a Service Statement to be read and signed before enlistment. Paragraph 8 of that statement is headed “Homosexuality” and states that homosexuality is not considered compatible with service life and “can lead to administrative discharge”. ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I.\tALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  The applicants complained that the investigations into their homosexuality and their subsequent discharge from the Royal Navy on the sole ground that they were homosexual, in pursuance of the Ministry of Defence’s absolute policy against homosexuals in the British armed forces, constituted a violation of their right to respect for their private lives protected by Article 8 of the Convention. That Article, in so far as is relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private … life…",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, … for the prevention of disorder…”",
                                "elements": []
                            },
                            {
                                "content": "A.\tWhether there was an interference",
                                "elements": [
                                    {
                                        "content": "63.  The Government accepted, in their written observations, that there had been interferences with the applicants’ right to respect for their private lives. However, noting that neither of the applicants denied knowledge during the relevant period of the policy against homosexuals in the armed forces, the Government made no admissions as to the dates from which the \napplicants also appreciated that they were homosexual. During the hearing before the Court the Government, referring in particular to Mr Lustig-Prean, clarified that, if the applicants were aware of the policy and of their homosexuality on recruitment, then their discharge would not have amounted to an interference with their rights guaranteed by Article 8 of the Convention. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants argued that they were not complaining about being refused entry to the armed forces and that they had not been dismissed for lying during recruitment. In any event, the protection afforded by Article 8 could not depend on the degree of knowledge of the applicants of their sexual orientation when they were young men. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court notes that the Government have not claimed that the applicants waived their rights under Article 8 of the Convention when they initially joined the armed forces. It also notes that the applicants were not dismissed for failure to disclose their homosexuality on recruitment. Further, the Government do not dispute Mr Beckett’s statement made during his interview that he had discovered his homosexual orientation after recruitment. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances, the Court is of the view that the investigations by the military police into the applicants’ homosexuality, which included detailed interviews with each of them and with third parties on matters relating to their sexual orientation and practices, together with the preparation of a final report for the armed forces’ authorities on the investigations, constituted a direct interference with the applicants’ right to respect for their private lives. Their consequent administrative discharge on the sole ground of their sexual orientation also constituted an interference with that right (see the Dudgeon v. the United Kingdom judgment of 22 October 1981, Series A no. 45, pp. 18-19, § 41, and, mutatis mutandis, the Vogt v. Germany judgment of 26 September 1995, Series A no. 323, p. 23, § 44). ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tWhether the interferences were justified",
                                "elements": [
                                    {
                                        "content": "65.  Such interferences can only be considered justified if the conditions of the second paragraph of Article 8 are satisfied. Accordingly, the interferences must be “in accordance with the law”, have an aim which is legitimate under this paragraph and must be “necessary in a democratic society” for the aforesaid aim (see the Norris v. Ireland judgment of 26 October 1988, Series A no. 142, p. 18, § 39).",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n1.\t“In accordance with the law”",
                                        "elements": [
                                            {
                                                "content": "66.  The parties did not dispute that there had been compliance with this element of Article 8 § 2 of the Convention. The Court notes that the Ministry of Defence policy excluding homosexuals from the armed forces was confirmed by the Court of Appeal in the present case to be lawful, in terms of both domestic and applicable European Community law. The policy was given statutory recognition and approval by the Sexual Offences Act 1967 and, more recently, by the Criminal Justice and Public Order Act 1994. The Court, accordingly, finds this requirement to be satisfied. ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.\tLegitimate aim",
                                        "elements": [
                                            {
                                                "content": "67.  The Court observes that the essential justification offered by the Government for the policy and for the consequent investigations and discharges is the maintenance of the morale of service personnel and, consequently, of the fighting power and the operational effectiveness of the armed forces (see paragraph 88 below). The Court finds no reason to doubt that the policy was designed with a view to ensuring the operational effectiveness of the armed forces or that investigations were, in principle, intended to establish whether the person concerned was a homosexual to whom the policy was applicable. To this extent, therefore, the Court considers that the resulting interferences can be said to pursue the legitimate aims of “the interests of national security” and “the prevention of disorder”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court has more doubt as to whether the investigations continued to serve any such legitimate aim once the applicants had admitted their homosexuality. However, given the Court’s conclusion at paragraph 104 below, it does not find that it is necessary to decide whether this element of the investigations pursued a legitimate aim within the meaning of Article 8 § 2 of the Convention. ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.\t“Necessary in a democratic society”",
                                        "elements": [
                                            {
                                                "content": "68.  It remains to be determined whether the interferences in the present cases can be considered “necessary in a democratic society” for the aforesaid aims. ",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)\tThe Government’s submissions ",
                                "elements": [
                                    {
                                        "content": "69.  The Government accepted from the outset that neither the applicants’ service records nor their conduct gave any grounds for complaint and that there was no evidence that, prior to the discovery of their sexual orientation, such orientation adversely affected the performance by them or by their colleagues of their duties. Nor was it contended by the Government that homosexuals were less physically capable, brave, dependable or skilled than heterosexuals. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  However, the Government emphasised, in the first place, the special British armed forces’ context of the case. It was special because it was intimately connected with the nation’s security and was, accordingly, central to a State’s vital interests. Unit cohesion and morale lay at the heart of the effectiveness of the armed forces. Such cohesion and morale had to withstand the internal rigours of normal and corporate life, close physical and shared living conditions together with external pressures such as grave danger and war, all of which factors the Government argued applied or could have applied to each applicant. In this respect, the armed forces’ were unique and there were no genuine comparables in terms of the civilian disciplined forces, such as the police and the fire brigade. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In such circumstances, the Government, while accepting that members of the armed forces had the right to the Convention’s protection, argued that different, and stricter, rules applied in this context (see the Engel and Others v. the Netherlands judgment of 8 June 1976, Series A no. 22, p. 24, § 57; the Grigoriades v. Greece judgment of 25 November 1997, Reports of Judgments and Decisions 1997-VII, pp. 2589-90, § 45; and the Kalaç v. Turkey judgment of 1 July 1997, Reports 1997-IV, p. 1209, § 28). Moreover, given the national security dimension to the present case a wide margin of appreciation was properly open to the State (see the Leander v. Sweden judgment of 26 March 1987, Series A no. 116, p. 25, § 59). Accordingly, the narrow margin of appreciation which applied to cases involving intimate private life matters could not be transposed unaltered to the present case. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In support of their argument for a broad margin of appreciation, the Government also referred to the fact that the issue of homosexuals in the armed forces has been the subject of intense debate in recent years in the United Kingdom, suggesting that the sensitivity and special context of the question meant that the decision was largely one for the national authorities. It was true that the degree of risk to fighting power was not consistent over time, given that attitudes and opinions, and, consequently, domestic law on the subject of homosexuality had developed over the years. Nevertheless, the approach to such matters in an armed forces context had to be cautious given the inherent risks. The process of review was ongoing and the Government indicated their commitment to a free vote in Parliament on the subject after the next Parliamentary Select Committee review of the policy in 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Secondly, the Government argued that admitting homosexuals to the armed forces at this time would have a significant and negative effect on the morale of armed forces’ personnel and, in turn, on the fighting power and the operational effectiveness of the armed forces. They considered that the observations and conclusions in the HPAT report of February 1996 (and, in particular, Section F of the report) provided clear evidence of the risk to fighting power and operational effectiveness. The Government submitted that the armed forces’ personnel (on whose views the HPAT report was based) were best placed to make this risk assessment and that their views should therefore be afforded considerable weight. Moreover, the relatively recent analyses completed by the HPAT, by the domestic courts (in R. v. Ministry of Defence, ex parte Smith and Others 2 Weekly Law Reports 305) and by the Parliamentary Select Committee all led to the conclusion that the policy should be maintained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government considered that the choice between establishing a code of conduct and maintaining the present policy lay at the heart of the judgment to be made in this matter. However, the view in the United Kingdom was that such a code would not at present be sufficient to meet the risks identified because it was the knowledge or suspicion of the fact that a person was homosexual, and not the conduct of that person, which would cause damage to morale and effectiveness. Even assuming that the attitudes on which the HPAT report was based were at least in part based on a lack of tolerance or on insufficient broadmindedness, the reality of the risk to effectiveness remained. It was true that many European armed forces no longer excluded homosexuals but the relevant changes had been adopted in those countries too recently to yield any valuable lessons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the applicants’ submission about the alleged lack of evidence of past problems caused by the presence of homosexuals in the armed forces, the Government pointed out that the discharge of all persons of established homosexual orientation before such damage occurred meant that concrete evidence establishing the risks identified by the HPAT might not be available. In any event, the Government noted that the risks envisaged would result from the general relaxation of the policy, rather than its modification in any particular instance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Thirdly, and as to the charge made by the applicants that the views expressed to the HPAT by the clear majority of serving personnel could be labelled as “homophobic prejudice”, the Government pointed out that these views represented genuine concerns expressed by those with first-hand and detailed knowledge of the demands of service life. Most of those surveyed displayed a clear difference in attitude towards homosexuality in civilian life. Conclusions could not be drawn from the fact that women and racial minorities were admitted while homosexuals were not because women and men were segregated in recognition of potential problems that might arise, whereas such arrangements were simply not possible in the case of same sex orientation. The concerns about homosexuals were of a type and intensity not engendered by women or racial minorities. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n73.  Once there was a suspicion of homosexuality, an investigation was carried out. According to the Government, the extent of such investigation would depend on the circumstances but an investigation usually implied questioning the individual and seeking corroborative evidence. If homosexuality was denied, investigations were necessary and even if it was admitted, attempts were made to find relevant evidence through interviews and, depending on the circumstances, other inquiries. The aim of the investigations was to verify the homosexuality of the person suspected in order to detect those seeking an administrative discharge based on false pretences. During the hearing, the Government gave two recent examples of false claims of homosexuality in the army and in the Royal Air Force and three recent examples of such false claims in the Royal Navy. The investigations were also necessary given certain security concerns (in particular, the risk of blackmail of homosexual personnel), in light of the greater risk from the Aids virus in the homosexual community and for disciplinary reasons (homosexual acts might be disciplined in certain cases including, for example, where they resulted from an abuse of authority). The Government maintained that the applicants freely chose, in any event, to answer the questions put to them. Both were told that they did not have to answer the questions and that they could have legal advice. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "While the bulk of the questioning was, in the submission of the Government, justified by the reasons for the investigation outlined above, the Government did not seek to defend the level of detailed questioning about precise sexual activities to which, at one stage, Mr Beckett was subjected. However, they argued that these indefensible, but specific, aspects of the questioning did not tilt the balance in favour of a finding of a violation. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)\tThe applicants’ submissions",
                                "elements": [
                                    {
                                        "content": "74.  The applicants submitted that the interferences with their private lives, given the subject matter, nature and extent of the intrusions at issue, were serious and grave and required particularly serious reasons by way of justification (see the Dudgeon judgment cited above, p. 21, § 52). The subject matter of the interferences was a most intimate part of their private lives, made public by the Ministry of Defence policy itself. The applicants also took issue with the detailed investigations carried out by the service police and with, in particular, the prurient questions put during the interviews, together with the search of Mr Beckett’s locker and the seizure \nof his personal postcards and photographs. Referring also to their years of service, to their promotions (past and imminent), to their exemplary service records and to the fact that there was no indication that their homosexuality had in any way affected their work or service life, the applicants emphasised that they were, nevertheless, deprived of a career in which they excelled on the basis of “unsuitability for service” by reason of a blanket policy against homosexuals in the armed forces. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants added, in this context, that a blanket policy was not adopted by the armed forces in any other context. It was not adopted in the case of personal characteristics or traits such as gender, race or colour. Indeed, the Ministry of Defence actively promoted equality and tolerance in these areas. Nor was there a blanket policy against those whose actions could or did affect morale and service efficiency such as those involved in theft or adultery or those who carried out dangerous acts under the influence of drugs or alcohol. In the latter circumstances, the individual could be dismissed, but only after a consideration of all the circumstances of the case. Moreover, no policy against homosexuals existed in comparable British services such as the Merchant Navy, the Royal Fleet Auxiliary, the police and the fire brigade, Mr Beckett pointing out that he had worked successfully as a police officer since his discharge from the navy. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The applicants also argued that the Government’s core argument as to the risk to morale and, consequently, to fighting power and operational effectiveness was unsustainable for three main reasons. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  In the first place, the applicants considered that the Government could not, consistently with Article 8, rely on and pander to the perceived prejudice of other service personnel. Given the absence of any rational basis for armed forces’ personnel to behave any differently if they knew that an individual was a homosexual, the alleged risk of adverse reactions by service personnel was based on pure prejudice. It was the responsibility of the armed forces by reason of Article 1 of the Convention to ensure that those they employed understood that it was not acceptable for them to act by reference to pure prejudice. However, rather than taking steps to remedy such prejudice, the armed forces punished the victims of prejudice. The applicants considered that the logic of the Government’s argument applied equally to the contexts of racial, religious and gender prejudice; the Government could not seriously suggest that, for example, racial prejudice on the part of armed forces’ personnel would be sufficient to justify excluding coloured persons from those forces.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nMoreover, Convention jurisprudence established that the Government could not rely on pure prejudice to justify interference with private life (see, inter alia, application no. 25186/94, Sutherland v. the United Kingdom, Commission’s report of 1 July 1997, as yet unpublished, §§ 56, 57, 62, 63 and 65). Furthermore, the applicants pointed out that the Court has found (in its Vereinigung Demokratischer Soldaten Österreichs and Gubi v. Austria judgment of 19 December 1994, Series A no. 302, p. 17, §§ 36 and 38) that the demands of “pluralism, tolerance and broadmindedness” apply as much to service personnel as to other persons and that fundamental rights must be protected in the army of a democratic State just as in the society that such an army serves. They argued that the Court’s reasoning in that case was based on a vital principle equally applicable in the present case – the armed forces of a country exist to protect the liberties valued by a democratic society, and so the armed forces should not be allowed themselves to march over, and cause substantial damage to, such principles. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Secondly, the applicants argued that such perceived prejudice would not have occurred but for the actions of the Ministry of Defence in adopting and applying the policy. The Government accepted that the applicants had worked efficiently and effectively in the armed forces for years without any problems arising by reason of their sexual orientation. The Government’s concern related to the presence of openly homosexual service personnel; the private lives of the present applicants were indeed private and would have remained so but for the policy. There was, accordingly, no reason to believe that any difficulty would have arisen had it not been for the policy adopted by the Government. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Thirdly, the applicants submitted that the Government were required to substantiate their concerns about the threat to military discipline (see the Vereinigung Demokratischer Soldaten Österreichs and Gubi judgment cited above, p. 17, § 38) but had not produced any objective evidence to support their submission as to the risk to morale and operational effectiveness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this respect, they argued that the HPAT report was inadequate and fundamentally flawed. The assessment was not carried out by independent consultants. It was, moreover, conducted against the background of the publicly voiced hostility of the armed forces’ authorities to a change in the policy and followed the circulation of an army consultation document which suggested that senior army personnel thought that the purpose of the HPAT review was to gather evidence in support of the current policy on homosexuality. Indeed the majority of the questions in the HPAT questionnaire expressed hostile attitudes to homosexuality or suggested \nnegative responses. In addition, the report contained no concrete evidence of specific problems caused by the presence of homosexual personnel in the armed forces of the United Kingdom or overseas. Furthermore, it was based on a statistically insignificant response rate and those responding were not guaranteed anonymity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  As to the dismissal by the HPAT of the experience of other countries which did not ban homosexuals from their armed forces, the applicants considered that the statement in the report that armed forces’ personnel of such other countries were more tolerant was not supported by any evidence. In any event, even if those other countries had written constitutions and, consequently, a longer tradition of respect for human rights, the Government were required to comply with their Convention obligations. Whether there was a lack of openly homosexual personnel serving in the armed forces of those countries or not, the fact remained that sexual orientation was part of an individual’s private life and no conclusions could be drawn from the fact that homosexuals serving in foreign armed forces might have chosen to keep their sexuality private as they were entitled to do. The applicants also pointed to the number of United Kingdom service personnel who had worked and were currently working alongside homosexual personnel in the armed forces of other NATO countries without any apparent problems. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the assertion that investigations were necessary to avoid false declarations of homosexuality by those wishing to leave the armed forces, the applicants pointed to the lack of evidence of such false declarations presented by the Government and to the fact that they themselves had clearly wished to stay in the armed forces. In addition, they submitted that they felt obliged to answer the questions in the interviews because otherwise, as the Government accepted, their private and intimate affairs would have been the subject of wider and less discreet investigations elsewhere. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the Government’s reliance on the Court’s Kalaç judgment, the applicants pointed out that the case related to the sanctioning of public conduct and not of an individual’s private characteristics. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "\n(c)\tThe Court’s assessment",
                                "elements": [
                                    {
                                        "content": "80.  An interference will be considered “necessary in a democratic society” for a legitimate aim if it answers a pressing social need and, in particular, is proportionate to the legitimate aim pursued (see the Norris judgment cited above, p. 18, § 41). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Given the matters at issue in the present case, the Court would underline the link between the notion of “necessity” and that of a “democratic society”, the hallmarks of the latter including pluralism, tolerance and broadmindedness (see the Vereinigung Demokratischer Soldaten Österreichs and Gubi judgment cited above, p. 17, § 36, and the Dudgeon judgment cited above, p. 21, § 53). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court recognises that it is for the national authorities to make the initial assessment of necessity, though the final evaluation as to whether the reasons cited for the interference are relevant and sufficient is one for this Court. A margin of appreciation is left open to Contracting States in the context of this assessment, which varies according to the nature of the activities restricted and of the aims pursued by the restrictions (see the Dudgeon judgment cited above, pp. 21 and 23, §§ 52 and 59).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Accordingly, when the relevant restrictions concern “a most intimate part of an individual’s private life”, there must exist “particularly serious reasons” before such interferences can satisfy the requirements of Article 8 § 2 of the Convention (see the Dudgeon judgment cited above, p. 21, § 52).",
                                        "elements": []
                                    },
                                    {
                                        "content": "When the core of the national security aim pursued is the operational effectiveness of the armed forces, it is accepted that each State is competent to organise its own system of military discipline and enjoys a certain margin of appreciation in this respect (see the Engel and Others judgment cited above, p. 25, § 59). The Court also considers that it is open to the State to impose restrictions on an individual’s right to respect for his private life where there is a real threat to the armed forces’ operational effectiveness, as the proper functioning of an army is hardly imaginable without legal rules designed to prevent service personnel from undermining it. However, the national authorities cannot rely on such rules to frustrate the exercise by individual members of the armed forces of their right to respect for their private lives, which right applies to service personnel as it does to others within the jurisdiction of the State. Moreover, assertions as to a risk to operational effectiveness must be “substantiated by specific examples” (see, mutatis mutandis, the Vereinigung Demokratischer Soldaten Österreichs and Gubi judgment cited above, p. 17, §§ 36 and 38, and the Grigoriades judgment cited above, pp. 2589-90, § 45). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  It is common ground that the sole reason for the investigations conducted and for the applicants’ discharge was their sexual orientation. Concerning as it did a most intimate aspect of an individual’s private life, particularly serious reasons by way of justification were required (see paragraph 82 above). In the case of the present applicants, the Court finds the interferences to have been especially grave for the following reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  In the first place, the investigation process (see the Guidelines at paragraph 42 above and the Government’s submissions at paragraph 73) was of an exceptionally intrusive character. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "An anonymous letter to Mr Lustig-Prean’s commanding officer, and Mr Beckett’s confiding in a service chaplain, prompted the investigations into their sexual orientation, a matter which, until then, each applicant had kept private. The investigations were conducted by the service police, whose investigation methods were, according to the HPAT, based on criminal procedures and whose presence the HPAT described as widely publicised and strongly resented among the forces (see paragraph 42 above). It is clear from the transcripts of the interviews that the investigations had already commenced prior to the interviews. Two interviews were conducted with each applicant on the subject of their homosexuality and both applicants were asked detailed questions of an intimate nature about their particular sexual practices and preferences. Certain lines of questioning of both applicants were, in the Court’s view, particularly intrusive and offensive and, indeed, the Government accepted that they could not defend the level of detailed questioning about precise sexual activities to which Mr Beckett was, at one point, subjected. Mr Beckett’s locker was also searched, personal postcards and photographs were seized and he was later questioned on the content of these items. After the interviews, a service police report was prepared for the naval authorities on each applicant’s homosexuality and related matters. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Secondly, the administrative discharge of the applicants had, as Sir Thomas Bingham MR described, a profound effect on their careers and prospects. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Prior to the events in question, both applicants enjoyed relatively successful service careers in their particular field. Mr Lustig-Prean had over twelve years’ service in the navy and the year before he was discharged he had been promoted to lieutenant-commander. His evaluations prior to and after his discharge were very positive. Mr Beckett enlisted for twenty two years’ service. He had served in the navy for over four years and was a substantive weapons engineering mechanic when discharged in July 1993. His evaluations prior to and after his discharge were also very positive. The Government accepted in their observations that neither of the applicants’ service records nor the conduct of the applicants gave any grounds for complaint and the High Court described their service records as “exemplary”. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court notes, in this respect, the unique nature of the armed forces (underlined by the Government in their pleadings before the Court) and, consequently, the difficulty in directly transferring essentially military qualifications and experience to civilian life. In this regard, it recalls that one of the reasons why the Court considered Mrs Vogt’s dismissal from her post as a school teacher to be a “very severe measure”, was its finding that school teachers in her situation would “almost certainly be deprived of the opportunity to exercise the sole profession for which they have a calling, for which they have been trained and in which they have acquired skills and experience” (Vogt judgment cited above, p. 29, § 60). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Thirdly, the absolute and general character of the policy which led to the interferences in question is striking (see the Dudgeon judgment cited above, p. 24, § 61, and the Vogt judgment cited above, p. 28, § 59).  The policy results in an immediate discharge from the armed forces once an individual’s homosexuality is established and irrespective of the individual’s conduct or service record. With regard to the Government’s reference to the Kalaç judgment, the Court considers that the compulsory retirement of Mr Kalaç is to be distinguished from the discharge of the present applicants, the former being dismissed on grounds of his conduct while the applicants were discharged on grounds of their innate personal characteristics.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  Accordingly, the Court must consider whether, taking account of the margin of appreciation open to the State in matters of national security, particularly convincing and weighty reasons exist by way of justification for the interferences with the applicants’ right to respect for their private lives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88. The core argument of the Government in support of the policy is that the presence of open or suspected homosexuals in the armed forces would have a substantial and negative effect on morale and, consequently, on the fighting power and operational effectiveness of the armed forces. The Government rely in this respect on the report of the HPAT and, in particular, on Section F of the report.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Although the Court acknowledges the complexity of the study undertaken by the HPAT, it entertains certain doubts as to the value of the HPAT report for present purposes. The independence of the assessment contained in the report is open to question given that it was completed by Ministry of Defence civil servants and service personnel (see paragraph 44 above) and given the approach to the policy outlined in the letter circulated by the Ministry of Defence in August 1995 to management levels in the armed forces (see paragraph 26 above). In addition, on any reading of the Report and the methods used (see paragraph 45 above), only a very small proportion of the armed forces’ personnel participated in the assessment. Moreover, many of the methods of assessment (including the consultation with policy-makers in the Ministry of Defence, one-to-one interviews and the focus group discussions) were not anonymous. It also appears that many of the questions in the attitude survey suggested answers in support of the policy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Even accepting that the views on the matter which were expressed to the HPAT may be considered representative, the Court finds that the perceived problems which were identified in the HPAT report as a threat to the fighting power and operational effectiveness of the armed forces were founded solely upon the negative attitudes of heterosexual personnel towards those of homosexual orientation. The Court observes, in this respect, that no moral judgment is made on homosexuality by the policy, as was confirmed in the affidavit of the Vice Chief of the Defence Staff filed in the Perkins’ proceedings (see paragraph 43 above). It is also accepted by the Government that neither the records nor conduct of the applicants nor the physical capability, courage, dependability and skills of homosexuals in general are in any way called into question by the policy. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.   The question for the Court is whether the above-noted negative attitudes constitute sufficient justification for the interferences at issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court observes from the HPAT report that these attitudes, even if sincerely felt by those who expressed them, ranged from stereotypical expressions of hostility to those of homosexual orientation, to vague expressions of unease about the presence of homosexual colleagues. To the extent that they represent a predisposed bias on the part of a heterosexual majority against a homosexual minority, these negative attitudes cannot, of themselves, be considered by the Court to amount to sufficient justification for the interferences with the applicants’ rights outlined above, any more than similar negative attitudes towards those of a different race, origin or colour. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Government emphasised that the views expressed in the HPAT report served to show that any change in the policy would entail substantial damage to morale and operational effectiveness. The applicants considered these submissions to be unsubstantiated. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court notes the lack of concrete evidence to substantiate the alleged damage to morale and fighting power that any change in the policy would entail. Thorpe LJ in the Court of Appeal found that there was no actual or significant evidence of such damage as a result of the presence of homosexuals in the armed forces (see paragraph 33 above), and the Court further considers that the subsequent HPAT assessment did not, whatever its value, provide evidence of such damage in the event of the policy changing. Given the number of homosexuals dismissed between 1991 and 1996 (see paragraph 60 above), the number of homosexuals who were in the armed forces at the relevant time cannot be said to be insignificant. Even if the absence of such evidence can be explained by the consistent application of the policy, as submitted by the Government, this is insufficient to demonstrate to the Court’s satisfaction that operational effectiveness problems of the nature and level alleged can be anticipated in the absence of the policy (see the Vereinigung Demokratischer Soldaten Österreichs and Gubi judgment cited above, p. 17, § 38).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  However, in the light of the strength of feeling expressed in certain submissions to the HPAT and the special, interdependent and closely knit nature of the armed forces’ environment, the Court considers it reasonable to assume that some difficulties could be anticipated as a result of any change in what is now a long-standing policy. Indeed, it would appear that the presence of women and racial minorities in the armed forces led to relational difficulties of the kind which the Government suggest admission of homosexuals would entail (see paragraphs 56 and 57 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94. The applicants submitted that a strict code of conduct applicable to all personnel would address any potential difficulties caused by negative attitudes of heterosexuals. The Government, while not rejecting the possibility out of hand, emphasised the need for caution given the subject matter and the armed forces context of the policy and pointed out that this was one of the options to be considered by the next Parliamentary Select Committee in 2001. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "95. The Court considers it important to note, in the first place, the approach already adopted by the armed forces to deal with racial discrimination and with racial and sexual harassment and bullying (see paragraphs 56-57 above). The January 1996 Directive, for example, imposed both a strict code of conduct on every soldier together with disciplinary rules to deal with any inappropriate behaviour and conduct. This dual approach was supplemented with information leaflets and training programmes, the army emphasising the need for high standards of personal conduct and for respect for others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government, nevertheless, underlined that it is “the knowledge or suspicion of homosexuality” which would cause the morale problems and not conduct, so that a conduct code would not solve the anticipated difficulties. However, in so far as negative attitudes to homosexuality are insufficient, of themselves, to justify the policy (see paragraph 90 above), they are equally insufficient to justify the rejection of a proposed alternative. In any event, the Government themselves recognised during the hearing that the choice between a conduct code and the maintenance of the policy lay at the heart of the judgment to be made in this case. This is also consistent with the Government’s direct reliance on Section F of the HPAT’s report, where the anticipated problems identified as posing a risk to morale were almost exclusively problems relating to behaviour and conduct (see paragraphs 46-47 above). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nThe Government maintained that homosexuality raised problems of a type and intensity that race and gender did not. However,  even if it can be assumed that the integration of homosexuals would give rise to problems not encountered with the integration of women or racial minorities, the Court is not satisfied that the codes and rules which have been found to be effective in the latter case would not equally prove effective in the former. The “robust indifference” reported by the HPAT of the large number of British armed forces’ personnel serving abroad with allied forces to homosexuals serving in those foreign forces, serves to confirm that the perceived problems of integration are not insuperable (see paragraph 52 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96. The Government highlighted particular problems which might be posed by the communal accommodation arrangements in the armed forces. Detailed submissions were made during the hearing, the parties disagreeing as to the potential consequences of shared single-sex accommodation and associated facilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court notes that the HPAT itself concluded that separate accommodation for homosexuals would not be warranted or wise and that substantial expenditure would not, therefore, have to be incurred in this respect. Nevertheless, the Court remains of the view that it has not been shown that the conduct codes and disciplinary rules referred to above could not adequately deal with any behavioural issues arising on the part either of homosexuals or of heterosexuals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97. The Government, referring to the relevant analysis in the HPAT report, further argued that no worthwhile lessons could be gleaned from the relatively recent legal changes in those foreign armed forces which now admitted homosexuals. The Court disagrees. It notes the evidence before the domestic courts to the effect that the European countries operating a blanket legal ban on homosexuals in their armed forces are now in a small minority. It considers that, even if relatively recent, the Court cannot overlook the widespread and consistently developing views and associated legal changes to the domestic laws of Contracting States on this issue (see the Dudgeon judgment cited above, pp. 23-24, § 60). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Accordingly, the Court concludes that convincing and weighty reasons have not been offered by the Government to justify the policy against homosexuals in the armed forces or, therefore, the consequent discharge of the applicants from those forces.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  While the applicants’ administrative discharges were a direct consequence of their homosexuality, the Court considers that the justification for the investigations into the applicants’ homosexuality requires separate consideration in so far as those investigations continued after the applicants’ early and clear admissions of homosexuality. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n100.  The Government maintained that investigations, including the interviews and searches, were necessary in order to detect false claims of homosexuality by those seeking administrative discharges from the armed forces. The Government cited five examples of individuals in the armed forces who had relatively recently made such false claims. However, since it was and is clear, in the Court’s opinion, that at the relevant time both Mr Lustig-Prean and Mr Beckett wished to remain in the navy, the Court does not find that the risk of false claims of homosexuality could, in the case of the present applicants, provide any justification for their continued questioning. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Government further submitted that the medical, security and disciplinary concerns outlined by the HPAT justified certain lines of questioning of the applicants. However, the Court observes that, in the HPAT report, security issues relating to those suspected of being homosexual were found not to stand up to close examination as a ground for maintaining the policy. The Court is, for this reason, not persuaded that the risk of blackmail, being the main security ground canvassed by the Government, justified the continuation of the questioning of either of the present applicants. Similarly, the Court does not find that the clinical risks (which were, in any event, substantially discounted by the HPAT as a ground for maintaining the policy) justified the extent of the applicants’ questioning. Moreover, no disciplinary issue existed in the case of either applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Government, referring to the cautions given to the applicants at the beginning of their interviews, further argued that the applicants were not obliged to participate in the interview process. Moreover, Mr Beckett was asked to consent to a search of his locker. The Court considers, however,  that the applicants did not have any real choice but to cooperate. It is clear that the interviews formed a standard and important part of the investigation process which was designed to verify to “a high standard of proof” the sexual orientation of the applicants (see the Guidelines at paragraph 42 above and the Government’s submissions at paragraph 73). Had the applicants not participated in the interview process and had Mr Beckett not consented to the search, the Court is satisfied that the authorities would have proceeded to verify the suspected homosexuality of the applicants by other means which were likely to be less discreet. This was, in fact, made clear a number of times to Mr Lustig-Prean during his interview, who confirmed that he wished to keep the matter as discreet as possible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n103.  In such circumstances, the Court considers that the Government have not offered convincing and weighty reasons justifying the continued investigation of the applicants’ sexual orientation once they had confirmed their homosexuality to the naval authorities. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  In sum, the Court finds that neither the investigations conducted into the applicants’ sexual orientation, nor their discharge on the grounds of their homosexuality in pursuance of the Ministry of Defence policy, were justified under Article 8 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  Accordingly, there has been a violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.\tAlleged violation of Article 14 of the Convention in conjunction with article 8 ",
                        "elements": [
                            {
                                "content": "106.  The applicants also invoked Article 14 of the Convention in conjunction with Article 8 in relation to the operation of the Ministry of Defence policy against them. Article 14 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.” ",
                                "elements": []
                            },
                            {
                                "content": "107.  The Government argued that no separate issue arose under Article 14 of the Convention and the applicants relied on their submissions outlined in the context of Article 8 above. ",
                                "elements": []
                            },
                            {
                                "content": "108.  The Court considers that, in the circumstances of the present case, the applicants’ complaints that they were discriminated against on grounds of their sexual orientation by reason of the existence and application of the policy of the Ministry of Defence, amounts in effect to the same complaint, albeit seen from a different angle, that the Court has already considered in relation to Article 8 of the Convention (see the Dudgeon judgment cited above, pp. 25-26, §§ 64-70).",
                                "elements": []
                            },
                            {
                                "content": "109.  Accordingly, the Court considers that the applicants’ complaints under Article 14 in conjunction with Article 8 do not give rise to any separate issue.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.\tAPPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "110.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "111.  The applicants submitted detailed claims for compensation in respect of pecuniary and non-pecuniary damage and for the reimbursement of their costs and expenses. However, they required further information from the Government before they could complete their proposals.",
                                "elements": []
                            },
                            {
                                "content": "112.  The Government argued at the hearing that a finding of a violation would be sufficient just satisfaction or, in the alternative, that the submissions of the applicants were inflated. The Government also required further time to respond in detail to the applicants’ definitive proposals. ",
                                "elements": []
                            },
                            {
                                "content": "113.  The Court has already agreed to provide further time to the parties to submit their definitive just satisfaction proposals. Accordingly, the Court considers that the question raised under Article 41 is not yet ready for decision. It is, accordingly, necessary to reserve it and to fix the further procedure, account being taken of the possibility of an agreement between the parties (Rule 75 § 4 of the Rules of Court). ",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT unanimously",
                "elements": [
                    {
                        "content": "1.\tHolds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds that no separate issue arises under Article 14 of the Convention taken in conjunction with Article 8;",
                        "elements": []
                    },
                    {
                        "content": "3.\tHolds that the question of the application of Article 41 of the Convention is not ready for decision;",
                        "elements": []
                    },
                    {
                        "content": "Consequently,",
                        "elements": []
                    },
                    {
                        "content": "\t(a) reserves the said question;",
                        "elements": []
                    },
                    {
                        "content": "\t(b) invites the parties to notify the Court of any agreement they may reach;",
                        "elements": []
                    },
                    {
                        "content": "\t(c) reserves the further procedure and delegates to the President the power to fix the same if need be.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights building, Strasbourg, on 27 September 1999.",
                        "elements": []
                    },
                    {
                        "content": "\nIn accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the partly concurring, partly dissenting opinion of Mr Loucaides is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "\tJ-P.C.\n\tS.D.",
                        "elements": []
                    },
                    {
                        "content": "I agree with the majority on all points except as regards the finding that there has been a violation of Article 8 of the Convention by reason of the applicants’ discharge from the armed forces on account of their homosexuality.",
                        "elements": []
                    },
                    {
                        "content": "In this respect I have been convinced by the argument of the Government that particular problems might be posed by the communal accommodation arrangements in the armed forces. The applicants would have to share single-sex accommodation and associated facilities (showers, toilets, etc.) with their heterosexual colleagues. To my mind, the problems in question are in substance analogous to those which would result from the communal accommodation of male members of the armed forces with female members. What makes it necessary for males not to share accommodation and other associated facilities with females is the difference in their sexual orientation. It is precisely this difference between homosexuals and heterosexuals which makes the position of the Government convincing. ",
                        "elements": []
                    },
                    {
                        "content": "I find the answer given by the majority regarding this aspect of the case unsatisfactory. The Court noted (at paragraph 96 of the judgment) that the HPAT considered that “separate accommodation for homosexuals would not be warranted or wise” and the Court found that, in any case, “it ha[d] not been shown that the conduct codes and disciplinary rules ... could not adequately deal with any behavioural issues arising on the part either of homosexuals or of heterosexuals”. The fact that separate accommodation is not “warranted or wise” does not justify communal accommodation if such accommodation is really problematic. On the other hand, “conduct codes and disciplinary rules” cannot change the sexual orientation of people and the relevant problems which – for the purposes of the issue under consideration – in the analogous case of women makes it incumbent to accommodate them separately from male soldiers. It is the compulsory living together of groups of people of different sexual orientation which creates the problem. I should add here that if homosexuals had a right to be members of the armed forces their sexual orientation could become known either through them disclosing it or manifesting it in some way.",
                        "elements": []
                    },
                    {
                        "content": "The aim of not allowing homosexuals in the armed forces was to ensure the operational effectiveness of the armed forces and to this extent the resulting interferences pursued the legitimate aims of “the interests of national security” and “the prevention of disorder”. This was accepted by the Court. My disagreement with the majority relates to the question of whether the interference in the present case can be considered “necessary in a democratic society” for the aim in question. The majority underlined the principle that when the relevant restrictions to a Convention right concern a most intimate part of an individual’s private life there must exist particularly ",
                        "elements": []
                    },
                    {
                        "content": "serious reasons before the interferences can satisfy the requirements of Article 8 of the Convention. However, I agree with the Government that the narrow margin of appreciation which is applied to cases involving intimate private-life matters is widened in cases like the present, in which the legitimate aim of the relevant restriction relates to the operational effectiveness of the armed forces and, therefore, to the interests of national security. This, I think, is the logical connotation of the principle that in assessing the pressing social need in cases of interferences with the right to respect for an individual’s private life from the standpoint of the protection of national security, the State has a wide margin of appreciation (see the Leander v. Sweden judgment of 26 March 1987, Series A no. 116, p. 25, § 59). ",
                        "elements": []
                    },
                    {
                        "content": "Regard must also be had to the principle that limitations incapable of being imposed on civilians may be placed on certain of the rights and freedoms of members of the armed forces (see the Kalaç v. Turkey judgment of 1 July 1997, Reports of Judgments and Decisions 1997-IV, p. 1209, § 28). ",
                        "elements": []
                    },
                    {
                        "content": "I believe that the Court should not interfere simply because there is a disagreement with the necessity of the measures taken by a State. Otherwise the concept of the margin of appreciation would be meaningless. The Court may substitute its own view for that of the national authorities only when the measure is patently disproportionate to the aim pursued. I should add that the wider the margin of appreciation allowed to the State, the narrower should be the scope for interference by the Court. ",
                        "elements": []
                    },
                    {
                        "content": "I do not think that the facts of the present case justify our Court’s interference. As I have already stated above, the sexual orientation of homosexuals does create the problems highlighted by the Government as a result of the communal accommodation with heterosexuals. There is nothing patently disproportionate in the approach of the Government. On the contrary, it was in the circumstances reasonably open to them to adopt the policy of not allowing homosexuals in the armed forces. This condition was made clear to the applicants before their recruitment. It was not imposed afterwards (cf. the Young, James and Webster v. the United Kingdom judgment of 13 August 1981, Series A no. 44, p. 25, § 62). In this respect it may be useful to add that the Convention does not guarantee the right to serve in the armed forces (see Marangos v. Cyprus, application no. 31106/96, decision on admissibility, 3 December 1997, p. 14, unpublished). ",
                        "elements": []
                    },
                    {
                        "content": "In the circumstances, I find that the applicants’ discharge on account of their homosexuality in pursuance of the Ministry of Defence policy was justified under Article 8 § 2 of the Convention, as being necessary in a democratic society in the interests of national security and the prevention of disorder.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "SirNicolas Bratza",
            "role": "judges"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrP. Kūris",
            "role": "judges"
        },
        {
            "name": "MrW. Fuhrmann",
            "role": "judges"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LUSTIG-PREAN AND BECKETT v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58407.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1999:0927JUD003141796",
    "externalsources": [],
    "extractedappno": [
        "31417/96",
        "32377/96",
        "33985/96",
        "33986/96",
        "25186/94",
        "31106/96"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Army Act 1955",
        "Air Force Act 1955",
        "Naval Discipline Act 1957",
        "Sexual Offences Act 1967, Section 1 § 1",
        "Criminal Justice and Public Order Act 1994, Section 146 § 4"
    ],
    "itemid": "001-58407",
    "judgementdate": "27/09/1999 00:00:00",
    "kpdate": "27/09/1999 00:00:00",
    "kpthesaurus": [
        "451",
        "429",
        "203",
        "268",
        "262",
        "333",
        "238",
        "343"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "14",
        "8",
        "8-2",
        "8-1"
    ],
    "parties": [
        "LUSTIG-PREAN AND BECKETT",
        "THE UNITED KINGDOM"
    ],
    "rank": "388.744415283203",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Engel and Others v. the Netherlands judgment of 8 June 1976, Series A no. 22, p. 24, § 57, p. 25, § 59",
        "Dudgeon v. the United Kingdom judgment of 22 October 1981, Series A no. 45, pp. 18-19, § 41, p. 21, §§ 52, 53, p. 23, § 59, pp. 23-24, § 60, p. 24, § 61, pp. 25-26, §§ 64-70",
        "Leander v. Sweden judgment of 26 March 1987, Series A no. 116, p. 25, § 59",
        "Norris v. Ireland judgment of 26 October 1988, Series A no. 142, p. 18, §§ 39, 41",
        "Vereinigung Demokratischer Soldaten Österreichs and Gubi v. Austria judgment of 19 December 1994, Series A no. 302, p. 17, §§ 36, 38",
        "Vogt v. Germany judgment of 26 September 1995, Series A no. 323, p. 23, § 44, p. 28",
        "§ 59, p. 29, § 60",
        "Kalaç v. Turkey judgment of 1 July 1997, Reports of Judgments and Decisions (\"Reports\") 1997-IV, p. 1209, § 28",
        "Grigoriades v. Greece judgment of 25 November 1997, Reports 1997-VII, pp. 2589-2590, § 45"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "443141",
    "typedescription": "14"
}