{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect)",
    "applicability": "",
    "appno": "1661/08",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-169519.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 1661/08) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mrs Raisa Stepanovna Chernaya (“the applicant”), on 26 December 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant died on 7 November 2009 and her son, Mr Yevgenii Vadimovich Chernyi, expressed the wish to pursue the application. He was represented before the Court by Mr M. Tarakhkalo and Mr A. Bushchenko, lawyers practising in Kharkiv. For practical reasons, Mrs Raisa Stepanovna Chernaya will continue to be called “the applicant” in this judgment.”",
                        "elements": []
                    },
                    {
                        "content": "3.  The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr Ivan Lishchyna of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 14 January 2010 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  On 9 June 2004, the applicant, 69 at the time, was walking in the centre of Kharkiv and was hit in the face by a pellet fired from an air gun.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant was admitted to hospital the same day and the pellet was removed from her face. It was subsequently seized as evidence by the police. The doctors noted in the applicant’s medical file that she had a gunshot wound on the infraorbital region of her face.",
                                "elements": []
                            },
                            {
                                "content": "7.  Later that day she lodged a criminal complaint with the police. The applicant alleged that the shot had been fired from a particular flat in a building in the centre of Kharkiv.",
                                "elements": []
                            },
                            {
                                "content": "8.  From 10 to 26 June 2004 the applicant underwent outpatient medical treatment for her injury.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 2 July 2004, at the request of the police, she was examined by an expert, who concluded that the applicant’s injury was of a minor degree and might have been caused by a gunshot. On 31 October 2005 the applicant underwent an additional medical examination, which confirmed the previous conclusion.",
                                "elements": []
                            },
                            {
                                "content": "10.  By decisions of 22 March and 8 December 2005 and 9 August 2006, the police refused to open criminal proceedings, stating that it was not possible to identify the offenders and that the applicant’s allegations that the shot had been fired from a particular location were unfounded. They further found that there had been no serious breach of public order in the applicant’s case and noted that the applicant could have lodged a criminal complaint directly with a court in the framework of private prosecution proceedings. Despite her repeated requests, the applicant was not given access to the police investigation file related to the incident of 9 June 2004.",
                                "elements": []
                            },
                            {
                                "content": "11.  On appeal by the applicant, those decisions were annulled by different prosecutors and the courts generally on the grounds that the police enquiry had fallen short of the requirements of a full and objective examination of the circumstances of the case. It was noted that the police had failed to examine the relevant evidence, including the pellet, and that the case contained elements of the crime defined by Article 296 of the Criminal Code (hooliganism). In particular, on 21 August 2007 the Dzerzhynskyy District Court of Kharkiv ruled that the case should be returned to the prosecutors for further investigation.",
                                "elements": []
                            },
                            {
                                "content": "12.  No further investigation was carried out after that date.",
                                "elements": []
                            },
                            {
                                "content": "13.  By a letter of 21 August 2009, the Deputy Prosecutor of the Dzerzhynskyy District of Kharkiv informed the applicant that the investigation case file had gone missing. There is no information as to any further developments in that regard.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 7 November 2009 the applicant died. Her death was unrelated to the incident of 9 June 2004.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  AS TO THE LOCUS STANDI OF MR Y.V. Chernyi",
                        "elements": [
                            {
                                "content": "15.  The Court notes at the outset that the applicant died while the case was pending before the Court. Her son, Mr Y.V. Chernyi, informed the Court that he wished to pursue her application. The Government contended that Mr Y.V. Chernyi had no standing to pursue the application, as he had not demonstrated that he had suffered any damage or harm as a result of the incident of 9 June 2004.",
                                "elements": []
                            },
                            {
                                "content": "16.  The Court observes that in a number of cases in which an applicant died in the course of the proceedings the Court has taken into account the statements of the applicant’s heirs or of close family members expressing the wish to pursue the proceedings (see, among others, Toteva v. Bulgaria, no. 42027/98, § 45, 19 May 2004). It sees no reason to reach a different conclusion in the present case and therefore accepts that Mr Y.V. Chernyi can pursue the application initially brought by the applicant.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGEDLY INEFFECTIVE INVESTIGATION INTO THE INCIDENT OF 9 June 2004",
                        "elements": [
                            {
                                "content": "17.  The applicant complained of the authorities’ failure to conduct an effective investigation into the incident of 9 June 2004. She relied on Articles 2 and 3 of the Convention, which read, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law ...”",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "18.  The Government argued that the applicant had failed to exhaust domestic remedies pursuant to Article 35 § 1 of the Convention, as in her submissions before the domestic authorities concerning the incident of 9 June 2004 she had complained of hooliganism (Article 296 of the Criminal Code) and not of the crimes related to interference with the right to life or the right not to be subjected to ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  They further argued that this part of the application was lodged outside the six-month time-limit, provided for in Article 35 § 1 of the Convention, stating that it had started to run on 22 March 2005, when the police had refused to open criminal proceedings in her case. According to the Government, at that time the applicant should have been aware that she had had recourse to a procedure which was inappropriate in her case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court notes that the applicant complained to the police that she had been injured by unknown persons. Her complaint was supported by relevant medical evidence and was generally arguable. The Government’s argument that she had recourse to the wrong procedure contradicts the findings of the prosecutors and the courts, which quashed the police decision of 22 March 2005 and two subsequent similar ones. Eventually, in August 2007 a further investigation was ordered, but it appears that no action was taken as the case file was lost (see paragraphs 11-13 above). The applicant lodged her application with the Court about four months later, in December 2007, while the authorities were still under an obligation to investigate her complaint, as instructed by the Dzerzhynskyy District Court of Kharkiv on 21 August 2007 (see paragraph 11 above). In the light of the foregoing, the applicant complied with the requirement of exhaustion of domestic remedies and with the six-month rule, which are provided for in Article 35 § 1 of the Convention. Accordingly, the Government’s objections in that regard should be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court further finds that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "22.  The applicant complained that there had been a violation of Articles 2 and 3 of the Convention, stating that the authorities had been under an obligation to conduct an effective investigation into the lifethreatening attack on her on 9 June 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Government contended that neither Article 2 nor Article 3 applied in this case, as the applicant’s injury had been of a minor degree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court notes, at the outset, that there is no evidence or persuasive argument that because of the incident of 9 June 2004 the applicant’s life was put at such serious risk that her complaint should be examined under Article 2 of the Convention (see, for instance, İlhan v. Turkey [GC], no. 22277/93, §§ 75-77, ECHR 2000VII). However, having regard to the fact that the applicant received a gunshot wound to the face, meaning she underwent surgery and outpatient treatment for more than two weeks (see paragraphs 5-6 above), the Court considers that the applicant’s injury was sufficiently serious to amount to ill-treatment falling within the scope of Article 3 of the Convention (see Denis Vasilyev v. Russia, no. 32704/04, § 95, 17 December 2009). Accordingly, the Court will examine the applicant’s complaint under that provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court reiterates that Article 3 of the Convention requires that the authorities conduct an effective official investigation into alleged illtreatment, even if such treatment has been inflicted by private individuals (see M.C. v. Bulgaria, no. 39272/98, § 151, ECHR 2003XII, and Denis Vasilyev, cited above, § 99). The minimum standards of effectiveness laid down by the Court’s case-law include the requirements that the investigation be independent, impartial and subject to public scrutiny, and that the competent authorities must act with exemplary diligence and promptness (see, for example, Muta v. Ukraine, no. 37246/06, § 61, 31 July 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The procedural requirements of Article 3 go beyond the preliminary investigation stage when the investigation leads to legal action being taken before the national courts: the proceedings as a whole, including the trial stage, must meet the requirements of Article 3. This means that the domestic judicial authorities must on no account be prepared to let the physical or psychological suffering inflicted go unpunished. This is essential for maintaining the public’s confidence in, and support for, the rule of law and for preventing any appearance of the authorities’ tolerating or colluding in unlawful acts (see Muta, cited above, § 62).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Turning to the circumstances of the present case, the Court notes that, according to the findings of the prosecutors and courts, no full and objective examination of the circumstances of the case was carried out (see paragraph 11 above). Moreover, the authorities eventually lost the domestic case file and made no attempt to investigate the incident of 9 June 2004 (see paragraphs 12-13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The foregoing considerations are sufficient to enable the Court to conclude that the investigation of the applicant’s complaint of ill-treatment did not meet the requirements of Article 3 of the Convention under its procedural limb. Accordingly, there has been a violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  The applicant complained that no effective domestic remedy was available to her in this case. She relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "30.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "31.  The Court notes that this complaint is linked to the one under Article 3 of the Convention examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "32.  Having regard to the finding relating to Article 3 (see paragraph 28 above), the Court considers that it is not necessary to examine whether, in this case, there has been a violation of Article 13 of the Convention (see, among other authorities, Aleksandr Nikonenko v. Ukraine, no. 54755/08, § 51, 14 November 2013).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "34.  The applicant claimed 20,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government contested that claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court, deciding in equity, awards the applicant EUR 7,500, to be paid to the applicant’s son, in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "37.  The applicant also claimed EUR 2,000 for costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Government contested that claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Regard being had to the fact that no details or documents were provided in support of this claim, the Court rejects it.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "40.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides that the applicant’s son, Mr Y.V. Chernyi, has standing to continue the present proceedings in the applicant’s stead;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention under its procedural limb;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant’s son, within three months, EUR 7,500 (seven thousand five hundred euros), plus any tax that may be chargeable, to be converted into the currency of the respondent State at the rate applicable at the date of settlement, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 December 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Erik Møse",
            "role": "president"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Anne-Marie Dougin",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CHERNAYA v. UKRAINE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-169519.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:1215JUD000166108",
    "externalsources": [],
    "extractedappno": [
        "1661/08",
        "42027/98",
        "22277/93",
        "32704/04",
        "39272/98",
        "37246/06",
        "54755/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-169519",
    "judgementdate": "15/12/2016 00:00:00",
    "kpdate": "15/12/2016 00:00:00",
    "kpthesaurus": [
        "350",
        "596"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "CHERNAYA",
        "UKRAINE"
    ],
    "rank": "1702.81079101563",
    "representedby": [
        "TARAKHKALO M."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "459537",
    "typedescription": "15"
}