{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "32734/96",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-59101.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 32734/96) against the Republic of Poland lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Adam Wasilewski (“the applicant”), on 18 May 1996.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Marek Wasilewski, the applicant’s father. The Polish Government (“the Government”) were represented by their Agent, Mr Krzysztof Drzewicki. ",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, under Article 6 of the Convention that the civil proceedings in his case against “Warta” Insurance Company pending before the Warsaw Regional Court were unreasonably long.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11). ",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court. ",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 3 February 2000 the Chamber declared the application partly admissible.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.\tTHE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  Before the applicant’s birth his mother had a car accident during pregnancy. Shortly after his birth, the applicant was diagnosed as suffering from certain serious malformations. In 1976 the Warsaw Regional Court decided that “Warta” Insurance Company was liable for the results of the applicant’s mother’s accident, both those which had already come to light and those which might manifest themselves in the future. The court also awarded the applicant compensation for pecuniary and non-pecuniary damage and ordered that the defendant insurance company should pay a monthly disability pension to him. ",
                                "elements": []
                            },
                            {
                                "content": "8.  In 1988 the applicant’s family emigrated to Germany where they were granted residence permits, obtained certain social insurance benefits and the applicant underwent medical treatment. In 1990 they returned to Poland. ",
                                "elements": []
                            },
                            {
                                "content": "9.  In February 1991 the applicant lodged an action with the Warsaw Regional Court claiming an increase of the pension paid by “Warta” Insurance Company under the 1976 judgment and payment of the pension so increased as from 1988. In these proceedings the applicant is represented by his father. ",
                                "elements": []
                            },
                            {
                                "content": "10.  From 14 June 1993 to 12 July 1993 and from 9 April 1994 to 20 May 1994 the applicant underwent observation in psychiatric hospitals. On unspecified later dates the court ordered that medical expert opinions be prepared as to the applicant’s health. Such opinions were submitted to the court on 28 July 1993, 23 November 1993, 7 June 1993, 6 August 1994. ",
                                "elements": []
                            },
                            {
                                "content": "11.  On 17 June 1994 the applicant requested that the court order that monthly security (zabezpieczenie) be paid in order to safeguard his claim in these proceedings, until a judgment on the merits would be given. He argued that his situation was very difficult, in particular as he was unfit for work, did not have sufficient income for his subsistence and that his parents could not bear the financial burden of his living costs.",
                                "elements": []
                            },
                            {
                                "content": "12.  By a decision of 14 September 1994 the Warsaw Regional Court legally incapacitated the applicant. On 18 October 1994 the Pruszków District Court appointed the applicant’s father as his legal guardian. On 18 January 1995 the hearing was adjourned due to the illness of the presiding judge. ",
                                "elements": []
                            },
                            {
                                "content": "13.  From 17 February 1995 to 30 March 1995 the applicant underwent psychiatric observation in a hospital in connection with an unspecified set of judicial proceedings. ",
                                "elements": []
                            },
                            {
                                "content": "14.  On 10 March 1995 the Warsaw Regional Court gave a judgment in the civil proceedings instituted in February 1991. The court found that the applicant suffered from various ailments related in part to his mother’s accident in 1974. The defendant’s civil liability for the results of this accident had been established by the 1976 judgment.  In 1985, in view of the fact that the applicant’s condition required special care and educational assistance, his monthly pension had been increased to 20,000 Polish zlotys (PLN).",
                                "elements": []
                            },
                            {
                                "content": "15.  In 1988 the applicant’s family had emigrated to Germany, where they had received residence permits and medical insurance. In 1990 they had returned to Poland. In 1990 the applicant had finished primary school and had begun secondary education in a commercial school. In 1991 he had left the school as he had considerable difficulties in following the curriculum. He had several times been in trouble with the law. The social assistance authorities (pomoc społeczna) had been paying to him, under generally applicable provisions on social assistance, a permanent monthly allowance. He also was in receipt of a pension paid by the defendant insurance company, which had been increased three times. The defendant had, moreover, paid certain sums as advance on lost earnings and as reimbursement of certain training costs. ",
                                "elements": []
                            },
                            {
                                "content": "16.  The court considered that in view of changes in the applicant’s situation, resulting from the passage of time, he was entitled to claim an increase of his pension. However, the applicant’s claim to a  pension for the period during which his family had lived in Germany, in a sum of 5,300 DM per month, was excessive, regard being had to the normal costs of living in Germany at that time. However, there were no grounds on which to accept that the defendant should pay a pension such as would have covered the higher costs of the applicant’s livelihood in Germany, and even less so the exorbitant sum claimed by him. Thus, the court continued, in the calculation of the pension for that period, it would proceed from the assumption that the applicant had remained in Poland. ",
                                "elements": []
                            },
                            {
                                "content": "17.  The court further established that the applicant, in view of his learning difficulties, had required special educational assistance and had had private lessons. The court thus awarded certain sums in this respect. As regards income which the applicant could have received had he not been handicapped, the court observed that it was extremely difficult in the circumstances of the case to assess what kind of occupation and income the applicant could possibly have had. The court had regard to the applicant’s young age, his lack of experience and of any specialised schooling, and considered that he would most probably have received a salary equivalent to the minimum salary provided for by law. ",
                                "elements": []
                            },
                            {
                                "content": "18.  The court further examined the question of whether the applicant’s health necessitated that he be under constant surveillance of either one of his parents or of a paid educator. The court had regard to three medical expert opinions, of two psychologists and one psychiatrist, the conclusions of which were divergent as to whether such necessity indeed arose, and concluded that the applicant was sufficiently independent as not to require continuous care. ",
                                "elements": []
                            },
                            {
                                "content": "19.  In conclusion, the court in part dismissed and in part allowed the applicant’s claim against “Warta” Insurance Company. It ordered the defendant to pay certain sums for disability pension in arrears due from 1988 to 1995 and to pay the applicant a monthly disability pension of PLN 260 from 1 March 1995; it dismissed the applicant’s claims over and above it.",
                                "elements": []
                            },
                            {
                                "content": "20.  The applicant lodged an appeal against this judgment. On 2 August 1995 the applicant challenged the presiding judge W.L.",
                                "elements": []
                            },
                            {
                                "content": "21.  In a letter of 28 August 1995 the applicant complained to the President of the Regional Court that the case-file had not been transferred to the Court of Appeal in order for his appeal to be considered by that court. ",
                                "elements": []
                            },
                            {
                                "content": "22.  In a reply of 20 September 1995, the President informed the applicant that the case-file had not been transmitted to the Court of Appeal because it was necessary to examine first his challenge to one of the judges and his request for  an increase of the security. The decision concerning the challenge of the judge had been taken on 18 September 1995 and the decision in respect of the request for the security order would be made as soon as the latter decision became final. ",
                                "elements": []
                            },
                            {
                                "content": "23.  On 3 January 1996 the applicant again complained to the President of the Regional Court that the case-file of the had not been transmitted to the Court of Appeal. In a reply of 23 January 1996 the President informed him that the delay had been caused by the fact that the applicant had submitted the following requests after the first-instance judgment had been rendered: for appointment of a lawyer under the legal aid scheme, for rectification of a clerical error in the judgment, for interpretation of the operative part of the judgment, for a judge to step down and for an order for security to be paid until a decision on the merits would be handed down. The last relevant decision had been made on 8 December 1995. On 4 January 1996 the case-file had been transmitted to the Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "24.  In a letter of 29 January 1996 to the Court of Appeal the applicant alleged that the proceedings before the Regional Court had been deliberately prolonged by that court, acting in the interest and on the instigation of the defendant. ",
                                "elements": []
                            },
                            {
                                "content": "25.  On 13 March 1996 the Warsaw Court of Appeal set aside the judgment of 10 March 1995 insofar as the lower court had partly dismissed the applicant’s claims and insofar as it had exempted the applicant from the obligation to pay legal costs, and ordered that the case be reconsidered by the Regional Court. The court considered that certain conclusions of the lower court were not supported by the evidence to which that court had had regard, and that it had not established certain factual circumstances relevant for the determination of the applicant’s claim. ",
                                "elements": []
                            },
                            {
                                "content": "26.  On 24 July 1996 the applicant complained to the Minister of Justice that the courts were particularly slow in dealing with the case.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 29 August 1996 the applicant requested the Regional Court to make an order for an increased security to be paid in the proceedings. ",
                                "elements": []
                            },
                            {
                                "content": "28.  On 11 September 1996 the Ombudsman requested the Regional Court to submit the case-file to the Ombudsman’s Office. The case-file was returned to the court on 13 November 1996. ",
                                "elements": []
                            },
                            {
                                "content": "29.  A hearing fixed for 18 November 1996 for the purpose of the examination of the applicant’s request for a security order was adjourned as the presiding judge had fallen ill. On the same day the applicant complained thereof to the President of the Court of Appeal, stressing that the proceedings in this case remained pending for an unreasonably long time.",
                                "elements": []
                            },
                            {
                                "content": "30.  In a reply of 27 November 1996 the President of the Court of Appeal acknowledged that there was unjustified delay in the examination of the case by the Regional Court following the Court of Appeal’s judgment of 13 March 1996. The President of the Regional Court had been instructed to take appropriate measures to expedite the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "31.  In a letter to the applicant of 2 December 1996 the Minister of Justice conceded that the proceedings had already lasted excessively long and that in certain periods the Regional Court had not been conducting the case speedily, in particular as certain hearings had been adjourned without a date for a new hearing being fixed. The participants to the proceedings, including the experts and the parties, had not been sufficiently disciplined by the court in order to comply with their procedural obligations as to the attendance of hearings and the submission of expert reports and other evidence within the time-limits.  Accordingly, the proceedings had been made subject to supervision by the President of the Court of Appeal. ",
                                "elements": []
                            },
                            {
                                "content": "32.  On 3 March 1997 the applicant complained to the Prime Minister about the length of the proceedings. He referred in particular to the Minister of Justice’s letter of 2 December 1996 and maintained that the courts’ failure to deal with the case speedily amounted to a breach of Article 6 of the Convention. ",
                                "elements": []
                            },
                            {
                                "content": "33.  On 5 March 1997 the Regional Court refused to increase the security paid to the applicant. ",
                                "elements": []
                            },
                            {
                                "content": "34.  On 3 April 1997 the applicant requested the President of the Supreme Court that, in view of the excessive length of the proceedings which remained pending for almost seven years, the examination of the case be taken over by the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "35.  On 22 May 1997 the Warsaw Court of Appeal dismissed the applicant’s appeal against the decision of the Regional Court of 5 March 1997, by which the latter court had refused to increase the security claimed by the applicant. On 27 May 1997 the applicant complained to the President of the Civil Division of the Court of Appeal about this decision, alleging that it deprived the applicant of minimum subsistence means and that he was thereby deprived of any possibility of access to adequate medical treatment abroad. ",
                                "elements": []
                            },
                            {
                                "content": "36.  On 4 June 1997 the Court of Appeal refused the applicant’s request to give written grounds for the decision of 22 May 1997. ",
                                "elements": []
                            },
                            {
                                "content": "37.  On 11 June 1997 the applicant requested the President of the Court of Appeal that the case-file be transmitted to the Regional Court. The file was returned to that court on 25 June 1997. ",
                                "elements": []
                            },
                            {
                                "content": "38.  On 17 September 1997 a hearing on the merits was held before the Regional Court. ",
                                "elements": []
                            },
                            {
                                "content": "39.  On 17 November 1997, the applicant filed a motion challenging the competence of the psychiatrist who was to assess the applicant’s state of health. Subsequently, the court appointed another expert.",
                                "elements": []
                            },
                            {
                                "content": "40.  On 24 November 1997 the Regional Court increased the sum of the security paid to the applicant from 640 to 740 Polish zlotys per month. Later on, the applicant lodged with the court two further motions to have that security increased: on 16 February 1998, claiming a security of 1,500 Polish zlotys, and on 5 March 1998 requesting 5,000 PLN per month.",
                                "elements": []
                            },
                            {
                                "content": "41.  On 14 April 1998 the Regional Court appointed a legal counsel paid under the legal aid scheme to represent the applicant before the court. ",
                                "elements": []
                            },
                            {
                                "content": "42.  By a decision of 18 May 1998 the Regional Court increased the security paid to the applicant from 740 to 900 Polish zlotys. At the hearing held on this day the applicant filed a motion alleging lack of impartiality on the part of psychiatrists co-operating with the Warsaw Institute of Psychiatry and Neurology.",
                                "elements": []
                            },
                            {
                                "content": "43.  On 21 May 1998 the applicant requested the court to give written grounds for its decision of 18 May 1998. On 6 July 1998 the applicant lodged an appeal against this decision, submitting that the sum awarded as a security was insufficient. ",
                                "elements": []
                            },
                            {
                                "content": "44.  On 11 September 1998 the Warsaw Court of Appeal dismissed the applicant’s appeal against the decision of 18 May 1998.",
                                "elements": []
                            },
                            {
                                "content": "45.  On 22 October 1998 the Warsaw Regional Court in Warsaw requested the Warsaw Medical Academy Hospital to appoint a team of neurologists and psychiatrists, who would prepare a further medical opinion as to the applicant’s health. On 29 October 1998 the Academy replied that it did not have sufficient psychiatric staff for the purposes of preparing such an opinion and suggested that the court find another medical establishment for this purpose. Subsequently the court requested Pruszków Psychiatric Hospital to prepare the expert report on the applicant’s case. On 18 November 1998 that hospital requested the court to appoint experts from another hospital, referring to negative opinions expressed by the applicant about the professional competence of psychiatrists working at the hospital. ",
                                "elements": []
                            },
                            {
                                "content": "46.  On 23 December 1998 the Warsaw Regional Court requested the hospital at Nowowiejska Street in Warsaw to appoint a team of experts with a view to preparing a medical opinion as to the applicant’s health. On 5 January 1999 this hospital informed the court that it did not employ neurologists who could prepare the requested opinion. ",
                                "elements": []
                            },
                            {
                                "content": "47.  On 28 January 1999 the applicant again requested the court to increase the sum of the security to 5,000 Polish zlotys. ",
                                "elements": []
                            },
                            {
                                "content": "48.  On 2 February 1999 the Warsaw Regional Court asked the Warsaw Institute of Psychiatry and Neurology to appoint experts, psychiatrists and neurologists, to present an opinion concerning the applicant’s health. The court stressed that psychiatrists who had previously been involved in the examinations of the applicant should not participate in the preparation of the opinion. ",
                                "elements": []
                            },
                            {
                                "content": "49.  The hearing scheduled for 22 February 1999 was adjourned because the representative of the defendant was ill.",
                                "elements": []
                            },
                            {
                                "content": "50.  On 30 March 1999 the Pruszków District Court appointed two psychiatrists to prepare an opinion in connection with criminal proceedings instituted against the applicant concerning his alleged involvement in a burglary.",
                                "elements": []
                            },
                            {
                                "content": "51.  On 19 April 1999 the Regional Court dismissed a further motion concerning the applicant’s claim for increase of security. ",
                                "elements": []
                            },
                            {
                                "content": "52.  On 25 August 2000 the applicant requested that security be increased to PLN 5,000 per month.",
                                "elements": []
                            },
                            {
                                "content": "53.  The proceedings are still pending before the Warsaw Regional Court. ",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.\tALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  The applicant complained that the length of the proceedings in his case exceeded a reasonable time within the meaning of Article 6 § 1 of the Convention, which, insofar as relevant, reads: ",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.\tPeriod to be taken in consideration",
                                "elements": [
                                    {
                                        "content": "55.  The Court first observes that the proceedings commenced in February 1991, when the applicant lodged an action with the Warsaw Regional Court claiming increase of his pension. However, the period to be taken into consideration began not on that date, but later, on 1 May 1993, when the declaration whereby Poland recognised the right of individual petition for the purposes of former Article 25 of the Convention took effect. The proceedings are currently pending before the Warsaw Regional Court. Thus the proceedings have so far lasted nine years and ten months approximately, out of which the period of seven years and seven months falls to be examined by the Court. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court further notes that in order to determine the reasonableness of the length of time in question, regard must be had, however, to the state of the case on 1 May 1993 (see, among other authorities, the Styranowski v. Poland judgment of 30 October 1998, Reports 1998-VIII, § 46; Sobczyk v. Poland, nos. 25693/94 and 27387/95, 26.10.2000, § 55). ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tApplicable criteria",
                                "elements": [
                                    {
                                        "content": "57.  The Court reiterates that the “reasonableness” of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and of the relevant authorities and what was at stake for the applicant in the dispute (see, among other authorities, Comingersoll S.A. v. Portugal [G. C.], no. 35382/97, 6.4.2000, § 19). ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.\tThe Court’s assessment",
                                "elements": [
                                    {
                                        "content": "58.  The Government argue that the case discloses a serious degree of complexity both as to the facts and to the law. In particular, recourse had to be had to eight expert opinions as to the applicant’s health given on 11 March 1993, 28 July 1993, 23 November 1993, 7 June 1994, 6 August 1994, 4 June 1996, 12 November 1996 and 2 March 1998. The preparation of certain of these opinions necessitated that the applicant undergo a psychiatric observation in a hospital, and such observations were arranged for from 14 June to 12 July 1993, from 9 April to 20 May 1994 and from 17 February to 30 March 1995. The Government further stress that the medical opinions were divergent. Moreover, the applicant called into question the soundness of some of these opinions and, indeed, the competence of certain experts involved. The Government also rely on the fact that the case concerns a variety of the applicant’s pecuniary claims. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government further assert that although the proceedings have not yet come to a conclusion, the applicant and his family have had the financial means to have a decent standard of living, referring to the sums of 900 PLN of security allowed to the applicant by way of the court’s decision, and also to other sources of income, including the social assistance benefits and earnings of the applicant’s father. They conclude that what was at stake for the applicant was solely of a pecuniary nature and that, therefore, the courts were not under an obligation to accord priority in dealing with the case. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The applicant disagrees with the Government’s arguments. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court first stresses that an essential issue, namely that of the defendant’s liability for the car accident suffered by the applicant’s mother, was settled by the judgment given in 1976. Thus, in the proceedings in issue it remained to the court to assess the applicant’s health and to determine the sum to be paid as a pension in the light of his current health and his vital needs, whereas the issue of liability itself had already been settled by way of a final judicial decision. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court observes that, in the light of the presentation of the facts made by the Government, it does not find established that all the expert opinions were indeed prepared for the civil case under examination. The Court refers in particular to certain discrepancies between the Government’s factual submissions, which contain references to four expert reports, whereas in their legal arguments, summarised above (see § 58) they assert that eight expert reports had been prepared for the purposes of the case. The Court further notes that the Government rely on the applicant’s psychiatric observations as a factor justifying the length of these proceedings. However, it has not been shown that all these observations were arranged for the purposes of the case in question, the more so as certain criminal proceedings against the applicant were pending at the same time. In particular, the Court fails to see why the applicant should have remained in hospital for observation from 17 February to 30 March 1995 for the purposes of the present civil case, given that on 10 March 1995 the Warsaw Regional Court had handed down its first-instance judgment.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Nevertheless, the Court considers that the case discloses a certain complexity, given the multitude of medical issues to be determined.  However, the fact that expert reports were divergent would not suffice in itself for a finding that it was complex. It is the normal task of a court in judicial proceedings to decide which of conflicting expert opinions should prevail. Nonetheless, it is true that the applicant called into question the conclusions and credibility of the experts on at least two occasions, which necessitated that the further reports be prepared. To sum up, the Court accepts that the case may reasonably be regarded as somewhat complex. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court further accepts that on the whole, and in particular, regard being had to the sums of security awarded by the first-instance court, the applicant was not left without provision throughout the proceedings. However, in the Court’s opinion, not too much weight should be attached to this argument, given that the applicant is clearly disabled and unable to take any paid employment. In particular, the fact that security was granted until a final decision on the merits is taken, cannot be regarded as a factor absolving the authorities from their obligation to act diligently as regards the conduct of civil proceedings. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Concerning the applicant’s conduct, the Government submit that his legal guardian, who represented him in the proceedings, contributed substantially to their prolongation. Reference is being made in particular to his ten requests that security be granted, and to one challenge of the presiding judge rapporteur. The Government also refer to the fact that the applicant changed lawyers in the course of the proceedings. They further emphasise that the applicant himself did not participate in the proceedings, thus prolonging them further. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The applicant disagrees with the Government’s submissions. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court first considers that the fact that the applicant himself did not attend the court hearings is of no relevance for the assessment of the issue at hand. This is so because the applicant is legally incapacitated and would therefore be in no position to take part actively in the proceedings. In the circumstances of the case, the Court fails to see how the personal presence of the applicant, who was represented by his father throughout the proceedings, would have expedited them. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court further notes that the applicant twice objected to a particular expert being appointed: on 17 November 1997 and on 18 May 1998.  The Court also notes the five various motions lodged by the applicant after the Regional Court gave its judgment of 10 March 1995 and considers that this might have delayed the proceedings at this stage. However, in other respects, the applicant’s conduct cannot in itself justify the protracted character of the proceedings. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  As regards the conduct of the authorities, the Government first concede that there were certain delays in the proceedings which could be attributable to the authorities, in particular the fact that the Warsaw Regional Court, when adjourning certain hearings, failed to fix dates for further ones.  The court could also have disciplined the parties in order to speed up the collection of evidence. On the other hand, the court, in order to ensure that the proceedings be genuinely adversarial, allowed numerous motions to take evidence submitted by the parties. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Furthermore, after the judgment of 10 March 1995 was given, there was a delay in transmitting the case-file from the Regional to the Appeal Court in Warsaw. However, this delay was largely due to a number of procedural motions lodged by the applicant which had to be examined. Therefore the delay in question cannot as such engage the responsibility of the State. Likewise, the State cannot be held responsible for the fact that on two occasions, namely on 13 January 1995 and 18 November 1996, the hearings had to be adjourned because the presiding judge was ill.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Government further refer to difficulties in obtaining expert reports on the applicant’s health. On one occasion the court addressed itself to hospitals which did not have a sufficient number of psychiatric staff. These difficulties largely stemmed from the fact that the court had to seek opinions from medical institutions which were not on an official list of court experts. This resulted from the applicant’s requests to have the best specialists appointed as experts in his case. Therefore the judicial authorities cannot be held entirely responsible for the resulting delays.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Government accept that it is a duty of the Contracting Parties to organise their legal systems so as to allow the courts to comply with the requirements of Article 6 § 1, including the duty to hold a trial within a reasonable time. Being fully aware of a backlog of cases pending before the Polish courts, the Ministry of Justice has succeeded in having the budgetary allocations for the judiciary increased, and in particular for the Warsaw Regional Court, which is the most overburdened court in Poland. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The applicant submits that due to his health problems, including organic brain malformations, he needs assistance and treatment, in particular as he manifests a tendency to breach criminal law. This is shown by the number of criminal proceedings instituted against him, in 1992 and later again in 1993. In 1996, in another case, the applicant was convicted of theft. On 15 April 1998 the applicant was detained on remand in yet another case. He was released on 24 January 1999. The medical opinions prepared for the purposes of criminal proceedings against the applicant showed that he was suffering from mental deficiencies caused by the accident that his mother had suffered during her pregnancy. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  In conclusion, the applicant stresses that the Government, although in their observations they acknowledge their responsibility for the prolongation of the civil proceedings, aim at evading it by pointing out the applicant’s own faults. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court first observes that the court apparently encountered difficulties, after the judgment of 10 March 1995 had been quashed, in finding a hospital which would agree to prepare a further expert report as to the applicant’s health. The Court notes indeed that from October to November 1998 the Court requested three hospitals to appoint experts and that all these requests were refused. However, the responsibility for prolongation of the proceedings resulting from delays in preparation of the expert opinions ultimately rests with the State (the Capuano v. Italy judgment of 25 June 1987, Series A no. 119, p. 14, § 32).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court also notes that the domestic authorities acknowledged that the proceedings lasted too long. In his letter of 27 November 1996 the President of the Court of Appeal agreed that there had been an unjustified delay in the examination of the case following the judgment of 13 March 1996. In a letter of 2 December 1996 the Minister of Justice conceded that the proceedings were excessively long and that in certain periods the Regional Court had not been conducting the case speedily. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court’s attention has finally been drawn to the fact that only two hearings on the merits were held before the court after the first-instance judgment had in part been quashed  in March 1996. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Insofar as the Government refer to the particular difficulties encountered by the Warsaw Regional Court in dealing with its caseload, the Court recalls that Contracting States are under an obligation stemming from Article 6 § 1 of the Convention to organise their judicial systems in such a way that their courts can meet each of its requirements, including the obligation to decide cases within a reasonable time (Frydlender v. France [GC], no. 30979/96, ECHR 2000, § 45). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Having regard to all the evidence before it, the Court concludes that the “reasonable time” within the meaning of Article 6 of the Convention has been exceeded. There has accordingly been a violation of Article 6 of the Convention. ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.\tAPPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "80.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.\tDamages",
                                "elements": [
                                    {
                                        "content": "81.  The applicant claimed the sum of PLN 2,000,000 as compensation for pecuniary and non-pecuniary damage which he suffered as a result of the protracted civil proceedings. He further sought that a monthly pension of PLN 8,000 be paid to him until a final judgment on the merits of the civil case would be given by the domestic court",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Government argued that, having regard to the financial situation of the applicant and his family, his just satisfaction claims were excessive and unreasonable and should therefore be dismissed. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  As to the applicant’s claim for pecuniary damage, the Court finds that there is no causal link between the duration of the proceedings and the damage allegedly suffered by the applicant. Accordingly, it makes no award under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  As to the claim for non-pecuniary damage, the Court, having regard to the overall length of the proceedings, and deciding on an equitable basis, awards the sum of PLN 20,000. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tCosts and expenses",
                                "elements": [
                                    {
                                        "content": "85.  The applicant did not request reimbursement of expenses incurred in the proceedings before the Court. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.\tDefault interest",
                                "elements": [
                                    {
                                        "content": "86.  According to the information available to the Court, the statutory rate of interest applicable in Poland at the date of adoption of the present judgment is 30 % per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.\tHolds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)\tthat the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, in respect of non-pecuniary damage, 20,000 (twenty thousand) Polish zlotys, ",
                        "elements": []
                    },
                    {
                        "content": "(b)\tthat simple interest at an annual rate of 30 % shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.\tDismisses the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 December 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF WASILEWSKI v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59101.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:1221JUD003273496",
    "externalsources": [],
    "extractedappno": [
        "32734/96",
        "25693/94",
        "27387/95",
        "35382/97",
        "30979/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-59101",
    "judgementdate": "21/12/2000 00:00:00",
    "kpdate": "21/12/2000 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "40",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "WASILEWSKI",
        "POLAND"
    ],
    "rank": "408.726043701172",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Capuano v. Italy judgment of 25 June 1987, Series A no. 119, p. 14, § 32",
        "Comingersoll S.A. v. Portugal [GC], no. 35382/97, judgment of 6 April ECHR 2000, § 19",
        "Frydlender v. France [GC], no. 30979/96, ECHR 2000, § 45",
        "Sobczyk v. Poland, nos. 25693/94 and 27387/95, judgment of 26 October 2000, § 55",
        "Styranowski v. Poland judgment of 30 October 1998, Reports 1998-VIII, § 46"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "324130",
    "typedescription": "15"
}