{
    "__articles": "5;5-4;41",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention;Speediness of review);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "38287/02",
    "article": [
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Review of lawfulness of detention",
                "Speediness of review"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-72680.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38287/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a French national, Ms Eliane van Glabeke (“the applicant”), on 7 October 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Afcap (French association against psychiatric abuse). The French Government (“the Government”) were represented by their Agent, Mrs E. Belliard, Director of Legal Affairs at the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 4 January 2005 the Second Section decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1946 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 21 March 2002 the applicant was arrested by the police on the public highway and taken in the course of the evening to Lommelet de Saint-André Psychiatric Hospital, where she was compulsorily admitted at the request of a third party.",
                                "elements": []
                            },
                            {
                                "content": "The Government submitted that the applicant had been “picked up” on the public highway by a police officer who had asked for her to be admitted to hospital. They added that her admission had been ordered on the basis of two medical certificates issued by different doctors to the effect that she required hospital treatment.",
                                "elements": []
                            },
                            {
                                "content": "The applicant disputed that account and stated that she had been arrested while cycling to the shops and taken to the police station, where she had promptly been examined by a doctor who had been requisitioned to draw up a medical certificate for her admission to hospital.",
                                "elements": []
                            },
                            {
                                "content": "6.  She submitted that after her admission at the hospital she had immediately been undressed and made to lie down with all four limbs attached to the bedposts in a seclusion cell, without being given any explanation. She had not undergone a medical examination on arrival but had been injected with unknown substances. She had remained in that position for five days, and was released only briefly at mealtimes.",
                                "elements": []
                            },
                            {
                                "content": "7.  She remained in the hospital until 8 April 2002, without being allowed to receive visits or to make or receive telephone calls.",
                                "elements": []
                            },
                            {
                                "content": "8.  In the meantime, on 23 March 2002, the applicant's mother applied by registered letter to the President of the  tribunal de grande instance for her daughter's immediate discharge. The parties have been unable to establish the date on which the letter was received. However, in a letter of 8 April 2002, Lille State Counsel replied that he was not empowered to deal with the subject matter of her correspondence and that her daughter was required to apply directly to him to be discharged.",
                                "elements": []
                            },
                            {
                                "content": "On 28 March 2002 Afcap in turn applied to the President of the  tribunal de grande instance for the applicant's immediate discharge.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 22 April 2002 State Counsel's Office decided to take no further action on that application as it was devoid of purpose.",
                                "elements": []
                            },
                            {
                                "content": "10.  Neither the President of the  tribunal de grande instance nor the judge responsible for matters relating to personal liberties and detention (juge des libertés et de la détention – “the liberties and detention judge”) ever gave a ruling on the applications.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "The Public Health Code",
                                "elements": [
                                    {
                                        "content": "11.  The following provisions of the Public Health Code are relevant to the present case:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article L. 3211-12",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Persons who have been admitted to hospital without their consent or have been detained in any public or private institution for patients being treated for mental disorders, or their guardian if they are minors, their guardian or adviser if they are above the age of majority and a court order for such appointment has been made, their spouse or cohabitant, a parent or a person capable of acting in their interests or, where appropriate, a court-appointed adviser in relation to personal welfare may appeal at any time by means of an application to the President of the tribunal de grande instance for the judicial district in which the institution is situated, who, in his capacity as urgent-applications judge, shall, after hearing representations from each party and carrying out the necessary checks, order their immediate discharge where appropriate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "An appeal to the same effect may be lodged by a person who has requested the patient's compulsory admission or by State Counsel, of his own motion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The President of the tribunal de grande instance may also of his own motion make an order at any time for the discharge of a person who has been compulsorily admitted to hospital. To that end, any interested parties may bring to his attention any information they consider useful about the patient's circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "N.B. Section 49 XI of Law 2000-516 of 15 June 2000 amends Article L. 351 of the Public Health Code as follows: in the first paragraph, 'President' is replaced by 'liberties and detention judge'; at the start of the last paragraph, 'President of the tribunal de grande instance' is replaced by 'liberties and detention judge'. This amendment has not been inserted into the wording of the new Article L. 3211-12 of the Public Health Code (former L. 351), as resulting from Ordinance no. 2000-548 of 15 June 2000.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article L. 3212-1",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A person with a mental disorder cannot be admitted to hospital without his consent at the request of another unless",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  his disorder makes it impossible for him to consent; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  his condition requires immediate treatment and constant monitoring in a hospital environment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "An application for compulsory admission may be made either by a member of the patient's family or by a person capable of acting in his interests, but not by any medical personnel serving in the institution in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The application must be handwritten and signed by the person making it. If the person is unable to write, the application shall be received by the mayor, the police superintendent or the director of the institution, who shall take formal note of it. It shall contain the surname, forenames, profession, age and home address both of the person making the application and the person whose admission is being requested, together with an indication of the nature of the relationship between them and, where relevant, their degree of kinship.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The application for admission shall be accompanied by two detailed medical certificates issued less than fifteen days previously, attesting that the conditions laid down in the second and third paragraphs above are satisfied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The first medical certificate may be issued only by a doctor not practising in the institution to which the patient is to be admitted; he shall observe the person's mental state, indicate the particular features of his disorder and explain the need for his compulsory admission. It must be confirmed by a certificate issued by a second doctor who may practise in the institution to which the patient is to be admitted. The two doctors shall not be related by blood or marriage, up to the fourth degree inclusive, either to each other or to the directors of the institutions referred to in Article L. 32221, or to the person making the application or to the person whose admission is being sought.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article L. 3212-9\n(Law no. 2002-303 of 4 March 2002, section 19(I)(2), \nOfficial Gazette of 5 March 2002)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A person admitted at the request of another to an institution referred to in Article L. 3222-1 shall likewise cease to be detained there as soon as his discharge is requested by:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  if the person is unmarried, the ascendants;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "12.  The applicant submitted that her detention had not been reviewed speedily as required by Article 5 § 4 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "13.  The Government left the matter to the Court's discretion.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "14.  The Court observes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that no other ground for declaring it inadmissible has been established. It should therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "15.  The Government pointed out that efforts by the registry of the tribunal de grande instance (Civil Division) to retrieve the letter of application of 23 March 2002 had been unsuccessful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  With regard to the application submitted on 28 March 2002, the Government stated that the relevant letter had been forwarded to the registry for urgent applications, which had received it on 15 April 2002. In a notice of the same day, the registry sent the application to State Counsel's Office (Civil Section), indicating that the letter had not been registered since it had emerged from further enquiries that the applicant had left hospital on 8 April 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  As to the merits, the Government observed that, according to the Court's approach, the period to take into consideration began on the date of the application for immediate release and ended when a court ruled on it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "They added that, in assessing whether a decision had been given speedily, the Court generally took into account the time that had elapsed between the application for immediate release and the actual release. They consequently submitted that in the instant case the applicant had been deprived of her liberty for a minimum of eleven days, if the application was deemed to have been made on 29 March 2002, and a maximum of sixteen days, if the relevant date were taken to be 24 March 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Government further observed that the Court also had regard to the time that had elapsed between the date on which the application was made and the date on which it was actually transmitted to the relevant authority. They relied in that connection on Laidin v.  (no. 1) (no. 43191/98, 5 November 2002). They noted that in the instant case the application received on 29 March 2002 had been forwarded to the registry on 15 April 2002, seventeen days later. The registry had decided to take no further action on 22 April 2002, twenty-four days after the initial application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In conclusion, the Government left the matter to the Court's discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant observed, firstly, that the Government had not produced any evidence relating to her arrest, such as the report on the arrest, the requisition order submitted to the doctor or the record of her transfer from the police station to the hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  She further noted that the Government had confirmed that there had been no judicial ruling on her application for immediate discharge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "She submitted that Lille State Counsel had intercepted, diverted and kept hold of the applications her mother and Afcap submitted to the President of the tribunal de grande instance on 23 and 28 March 2002 respectively. In support of those allegations, she produced to the Court a letter from Lille State Counsel to her mother dated 8 April 2002, which read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I regret to inform you that the subject matter of your correspondence with the above reference is not one in which State Counsel's Office is competent to act of its own motion within the civil sphere. It is for your daughter to apply to me directly to be discharged from the mental health care institution.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "She pointed out that the Government had stated that the application submitted by her mother had not been found, yet they had given no explanation for its disappearance or the fact that the reply to her mother had come from State Counsel as the letter had not been forwarded to the judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicant further noted that the Government had not explained how the application submitted by Afcap had reached the judge seventeen days after it had been sent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "She observed that the application had been intercepted by State Counsel's Office, which had decided on 22 April 2002 to take no action on it as it was “devoid of purpose”; she had never received a copy of that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  As to the merits, the applicant disputed the Government's interpretation of Laidin. She contended that, when State Counsel receives an application for immediate discharge, he should forward it immediately to the appropriate judge and notify the applicant accordingly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "She submitted that, according to current practice, State Counsel merely sent a copy of the letter of application to the director of the institution or the doctor in question, asking them to submit their observations together with a situation report, without imposing a time-limit. In the light of the reply received, State Counsel subsequently decided on a discretionary basis whether to forward the application to the judge. The applicant observed that such a practice did not satisfy the requirements of Article 5 § 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant further pointed out that, contrary to the situation in Laidin, the applications for her discharge had been sent directly to the judge and not to State Counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards the content of the letter sent by State Counsel to her mother (see paragraph 21 above), the applicant emphasised that the conditions of her detention had made it impossible for her to apply personally to State Counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  She stressed that as soon as patients were confined in hospital doctors could restrict all their individual liberties and therefore obstruct proceedings for their discharge, in which they themselves could be the subject of criticism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "She maintained that persons who were detained on account of mental disorders should not be immediately bound, placed in a seclusion cell and treated in a heavy-handed manner, in breach of their fundamental rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "She referred to the report drawn up by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment after its visit to  from 14 to 26 May 2000, in which it had noted that “in modern psychiatry there [was] a clear trend away from seclusion”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant further submitted that the fact that the chairman of the département board on psychiatric hospital admissions, a body whose task it was to ensure the lawfulness of confinement procedures, practised in the department to which she had been admitted, had denied her the opportunity of applying to a judge through the board, which would thereby have become the judge of its own cause.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  With regard to the period to be taken into consideration, the applicant submitted that it should be deemed to have started on 21 March 2002, the date of her compulsory admission, since it had not been possible for her to apply to a judge from that point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  As to whether a decision had been given “speedily”, she submitted that the time needed to obtain access to a judge was wholly out of proportion to the straightforwardness and rapidity of the administrative procedures relating to compulsory admission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Relying on Gündoğan v. Turkey (no. 31877/96, 10 October 2002), the applicant submitted that the periods mentioned by the Government were longer than the nine days the Court had found excessive in that case. She added that there should be no discrimination between applicants on the basis of their country of origin or place of detention (prison or psychiatric hospital).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court observes that the applicant's mother applied to the judge by registered letter on 23 March 2002 for her daughter's immediate discharge. Although the Government indicated that the court's registry had been unable to find the relevant letter (see paragraph 15 above), the applicant nevertheless produced a copy of the letter sent by Lille State Counsel to her mother on 8 April 2002 in reply to her application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  It should also be noted that the application for immediate discharge sent by Afcap to the President of the tribunal de grande instance on 28 March 2002 did not give rise to a judicial decision, since State Counsel's Office decided on 22 April 2002 not to take any action on it as it was devoid of purpose.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court reiterates that Article 5 § 4, in guaranteeing to persons arrested or detained a right to institute proceedings to challenge the lawfulness of their detention, also proclaims their right, following the institution of such proceedings, to a speedy judicial decision concerning the lawfulness of detention and ordering its termination if it proves unlawful (see Van der Leer v. the Netherlands, 21 February 1990, § 35, Series A no. 170-A; Musiał v. Poland [GC], no. 24557/94, § 43, ECHR 1999-II; Laidin, cited above, § 28; and Mathieu v. France, no. 68673/01, § 35, 27 October 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The overriding concern reflected in this provision is undoubtedly that of ensuring that justice is administered promptly. In order to reach a firm conclusion, the special circumstances of the case therefore have to be taken into account, including the time within which a decision has been given by the judicial authorities (see E. v. Norway, 29 August 1990, § 64, Series A no. 181-A; Delbec v. France, no. 43125/98, § 33, 18 June 2002; and Mathieu, cited above, § 36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Although the applicant was discharged from hospital on 8 April 2002, the fact remains that no court ever gave a decision on the two applications for immediate discharge lodged on her behalf with the President of the  tribunal de grande instance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  That fact is sufficient for the Court to find that there has been a violation of Article 5 § 4 of the Convention in the instant case.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "36.  The applicant claimed 15,000 euros (EUR) for the non-pecuniary damage allegedly sustained on account of her detention and her loss of the opportunity to obtain a speedy judicial decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government submitted that the amount claimed was excessive and proposed an award of EUR 2,500.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court considers that the applicant suffered significant non-pecuniary damage in the instant case. Making its assessment on an equitable basis, it awards her EUR 8,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "39.  The applicant did not submit any claims under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "40.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 8,000 (eight thousand euros) for non-pecuniary damage, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 7 March 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "András Baka",
            "role": "president"
        },
        {
            "name": "Jean-Paul Costa",
            "role": "judges"
        },
        {
            "name": "Rıza Türmen",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Mindia Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "Antonella Mularoni",
            "role": "judges"
        },
        {
            "name": "Elisabet Fura-Sandström",
            "role": "judges"
        },
        {
            "name": "Sally Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VAN GLABEKE v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-72680.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0307JUD003828702",
    "externalsources": [],
    "extractedappno": [
        "38287/02",
        "43191/98",
        "31877/96",
        "24557/94",
        "68673/01",
        "43125/98"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Public Health Code"
    ],
    "itemid": "001-72680",
    "judgementdate": "07/03/2006 00:00:00",
    "kpdate": "07/03/2006 00:00:00",
    "kpthesaurus": [
        "448",
        "438",
        "474",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "5-4",
        "41",
        "5"
    ],
    "parties": [
        "VAN GLABEKE",
        "FRANCE"
    ],
    "rank": "542.988037109375",
    "representedby": [
        "AFCAP"
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "Delbec v. France, no. 43125/98, § 33, 18 June 2002, unreported",
        "E. v. Norway, judgment of 29 August 1990, Series A no. 181-A, pp. 27-28, § 64",
        "Laidin v. France (no. 1), no. 43191/98, § 28, 5 November 2002",
        "Mathieu v. France, no. 68673/01, § 35, § 36, 27 October 2005",
        "Musial v. Poland [GC], no. 24557/94, § 43, ECHR 1999-II",
        "Van der Leer v. the Netherlands, judgment of 21 February 1990, Series A no. 170-A, p. 14, § 35"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "333582",
    "typedescription": "15"
}