{
    "__articles": "6;6-1;13;41",
    "__conclusion": "Remainder inadmissible;Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "2930/04",
    "article": [
        "6",
        "41",
        "13"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-100693.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 2930/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Bulgarian national, Mr Todor Stanislavov Deyanov (“the applicant”), on 6 January 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms S. Stefanova and Mr M. Ekimdzhiev, lawyers practising in . The Bulgarian Government (“the Government”) were represented by their Agents, Ms S. Atanasova and Ms N. Nikolova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, most notably, that the authorities had failed to react adequately to the disappearance of his son in 1997 and that a set of civil proceedings to which he had been a party had lasted an unreasonably long period of time.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 14 April 2009 the Court declared the application partly inadmissible and decided to communicate to the Government the complaints concerning the authorities' reaction to the disappearance of the applicant's son, the length of the civil proceedings and the lack of any effective remedy in respect of that length. It also decided to examine the merits of the remainder of application at the same time as its admissibility (Article 29 § 3 of the Convention).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1956 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  On an unspecified date he married Ms Y.C. Their son, Savestin Todorov Deyanov, was born on 22 September 1988. In 1992 the applicant and Ms Y.C. divorced. The custody of Savestin was allocated to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "A.  The disappearance of the applicant's son and the efforts to find him",
                                "elements": [
                                    {
                                        "content": "7.  In the afternoon of 6 May 1997 Savestin went out to play with another boy, B. However, in the evening he did not return home. The applicant called the police and later visited a police station to report that his son had gone missing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 7 May 1997 several police officers visited Savestin's school and found B. The boy explained that in the afternoon of the previous day he and Savestin had played with a ball by a small lake in the neighbourhood and Savestin had fallen in the water. However, when the police visited the place, they found that there was very little water in the lake. After they questioned B. again, he explained that in fact he and Savestin had taken a bus and had gone to the city centre, in the area where a large market was located. There they had played with a ball alongside a small canal dividing the two carriageways of a busy main road. Savestin had dropped the ball into the water and, in trying to retrieve it, had fallen into the water too. B. had tried to help, but Savestin had been carried away by the water current. B. had returned home.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  A passer-by questioned subsequently said that in the evening of 6 May 1997 he had seen a ball floating in the canal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 7 or 8 May 1997 the police searched the canal, which, at the place indicated by B., was 60-70 centimetres deep. The reservoir into which the canal emptied was searched by divers. All alluviums along the canal were also searched. No trace of Savestin's body was found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Hospital emergencies were also checked but Savestin had not been admitted to any of them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 9 and 12 May 1997 Savestin was officially declared missing. On 15 May 1997 and the following days a photograph of him was shown on national television and published in other media.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In the following days the police gathered information on Savestin's parents and on B.'s family. They visited Savestin's mother, who was at the time living in Targovishte. On 15 May 1997 they questioned Ms O., a friend of the family, who alleged to have received an anonymous telephone call concerning Savestin. Later on, the police investigated at least five other anonymous calls, which did not reveal anything as to Savestin's whereabouts and were most likely hoaxes provoked by the wide publicity which the case had attracted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 23 July 1997 a friend of B.'s explained that the latter had told him that Savestin had not drowned but had in fact been taken away by two men in a yellow car. Apparently, B. had also mentioned this version earlier but it is unclear in what circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In 1998 or early 1999 B. was questioned in the presence of psychiatrists and psychologists from the Ministry of Internal Affairs' . The Court has not been provided with the experts' conclusions, which apparently stated that B. had lied when he had said that Savestin had fallen in the canal. However, on other occasions B. was examined in the presence of other experts who considered that he was telling the truth.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 17 January and 21 December 2000 and on 6 December 2001 B. was questioned in relation to the criminal proceedings concerning Savestin's disappearance (see paragraphs 25-26 below). He repeated that Savestin had fallen in the canal and admitted to having lied when he had said that his friend had been taken away by two men in a yellow car.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On unspecified dates the police questioned B.'s mother and grandmother and the parents of other friends of Savestin. Apparently, B.'s mother and grandmother explained that everything the boy had shared with them indicated that Savestin had indeed fallen in the canal. Also, the police investigated but found untenable a theory that Savestin had been abducted by mistake, instead of B., whose stepfather had had unpaid debts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In November 1997 the Bulgarian bureau of Interpol initiated an international search for the applicant's son and issued a description and photos of the boy. In 2000, at the applicant's request, the description was amended.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On an unspecified date in 1998 the police carried out an experiment aiming at establishing whether B.'s version that Savestin had fallen in the canal was tenable. Apparently, the experiment corroborated that version.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In 1999, by order of the Minister of Internal Affairs, the National Service for Combating Organised Crime also investigated the case. Like the police initially, it considered that Savestin had most likely fallen in the canal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Through the intermediary of the Ministry of Internal Affairs' Research Institute of Forensic Science and Criminology, an age-progression portrait of Savestin was prepared by the United States Department of Justice in 2003. It was published on the website of Interpol. Through the intermediary of the Ministry of Foreign Affairs, it was also published in some foreign media, apparently free of charge. However, other media refused to publish the image without payment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On several occasions in 2004 the applicant requested the Government to pay for the dissemination of the portrait by the foreign media. Although the Ministry of Justice and the State Agency for Child Protection considered that the finances could be provided as Savestin was “a child in risk”, in a letter of the Ministry of Foreign Affairs dated 18 January 2005 the applicant was informed that “it was not practice” for the Ministry to finance such campaigns. On an unspecified date a Government press officer also informed the applicant that it was not their practice to finance media campaigns and that, as concerns expenditure, the Government had to comply with their budget, which was set by Parliament.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In 2005 the police provided to the prosecuting authorities information concerning boys born between 1987 and 1989 who had left  between 6 May and 31 December 1997 and had not returned. Apparently, the data contained no clue as to Savestin's whereabouts. On an unspecified date the police examined data concerning unidentified bodies found in  and abroad, but concluded that none of them had been Savestin's. They investigated uncorroborated data that Savestin had been sighted in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court has not been informed in more detail about the efforts of the police to establish Savestin's fate. The boy has never been found.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings concerning the disappearance of the applicant's son",
                                "elements": [
                                    {
                                        "content": "25.  A criminal investigation against unknown perpetrators for abduction was opened on 8 June 1998 by the  city public prosecutor's office. The prosecuting authorities questioned the applicant and some witnesses who had already been examined by the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In November 2001 the criminal proceedings were stayed. They were resumed in October 2004 for the questioning of a new witness and stayed again in December 2005, apparently because the police investigation had not yielded any particular results.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Civil proceedings",
                                "elements": [
                                    {
                                        "content": "27.  In relation to the disappearance of his son, the applicant initiated several sets of civil proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  First set of proceedings",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The initial case",
                                "elements": [
                                    {
                                        "content": "28.  On 25 January 2002 the applicant brought an action before the Sofia City Court seeking damages from the prosecuting authorities, the police and the Ministry of Internal Affairs for failing to react in an adequate, timely and effective manner to his son's disappearance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Between 2002 and 2006 the Sofia City Court held ten hearings, scheduled at intervals of three to nine months. It examined several witnesses and admitted written evidence. On 12 March 2003 it decided that the examination of the case was to continue behind closed doors, as it concerned classified information about operative methods of the police. However, this decision led to the almost complete blocking of the case because the applicant and the other parties' representatives experienced difficulties in obtaining the relevant authorisations allowing them access to classified information; most of the hearings scheduled after 12 March 2003 were adjourned for that reason.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 21 September 2005 the applicant lodged a complaint about delays (see paragraph 44 below), arguing that the proceedings had been unnecessarily protracted. In a decision of 13 October 2005 the Sofia Court of Appeal, finding that the proceedings had indeed lasted too long, instructed the Sofia City Court to accelerate them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 24 March 2006, finding that it was not competent to examine the case, the Sofia City Court transferred it to the Sofia District Court. At the District Court the case was separated into two. It appears that at least some of the evidence gathered by the City Court was joined to the two new cases. They were registered under nos. 7150/06 and 11664/06.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Case 7150/06",
                                "elements": [
                                    {
                                        "content": "32.  In those proceedings the Sofia District Court examined under sections 45 and 49 of the Obligations and Contracts Act (see paragraph 43 below) a claim by the applicant against the Sofia Investigation Service and the Chief Public Prosecutor's Office. According to the applicant, the Sofia Investigation Service had failed to take timely action to investigate the disappearance of his son, had failed to identify any suspects and to gather the necessary evidence and had failed to cooperate effectively with the police. As to the Chief Public Prosecutor's Office, the applicant alleged that it had failed to open criminal proceedings immediately upon being informed of Savestin's disappearance and had then failed to supervise duly those proceedings and to inform the applicant of their course.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In a judgment of 28 June 2007 the Sofia District Court allowed the applicant's claim and awarded him the full amount of damages sought, which was 700 Bulgarian levs (BGN), the equivalent of approximately 360 euros (EUR). It found that the defendants had failed to cooperate duly with the police and to take timely action to investigate Savestin's disappearance and had not duly notified the applicant of the course of the criminal investigation. It considered that the defendants had not acted in accordance with their obligations under Article 3 of United Nations Convention on the Rights of the Child to have the best interests of the child as their primary consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On appeals by the defendants, on 7 November 2008 the Sofia City Court upheld the District Court's judgment. In so far as the judgment concerned those appeals, it was final. Furthermore, the Sofia City Court found inadmissible a request by the applicant to have the value of his claims increased. The applicant appealed on points of law against this part of the judgment but on 23 February 2009 his appeal was dismissed by the Supreme Court of Cassation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Case 11664/06",
                                "elements": [
                                    {
                                        "content": "35.  In those proceedings the applicant's claims were directed against the National Police Directorate, the Sofia Police Directorate and the Ministry of Internal Affairs. The Sofia District Court examined the claims under section 1 of the State and Municipalities Responsibility for Damage Act (see paragraph 42 below). The applicant alleged that the police had not been sufficiently prepared to work on cases such as Savestin's, had not reacted in a timely manner to the information that the boy had gone missing, and had failed to take necessary measures to find him, whereas the Minister of Internal Affairs had not adopted the secondary legislation necessary for the effective search of abducted children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In a judgment of 17 August 2007 the Sofia District Court dismissed the claim. It found that the applicant had failed to establish that he had suffered damages as a direct result of the actions of the police and the Minister of Internal Affairs; he had suffered as a result of the disappearance of his son, for which the defendants had not been responsible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On an appeal by the applicant, on 12 February 2009 the Sofia City Court upheld the Sofia District Court's judgment, finding, in addition, that the police had done “with very small exceptions, everything within their powers” to find Savestin.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In July 2009 the applicant lodged an appeal on points of law. On 5 November 2009 the Supreme Court of Cassation declared the appeal admissible. A hearing on the merits is scheduled for 21 October 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Second set of proceedings",
                                        "elements": [
                                            {
                                                "content": "39.  In 2004 the applicant brought an action for damages against the Government of Bulgaria, the Ministries of Finance, Justice and Internal Affairs and the State Agency for Child Protection alleging that they had unlawfully failed to finance the publication of Savestin's age-progression portrait in the foreign media (see paragraphs 21-22 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In 2005 the Sofia District Court allowed the applicant's claim against the Government and dismissed his claims against the remaining defendants. Referring to the State's obligations under the Constitution of Bulgaria and the United Nations Convention on the Rights of the Child, it found that the Government was under an obligation to ensure that Savestin was being afforded the necessary protection and care. Therefore, the Government had had to consider the applicant's request to provide financing and to verify whether it had been possible to allow it. The Government had had the necessary financial resources and the procedural possibility to allot them. They had, moreover, been approached with numerous requests by the applicant. They had failed to react in a meaningful way, which had been unlawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  On 17 August 2006 and 5 November 2007 the judgment of the Sofia District Court was upheld respectively by the Sofia City Court and the Supreme Court of Cassation. The courts awarded the applicant BGN 10,000, the equivalent of approximately EUR 5,100.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  State liability for damages",
                                "elements": [
                                    {
                                        "content": "42.  State liability for damages is provided for in the State and Municipalities Responsibility for Damage Act of 1988 (“the SMRDA”). Section 1 of that Act provides that the State is liable for damage suffered by private persons as a result of unlawful acts or omissions by State bodies or civil servants, committed in the course of or in connection with the performance of their duties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In certain cases, where the domestic courts consider that the provisions of the SMRDA are inapplicable, they examine claims against State bodies under the general law of tort, laid down in the Obligations and Contracts Act of 1950. Section 45 of that Act provides that everyone is to make good any damage which they have caused to another. By section 49, a person who has entrusted another with performing a job is liable for the damage caused by that other person in the course of or in connection with the performance of the job. One of the prerequisites of liability in tort under those provisions is the wrongfulness of the impugned conduct.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Complaints about delays and request to set a time-limit",
                                "elements": [
                                    {
                                        "content": "44.  Complaints about delays were provided for in Article 217a of the Code of Civil Procedure of 1952, in force until 1 March 2008. The provision was introduced in July 1999. Complaints about delays were to be examined by the president of the higher court, who could order specific measures to be taken to speed up the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Under Articles 255-257 of the Code of Civil Procedure of 2007, in force since 1 March 2008, parties to civil proceedings can lodge a request for fixing a timelimit in the event of delay. The request is to be examined by a judge from the respective higher court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  The applicant complained that after his son's disappearance on 6 May 1997 the authorities had failed to take timely and adequate measures to find the boy and investigate his fate. He relied on Articles 1, 4, 5, 6, 8, 10, 13 and 14 of the Convention and Article 2 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "47.  The Court considers that the complaint falls to be examined under Article 2 of the Convention, which reads, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone's right to life shall be protected by law...”",
                                "elements": []
                            },
                            {
                                "content": "48.  The Government argued that the complaint had been prematurely lodged and therefore inadmissible for non-exhaustion of domestic remedies because the proceedings brought by the applicant against the Ministry of Internal Affairs and the police were still pending (see paragraph 38 above). Furthermore, they considered that under domestic law there existed legal provisions capable of providing the legislative and institutional framework necessary for the effective search of missing children.",
                                "elements": []
                            },
                            {
                                "content": "49.  The applicant contested the Government's assertions, arguing that his action for damages against the Ministry of Internal Affairs and the police did not represent an effective remedy within the meaning of Article 35 § 1 of the Convention. He reiterated his allegations that the authorities had failed to take adequate measures following the disappearance of his son. In particular, he contended that the police had started looking for the boy too late, had wrongly concluded in the beginning that he had drowned, had failed to investigate effectively the possibility that he had been abducted, had been slow in officially declaring him missing and informing Interpol, and had not prepared an age-progression portrait.",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "50.  The Court notes that a question could arise in the present case as to the applicant's victim status, because on two occasions the domestic courts acknowledged that the authorities had breached their obligations under national law to protect his son and awarded him damages. In the first set of proceedings the courts found that the prosecuting authorities had failed to investigate duly Savestin's disappearance and awarded the applicant BGN 700 in damages (see paragraphs 32-34 above). In the second set of proceedings the courts found that the Government had also failed to react adequately when the applicant had addressed them with a request to finance the publication of Savestin's age-progression portrait, and awarded the applicant BGN 10,000 (see paragraphs 39-41 above). The Court also takes note of the fact that the examination of the applicant's claims against the police and the Ministry of Internal Affairs is still pending (see paragraph 38 above), which, as the Government indicated (see paragraph 48 above), could raise an issue with non-exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  However, the Court considers that it is not necessary to determine whether the applicant can still be considered a victim of the alleged violation of Article 2 of the Convention and whether he had exhausted domestic remedies because it is of the view that the present complaint is in any event inadmissible in view of the following considerations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The first sentence of Article 2 § 1 enjoins the State not only to refrain from the intentional and unlawful taking of life, but also to take appropriate steps to safeguard the lives of those within its jurisdiction. This involves a primary duty on the State to secure the right to life by putting in place effective criminal-law provisions to deter the commission of offences against the person backed up by law-enforcement machinery for the prevention, suppression and punishment of breaches of such provisions. It also extends in appropriate circumstances to a positive obligation on the authorities to take preventive operational measures to protect an individual whose life is at risk from the criminal acts of other individuals (see Osman v. the United Kingdom, 28 October 1998, § 115, Reports of Judgments and Decisions 1998VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  For a positive obligation to arise, it must be established that the authorities knew or ought to have known about the existence of a real and immediate risk to the life of an identified individual from the criminal acts of a third party. Furthermore, it must be established that the authorities failed to take measures within the scope of their powers which, judged reasonably, might have been expected to avoid that risk. However, bearing in mind the difficulties in policing modern societies, the unpredictability of human conduct and the operational choices which have to be made in terms of priorities and resources, the scope of this positive obligation must be interpreted in a way which does not impose an impossible or disproportionate burden on the authorities (see Dodov v. Bulgaria, no. 59548/00, § 102, ECHR 2008...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Turning to the circumstances of the instant case, the Court considers that once the authorities were alerted that the applicant's son had gone missing (see paragraph 7 above), they undoubtedly knew that there might exist a real and immediate risk to his life and had thus a positive obligation under Article 2 of the Convention to take measures to protect him. The Court must therefore assess whether the measures actually taken satisfied the requirements of Article 2, bearing in mind the scope of that positive obligation, as set out in the preceding paragraphs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In this connection, the Court notes that the police search for Savestin started on the day following his disappearance. The police questioned B. and other witnesses (see paragraphs 8-9 above) and started searching the canal where, according to B.'s account, Savestin had fallen (see paragraphs 8 and 10 above). Several days after his disappearance Savestin was officially declared missing and his photograph was published by national media (see paragraph 12 above). Later, the police collected information on B.'s family (see paragraphs 13 and 17 above) and investigated anonymous telephone calls (see paragraph 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Furthermore, in November 1997 the Bulgarian bureau of Interpol initiated an international search for Savestin (see paragraph 18 above). The authorities gathered information about boys resembling Savestin who had left the country and checked unidentified bodies (see paragraph 23 above). With the assistance of the Ministry of Internal Affairs, the United State Department of Justice prepared an age-progression portrait of Savestin, which was published on Interpol's website and by foreign media (see paragraph 21 above). The police took other investigative steps (see paragraphs 11 and 19-20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  It is true that that the authorities could have done more to find Savestin. The Court observes, for instance, that the police search did not start immediately after the applicant called to report that his son had gone missing, but on the next day (see paragraphs 7-8 above), and that Interpol was involved only several months later. Furthermore, as the domestic courts also acknowledged, the Government failed to examine duly the applicant's requests for financial aid in 2004 (see paragraphs 22 and 40 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  However, the decisive question is whether, having regard to the concrete facts and the relevant practical considerations (see paragraphs 5354 above), the authorities' overall reaction was adequate in the circumstances (see Dodov, cited above, § 102). For the Court, the answer to that question must be in the affirmative. In particular, it does not consider it unreasonable that the initial efforts of the police were concentrated on searching Savestin's body in the canal, given that that matched one of B.'s versions of the events – that Savestin had fallen into it (see paragraphs 8-10 above). Moreover, at the same time the police apparently started verifying other versions (see paragraphs 12-13 and 15-18 above). The Court does not consider that the authorities' reaction to the information about Savestin's disappearance was inadequate or otherwise in breach of their positive duty to protect his life under Article 2 of the Convention. The tragic fact that Savestin was never found (see paragraph 24 above) does not refute this conclusion as the State's positive obligation set out in paragraphs 52-53 above cannot be construed as an obligation to yield a particular result.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Neither can the conclusion above be refuted by the domestic courts' findings that the prosecuting authorities and the Government had breached their obligations to take specific measures and thus protect the life of Savestin (see paragraphs 32-34 and 39-41 above), because the tests applied under national law and under the Convention are not necessarily the same. Domestic law, namely the Obligations and Contracts Act and the SMRDA (see paragraphs 42-43 above), provides for liability where the authorities have acted in breach of the law, whereas, as noted above (see paragraph 53), there will be a violation of Article 2 of the Convention only where the authorities have failed to take adequate action aimed at protecting the life of an individual at risk. Therefore, the domestic courts' findings that the prosecuting authorities and the Government were liable to pay damages after having breached their obligations under domestic law does not necessarily entail a breach of Article 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  It follows from the above considerations that the complaint under Article 2 is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  The applicant complained of a violation of Article 6 § 1 of the Convention on account of the length of the first set of proceedings (see paragraphs 28-38 above).",
                                "elements": []
                            },
                            {
                                "content": "62.  Article 6 § 1 reads:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "63.  The Government argued that the applicant had failed to exhaust domestic remedies as he had not filed a complaint about delays, as possible under Article 217a of the Code of Civil Procedure of 1952 (see paragraph 44 above). In any event, they considered that the length of the proceedings had not been excessive; in their view, the period to be taken into consideration started in March 2006, when the applicant's case was transferred to the Sofia District Court (see paragraph 31 above).",
                                "elements": []
                            },
                            {
                                "content": "64.  The applicant contested these arguments.",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "65.  The Court notes that the proceedings were instituted on 25 January 2002 when the applicant brought his action for damages (see paragraph 28 above). Therefore, the period to be taken into consideration started on this date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  Although the examination of some of the applicant's claims ended in 2009 (see paragraph 34 above), the remaining claims, namely those directed against the police and the Ministry of Internal Affairs, are still pending before the Supreme Court of Cassation (see paragraph 38 above). The Court notes that the relevant period can only be considered to have ended once each of the applicant's claims has been decided with finality. Therefore, the period to be taken into consideration has not yet ended. It has lasted more than eight years, from the beginning of 2002 up to now, for three levels of court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "67.  The Court notes that the Government raised an objection for non-exhaustion of domestic remedies, pointing out that the applicant had not lodged a complaint about delays, as provided for under Article 217a of the 1952 Code of Civil Procedure (see paragraphs 44 and 63 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court observes that the applicant did on one occasion resort to the remedy indicated by the Government, complaining about the protraction of the proceedings while they were initially pending before the Sofia City Court (see paragraph 30 above). The Sofia Court of Appeal found that the proceedings had indeed continued for a long period of time (see paragraph 31 above). However, it is difficult to assess whether this effectively led to any speeding up of the proceedings, because soon after that the Sofia City Court found that it was incompetent to examine the case and transferred it to the Sofia District Court (see paragraph 32 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court observes further that while the case was initially pending before the Sofia City Court, its examination was significantly delayed by the parties' attempts to obtain access to classified information (see paragraph 29 above). The Court is not convinced that this state of affairs, which apparently continued for several years and was not so much the result of a failure to take procedural actions at reasonable intervals, but of the Sofia City Court's incapability to organise the proper examination of the case and the manner in which Bulgarian law regulated access to classified information in the context of civil proceedings, could have been remedied through any additional complaints about delays.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court does not consider that the applicant should have been required to have recourse to the remedy at issue between 2006 and March 2008 (while it remained in force), because it does not seem that during that period there were any special delays in the proceedings (see paragraph 75 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Therefore, in the circumstances of the present case the Court does not consider that the applicant failed to exhaust a remedy which would have been effective. Accordingly, the present complaint cannot be dismissed for failure to exhaust domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court further finds that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention or inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "73.  The reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities, and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  In the case at hand, the Court accepts that the applicant's claims were complex as they concerned complicated facts and their examination involved gathering numerous pieces of evidence. However, the Court notes that a major delay occurred between 2002 and 2006 when the case was initially pending before the Sofia City Court. This delay was not due to the complexity of the case, but, as the Court already discussed (see paragraph 69 above), to the Sofia City Court's incapability to organise the proper examination of the case. Therefore, that delay is imputable to the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court considers that the delay which occurred between 2002 and 2006 was decisive because once the case was transferred to the Sofia District Court in 2006 and divided into two, the two severed cases were examined within a reasonable time – the claims directed against the prosecuting authorities were examined within three years by three levels of court, until 2009 (see paragraphs 32-34 above), and the remaining claims are pending before a third level of court after about four years of examination (see paragraphs 35-38 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  However, the fact that after 2006 the courts sped up the examination of the applicant's claims cannot make up for the unnecessary initial delay, as a result of which the length of the proceedings became excessive. It follows that in the instant case the length of the proceedings failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  There has accordingly been a breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "78.  The applicant further complained under Article 13 of the Convention that he had no effective remedies in respect of the length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "79.  Article 13 reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "80.  The Government did not comment on that complaint.",
                                "elements": []
                            },
                            {
                                "content": "81.  The Court considers that that complaint is linked to the one under Article 6 § 1 examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "82.  Article 13 of the Convention guarantees an effective remedy before a national authority for an alleged breach of the requirement under \nArticle 6 § 1 to hear a case within a reasonable time. Remedies available to a litigant at domestic level are “effective”, within the meaning of Article 13, if they prevent the alleged violation or its continuation, or provide adequate redress for any violation that has already occurred (see Kudła v. Poland [GC], no. 30210/96, § 156-7, ECHR 2000-XI).",
                                "elements": []
                            },
                            {
                                "content": "83.  In the present case, having regard to its conclusion concerning the length of the proceedings (see paragraphs 73-77 above), the Court considers that the applicant had an arguable claim of a violation of Article 6 § 1.",
                                "elements": []
                            },
                            {
                                "content": "84.  The Court refers to its finding above that a complaint about delays, as provided for by domestic law before 1 March 2008, did not represent an effective remedy in the particular circumstances of the present case (see paragraphs 67-71 above). Nor does it consider that the remedy provided for in the new Code of Civil Procedure, in force since 1 March 2008 – a request for fixing a timelimit in the event of delay (see paragraph 45 above) – would have been effective, as it could not make up for the delay already incurred prior to its adoption.",
                                "elements": []
                            },
                            {
                                "content": "85.  The Court has not been informed of the existence of any other remedy capable of speeding up the proceedings, or of providing adequate redress for their excessive length.",
                                "elements": []
                            },
                            {
                                "content": "86.  Therefore, there has been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "87.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "88.  The applicant claimed EUR 10,000 in respect of the non-pecuniary damage flowing from the length of the civil proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Government contested this claim",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  Having regard to all circumstances of the case, the Court awards the applicant EUR 2,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "91.  The applicant also claimed EUR 6,700 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the circumstances of the case and the above criteria, the Court considers it reasonable to award the sum of EUR 400.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "94.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the length of the proceedings and the lack of effective remedies therefor admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 September 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Renate Jaeger",
            "role": "president"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DEYANOV v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-100693.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0930JUD000293004",
    "externalsources": [],
    "extractedappno": [
        "2930/04",
        "7150/06",
        "11664/06",
        "59548/00",
        "30979/96",
        "30210/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-100693",
    "judgementdate": "30/09/2010 00:00:00",
    "kpdate": "30/09/2010 00:00:00",
    "kpthesaurus": [
        "444",
        "110",
        "445",
        "40",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-1",
        "41",
        "13"
    ],
    "parties": [
        "DEYANOV",
        "BULGARIA"
    ],
    "rank": "757.641235351563",
    "representedby": [
        "STEFANOVA S.",
        "EKIMDZHIEV M.",
        "NIKOLOVA N."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Dodov v. Bulgaria, no. 59548/00, ECHR 2008-...",
        "Frydlender v. France [GC], no. 30979/96, ECHR 2000-VII",
        "Kudla v. Poland [GC], no. 30210/96, ECHR 2000-XI",
        "Osman v. the United Kingdom, 28 October 1998, Reports of Judgments and Decisions 1998-VIII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "420361",
    "typedescription": "15"
}