{
    "__articles": "8;8-1;8-2",
    "__conclusion": "Violation of Art. 8 (in case of expulsion)",
    "applicability": "",
    "appno": "55597/09",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "in case of expulsion"
            ],
            "element": "Violation of Art. 8",
            "type": "violation"
        }
    ],
    "content": {
        "001-105415.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 55597/09) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Dominican national, Ms Mirtha Ledy de Leon Nunez (“the applicant”), on 19 October 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr B. Risnes, a lawyer practising in . The Norwegian Government (“the Government”) were represented by Mr M. Emberland, Attorney, Attorney-General’s Office (Civil Matters), as Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the findings by the majority of the Norwegian Supreme Court in its judgment of 30 April 2009 were incompatible with Article 8 of the Convention in that her breaches of Norwegian immigration law could not justify her being separated from her two minor children.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 29 October 2009, the President of the First Section decided to indicate to the Norwegian Government, under Rule 39 of the Rules of Court, that the applicant should not be expelled to the  until further notice. On 5 January 2010 he decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1). The applicant and the Government each filed observations on the merits (Rule 59 § 1). The application was allocated subsequently to the Fourth Section (Rule 52 § 1 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant, Ms Mirtha Ledy de Leon Nunez, was born on 17 June 1975 in the Dominican Republic and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant first arrived in  on 26 January 1996 as a tourist. On 16 March 1996 she was arrested on suspicion of shoplifting. The next day she accepted a summary fine (forelegg) for theft of goods to the estimated value of NOK 5,098 (EUR 600). On the same date it was decided to deport her and to prohibit her from re-entry for a period of two years. The deportation was effected on 18 March 1996.",
                                "elements": []
                            },
                            {
                                "content": "7.  Four months later, on 19 July 1996, the applicant returned to Norway with a different passport, according to which her name was Santa Rita Ozuna Tapia, she was born on 11 September 1974 and indicating a different identity number from that in her previous passport. On 11 October 1996 she married a Norwegian national and on 17 October 1996 she applied for a residence permit. In her application she stated that she had not previously visited  and that she had no previous criminal convictions. She was granted a work permit on 17 January 1997 for a period of 1 year, which was renewed a number of times. On 19 April 2000 she was granted a settlement permit.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 17 December 1999 she applied for Norwegian citizenship, but the processing of her application was discontinued as her husband on 18 April 2001 applied for a separation.",
                                "elements": []
                            },
                            {
                                "content": "9.  In the course of spring 2001, the applicant started co-habiting with Mr O., who also originated from the  and who had held a settlement permit since 2000. Together, the couple had two daughters, born on 4 June 2002 and 15 December 2003, respectively.",
                                "elements": []
                            },
                            {
                                "content": "A.\tRevocation of work- and settlement permits",
                                "elements": [
                                    {
                                        "content": "10.  In the meantime, in early summer 2001 the police received information from a source that the applicant had previously been in  under the name Mirtha Ledy de Leon Nunez. On 7 December 2001 the police apprehended her while she was working in a hairdressing salon. After first denying having previously been in  under a different name she later admitted it. She explained that the name in the passport the second time she came to  had not been an incorrect name but had been her father’s, whilst the name in the first passport had been her mother’s. The difference in birth dates could be explained by the fact that it was her father who had arranged for the second passport. She admitted having used the second passport deliberately to avoid the prohibition on re-entry (see paragraph 7 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In view of the above, after having put the applicant on notice on 10 January 2002 that it was considering revoking her work- and settlement permits, on 2 October 2002 the Directorate of Immigration revoked her permits. In July 2004 the Immigration Appeals Board rejected her appeal against this decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tAdministrative decision to expel the applicant and to prohibit her re-entry",
                                "elements": [
                                    {
                                        "content": "12.  On 26 April 2005 the Directorate decided that the applicant should be expelled and prohibited from re-entry for a period of two years, applying section 29(1)(a) of the Immigration Act 1988 (according to which an alien may be expelled if he or she has committed serious or repeated violations of one or more provisions of the Act) and finding that her expulsion would not be disproportionate for the purposes of section 29(2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 9 November 2005 the Directorate of Immigration refused a request by the applicant to stay the implementation of her expulsion. However, on 3 January 2006 it confirmed that she had a right to such stay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicant’s appeal to the Immigration Appeals Board was rejected on 23 February 2007. Its reasoning included the following considerations. The applicant had violated sections 25 (on visa requirements) and 47 (1)(b) (according to which the provision with intent or gross negligence of essentially false or manifestly misleading information in a matter falling within the Act is punishable by fines or up to six months’ imprisonment or both), with reference to section 44 (on identity document requirements) of the Immigration Act 1988. She had travelled to Norway four months after having been expelled from  with a two year re-entry ban. In practice, unlawful travel to the country would always be considered a serious breach of the Immigration Act. The Board further noted that the applicant had requested a residence permit by using a false identity and false documents in order to obtain such a permit. The applicant had violated the Immigration Act seriously and repeatedly. In the Board’s view the applicant’s expulsion would not be a disproportionate measure either with regard to the applicant or her closest family members. In this connection the Board had regard to the serious nature of the applicant’s offences and the general preventative interests in expelling her, her personal links to  as compared to her home country as well as her relationship with her children. The latter could not be decisive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Board observed inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Board notes that the children, who are Dominican nationals, are not registered in the Immigration authorities’ computer system with any permit. Nor is there any registered application for a residence permit in  for the children. Pursuant to section 6(2) of the Immigration Act 1988 all foreigners, also children, who reside in  must hold a permit. This applies also to children of foreign parents. As long as the children do not hold a permit to reside in  they are obliged to leave the country. Whether or not [the applicant] and Mr O. opt to submit an application for family reunion with Mr O. is up to them and is in any event of no importance for the applicant’s case. The Board also notes that it has been submitted that the father has periodically had daily contact with his children and that he currently has contact visits every other weekend and an overnight visit during weeks when he does not have weekend visits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Board further refers to the fact that the children, born in 2002 and 2003, are relatively young and their links to  cannot be said to be very strong. It is assumed that their strongest ties are those with their close family, their mother and father. Whether the children remain in  or accompany their mother to her country of origin has no decisive significance for the outcome of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The [applicant]’s children, born respectively in 2002 and 2003, were conceived and born during the [applicant]’s unlawful stay in . She used a false identity to gain entry to  and to obtain permits (subsequently revoked). On this basis, the [applicant] cannot be said to have had a legitimate expectation of establishing a family life in , and to stay here.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The connection developed under the above circumstances is thus ascribed little weight in the assessment of proportionality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Board has considered [...] whether the [applicant]s expulsion would be contrary to Article 8 of the Convention and of the United Nations Convention on the Rights of the Child and has found that this is not the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this case the Board considers that, having regard to [the applicant]s very serious breaches of the Immigration Act and the circumstances of the case as a whole, there would be a reasonable relationship between her expulsion and the negative effects on private and family life. [...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Considering the circumstances of the case as a whole, the Board is of the view that a decision to expel [the applicant] for two years would not be a disproportionate measure vis-à-vis her or the closest family members for the purposes of section 29(2) of the Immigration Act, cf. Article 8 of the Convention and the UN Convention on the Rights of the Child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant is to be expelled from  for a period of two years in accordance with section 29(4) of the Immigration Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision of expulsion will prevent her return to  for as long as the prohibition on re-entry applies. A breach of the prohibition on re-entry is a punishable offence under section 47(2) (a) of the Immigration Act and Article 342(1) of the Penal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under section 29(4) of the Immigration Act a person who has been expelled may apply for permission to enter the country, but this is normally not granted until two years have elapsed from leaving the country.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.\tArrangements of daily care and contact rights after the applicant’s separation from her children’s father",
                                "elements": [
                                    {
                                        "content": "16.  In the meantime, in October 2005, the applicant and Mr O. separated. She then assumed the daily care of the children whilst arrangements were made for him to receive them for contact visits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 24 May 2007 the Oslo City Court granted Mr O., who then lived in the City of Drammen, the sole parental responsibilities and the daily care of the children until the applicant’s return to  after the end of her expulsion. The City Court granted the applicant a right of contact to the children. Until a possible expulsion this was to comprise a visit of the applicant at her residence in  from Thursday to Monday every other week. Thereafter the contact visits were to take place for three weeks during the children’s summer holidays and one week during their Christmas holiday. The father was to assume daily care and the sole parental responsibilities until final judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The City Court based itself on the assumption that relatively speaking there was little probability that the applicant would succeed in obtaining a reversal of the decision to expel her. In accordance with the assessment of the court appointed expert, it found that the father was the parent best suited to assume the care for the children and that it would be best for the children to live in Norway since their mother was sure that she would wish to return to  after the expulsion period. The children’s contact with both parents would be optimised if the care was granted to the father. The applicant lodged an appeal against this judgment to the High Court, the examination of which was at her request discontinued pending the outcome of the expulsion proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.\tRequest for reconsideration of the expulsion and ban on re-entry",
                                "elements": [
                                    {
                                        "content": "19.  On 7 June 2007 the applicant requested the Immigration Appeals Board to reconsider its decision of 23 February 2007 regarding her expulsion. She argued that the measure could entail a permanent separation between the applicant and the children, that she had not been guaranteed any right to return to  after expiry of the prohibition on re-entry and that the father was unlikely to enable the applicant to exercise contact rights in her home country. She conceded that her offences when seen in isolation could provide a basis for expulsion. However, she disputed that the measure would be proportionate in that insufficient weight had been attached to the fact that her expulsion would lead to a separation between her as a main carer and her two small children. On 25 June 2007 the Board refused to alter its earlier decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.\tJudicial appeals",
                                "elements": [
                                    {
                                        "content": "20.  On 2 October 2007 the applicant’s judicial appeal against the Immigration Appeals Board’s decision of 23 February 2007 was rejected by the Oslo City Court. But on 6 June 2008 the Borgarting High Court unanimously quashed the Board’s decision of 23 February 2007. While it was undisputed that the conditions in section 29(1)(a) had been fulfilled and the High Court found that the measure would not be disproportionate vis-à-vis the applicant, it did find that they would be disproportionate vis-à-vis the children, though it assumed that the decision of 23 February 2007 was not incompatible with Article 8 of the Convention",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  High Court held inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In this concrete case expulsion cannot be said to be a disproportionate measure vis-à-vis the [applicant]. [She] had been fully aware that she returned to  with a false identity and has been aware of the consequences this could have for her. In such cases expulsion would be an ordinary reaction. The fact that criminal punishment was not added to the reaction cannot be taken to mean that the offence was less serious [...].",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the wording of the statute does not solely cover the immigrant personally but encompasses also closest family, in this instance [the applicant]’s two daughters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The High Court has found that the weight of their interests is such as to make the expulsion decision disproportionate and thereby invalid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The daughters are respectively six and four years of age. [The applicant] has lived together with them since their birth and it must be assumed that she has been their main care person since the break up of her relationship with the children’s father in October 2005 until the summer 2007 when a judgment was delivered at first instance in the custody case. As stated above, the children now live with their father in . Until an eventual expulsion contact visits are to take place from Thursday to Monday every other week. [The applicant] will then receive the children at her place in . After expulsion, the contact visits should extend to three weeks during the summer holiday and one week during the Christmas holiday, according to point 2 of the operative provision in the child custody case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The fact that [the applicant] lost the custody case in the City Court is closely connected to the decision on expulsion. The City Court found it best for the children to be able to stay in . In light of what was stated in the City Court judgment about the statement given by the expert witness, it seems that also the latter’s statement in favour of the father was justified by the children being able to remain in Norway were he to be granted the daily care. In other words, the fact that [the applicant] lost the custody case in the City Court does not mean that there was not a close and good relationship between her and the children. Also, the reason why the City Court had prescribed limited access rights was the presumption that she would be expelled.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the final outcome in the custody case were to be as decided by the City Court, the expulsion would entail a breaking off of the contact between [the applicant] and the children. It would no longer be an alternative that the children should accompany her to the . The duration of the separation is uncertain. It is most probable that [the applicant] would not come to  as long as the prohibition on re-entry applies. Whether or not she would be able to obtain a visa or a residence permit in Norway after having been separated from her children for two years is difficult to predict, but appears hardly probable in light of the fact that she had previously entered the country with a false passport. In other words, in the worst case, the separation between mother and children could become permanent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The High Court finds that a long lasting separation between the mother and the children would have very serious consequences for the children. In the years to come they would need close and frequent contact with both parents. It has not been submitted that the children have any relatives or close persons other than their parents, in . This would mean that they would be particularly vulnerable should anything happen that make their father no longer able to assume parental responsibilities completely.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The negative consequences that an expulsion of [the applicant] would have for the children must be weighed against the interests of immigration control and the importance of effective implementation of expulsion decisions. Particular weight – normally a decisive one – ought to be attached to the latter consideration. However, in the present case the High Court has found that the interests of the children should carry more weight. The High Court finds that there are relatively few persons who are in the same situation as [the applicant], with twelve years of illegal stay in Norway and children who were born in this country and where there is hardly any prospect that the children will accompany [the applicant] if her expulsion were to be implemented.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On an appeal by the State to the Supreme Court, the latter, by a judgment of 30 April 2009, upheld the City Court’s judgment, by three votes to two.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Mr Justice F. gave the following reasons which in the main were endorsed by the two other members of the majority:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(43) I have concluded that the appeal must succeed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(44) The expulsion order under review was made pursuant to section 29(1)(a), of the Immigration Act, whereby a foreign national may be expelled when the person concerned has ‘grossly or repeatedly contravened one or more provisions of this Act’. In the present case, there is no doubt that these conditions are met.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(45) However, the issue is whether the decision satisfies section 29(2), which reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘Expulsion pursuant to the first paragraph, (a), (b), (c), (e) and (f) shall not be ordered if in consideration of the seriousness of the offence and the foreign national’s connection with the realm, this would be a disproportionately severe reaction against the foreign national [in question] or the closest members of the latter’s family.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(46) This provision suggest that the seriousness of the offence should be weighed against the foreign national’s links to . This is a matter of discretionary application of the law, where the courts have full power of judicial review, see Norsk Retstidende (“Rt” - Norwegian Supreme Court Law Reports) 2005-229, paragraph 34.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(47) I will first examine the seriousness of the offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(48) As stated, [the applicant] is guilty of repeated and gross breaches of the Immigration Act. She came to  in contravention of a two-year prohibition on re-entry, cf. sections 25 and 29(1) of the Immigration Act, as it was then worded. Moreover, she provided incorrect and misleading information concerning her identity, her previous residence in  and whether she had previously been sentenced, cf. sections 37 and 44 of the Act. Finally, she has resided and worked here unlawfully, cf. section 6 (1) and (2), and section 8(1) (3), of the Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(49) When assessing the seriousness of these offences, one should not attach considerable weight to the assessment of criminal liability. The breaches of the Immigration Act must rather be viewed in an administrative law perspective. A major purpose of the Immigration Act is to ‘provide a basis for control of entry and exit of foreign nationals and of their presence in the realm in accordance with Norwegian immigration policy’, cf. section 2(1). In view of the large number of applications submitted pursuant to the Act, the authorities must to a great extent base their control on the assumption that those who apply provide correct information and otherwise abide by the law and decisions taken under it. The system is thus based on trust. Regard for general deterrence therefore indicates that breaches should have consequences for applicants’ possibility of obtaining the rights to which the law applies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(50) The views referred to are stated in Proposition No. 75 (2006–2007) to the Odelsting [the larger division of Norwegian Parliament] on [...] the (Immigration Act[2008]). The following is stated on page 289:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘In the view of the Ministry, it is important to be able to respond with expulsion to cases of repeated and/or gross contraventions of the Immigration Act. Although such contraventions may normally also lead to criminal liability, from the point of view of procedural economy, it would be advantageous if an expulsion order could be made even in the absence of a legally enforceable criminal conviction and sentence. This would also enable a rapid reaction. It is noted that it would not be possible for the authorities to exercise effective control of all foreign nationals’ entry to and presence in . The system must to a great extent be based on trust that the Immigration Act is complied with by those to whom it applies, including that persons who need a residence permit submit an application and provide correct information to the authorities. Unlawful entry, residence or employment without the requisite permits or the provision of incorrect information breaches this relationship of trust and renders the authorities’ enforcement of Norwegian immigration policy more difficult. If gross or repeated contraventions of the Immigration Act were to be left without consequences it may undermine respect for the legislation and have an unjust effect on those who abide by the law. Since an application would in any event be rejected if a foreign national does not fulfil the conditions for residence in , a negative decision would not in itself constitute a sanction against the provision of incorrect information. The Ministry therefore regards it as important in the interest of general deterrence to be able to respond to cases of gross or repeated contravention of the Immigration Act with expulsion.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(51) [The applicant]’s contravention of the Immigration Act gravely affects the control considerations that the Act is intended to safeguard. In my view, her offences must therefore be characterised as very serious.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(52) I will now examine whether there exists such a ‘connection with Norway’ that the expulsion is nevertheless disproportionate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(53) [The applicant] has resided continuously in  since July 1996. It is nevertheless clear that the attachment she has thereby acquired to  does not make the expulsion a disproportionate measure in relation to her. The attachment has been established on the basis of unlawful residence and she has never had any legitimate expectation of being able to stay here. On this point, I find it sufficient to refer to Norges Offentlige Utredninger (Official Norwegian Report) 2004:20 “Ny utlendingslov” (“A New Immigration Act”), page 308, where the following is stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘In legal and administrative practice it is assumed that significant weight cannot be placed on an attachment developed after the foreign national was aware that he or she could be expelled.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(54) Almost three and a half years elapsed from the [applicant]’s arrest until the Directorate of Immigration took its decision to order her expulsion. The long processing time was particularly due to the fact that the expulsion case was not dealt with until her work permit and residence permit had been revoked. If the processing had been conducted in parallel, the time could have been reduced considerably. However, I do not find that this entails that the expulsion is a disproportionate measure in relation to [the applicant] herself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(55) I will now examine the interests of the children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(56) From section 29(2) of the Immigration Act it appears that an expulsion must not constitute a disproportionately severe measure vis-à-vis ‘the closest members of the foreign national’s family’. As the case now stands, it must be assumed that the children will remain in  with the father, and that they will have a considerably reduced contact with the mother during the period which the expulsion applies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(57) Official Norwegian Report 2004:20 A New Immigration Act [Ny utlendingslov] states on page 308 that considerable weight ought to be attached to the interests of the children. After affirming that one could not place significant weight on a marriage contracted after the foreign national has become aware that he or she could be expelled, the following is added:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘However, if the expelled person has a child of the new relationship, the proportionality assessment may have a different outcome, primarily out of regard for the child, but this question too must depend on a concrete assessment of all relevant considerations.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(58) The committee proposed that it be clearly stated in the text of the Act that the best interests of the child should be a primary consideration. This was approved by the Ministry. In Proposition No. 75 (2006–2007) to the Odelsting on ... the [new] Immigration Act, the following is stated on page 292:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘In cases affecting children, the best interests of the child must be a primary consideration. The proposal to include a clarification to this effect in the text of the Act has been supported by several instances consulted. The Immigration Appeals Board has pointed out that there is a danger of giving a distorted impression of relevance and importance by focusing on only one of the considerations that ought to be included in an overall assessment. It is nevertheless the Ministry’s view that it is correct to stress the regard for the best interests of the child in the text of the Act in order to ensure particular awareness of this. This involves no change in relation to current law, but may have a pedagogical significance.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(59) Such a formulation has now been included in section 70(1), last sentence, of the new Immigration Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(60) That the best interests of the child shall be a primary consideration is also stated in Article 3 (1) of the United Nations Convention on the Rights of the Child [providing that the best interests of the child shall be a primary consideration] which, pursuant to section 2 (4) of the Human Rights Act, is applicable as Norwegian law. At the same time, it is clear that the Convention does not in itself prevent an expulsion order from being made, although this results in separation of the parents from the children. In Official Norwegian Report 2004:20 A New Immigration Act, the following is stated at page 310:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘However, none of the provisions of the UN Convention on the Rights of the Child in itself prevents an expulsion order from being made. On the contrary, Article 9(4) assumes that the States may make expulsion orders even though this would result in the child being separated from its father or mother.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(61) So far, the sources of law show that the interests of the children are primary, but not necessarily decisive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(62) The Supreme Court has previously considered the significance of the strain that children are subjected to by expelling one of their parents. The case, Rt-2000-591, concerned the proportionality assessment pursuant to section 30(3) of the Immigration Act. The foreign national concerned had committed what was characterised as ‘very serious crime’. With regard to the question of the applicant’s children, the second voting judge stated – for the majority – that",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘it is normal for an expulsion to interfere with established family life in a manner involving strain, particularly when one must assume that the family will be separated as a result of the expulsion. However, in order for an expulsion to be deemed a disproportionate measure it must involve an extraordinary burden.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(63) In Rt-2005-229, the Supreme Court unanimously concluded that this view must also be adopted in relation to section 29(2). In paragraph 36 of the judgment it was stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘I find these assumptions also to be applicable in relation to the provision in section 29(2) of the Act. When a foreign national has committed very serious crime, expulsion is only disproportionate when it results in an extraordinary burden.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(64) Paragraph 52 of the judgment further stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘It is normal for an expulsion to interfere with established family life in a manner involving a burden financially as well as emotionally and socially, and it may easily lead to psychological problems. This applies not least when a family is separated as a result of the expulsion. Such strain is not in itself a sufficient argument for finding an expulsion to be a disproportionate measure.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(65) As has been shown, both of the cases referred to above concerned expulsion on grounds of very serious crime. However, in line with my view regarding the seriousness of the contraventions of the Immigration Act, I find that a corresponding approach should apply in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(66) I note that such an interpretation is consistent with Article 8 § 2 of the European Convention. The case of Solomon v. the Netherlands ((dec.), no. 44328/98, 5 September 2000) concerned a question corresponding to that of the present case. The European Court of Human Rights held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘In the present case the Court takes into consideration that the applicant was never given any assurances that he would be granted a right of residence by the competent Netherlands authorities. He was allowed to await the Deputy Minister’s decision on his asylum request in the . After asylum was denied him, his request for a stay of expulsion was refused by the competent court on 22 December 1994. From then onwards, the applicant’s residence in the , which was already precarious, lost what little foundation it had had until then. Family life between the applicant and his  national partner – and later, with their child – was developed after this date. The Court is of the opinion that in these circumstances the applicant could not at any time reasonably expect to be able to continue this family life in the Netherlands....’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(67) In its subsequent case-law, the  has stuck to this approach (see for example the judgment of 31 January 2006 in the case of and Rodrigues da Silva and Hoogkamer v. the Netherlands no. 50435/99, § 39, ECHR 2006). I refer also to the Supreme Court’s judgment in Rt-2005-229, paragraph 37.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(68) As has been shown above, my view is also consistent with Article 3 § 1 of the UN Convention on the Rights of the Child, cf. Official Norwegian Report 2004:20, page 310.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(69) I will now carry out a concrete assessment of whether the burden will be extraordinarily great for [the applicant]’s children. I agree with the State that this assessment must take into consideration that [the applicant] is to be expelled for a period of two years. When this period has elapsed, she may – like other people – apply for a residence permit. In my view, an evaluation of the probable outcome of such an application is not relevant to the current review. However, she would have the possibility to obtain judicial review of any rejection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(70) As already mentioned, it must be assumed that the children will continue to reside with Mr O.. They have lived with him since the Oslo City Court by judgment of 24 May 2007 granted him the daily care and parental responsibilities in respect of the children. In its judgment, the City Court placed great emphasis on the expulsion case, but added:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘Like the expert witness, the City Court has formed a reasonably good impression of the father, and considers that he is the parent who is best suited to take care of the children in the present situation. In the view of this court, there is much to indicate that the father, regardless of whether the mother after some years obtains permission to return to , is the party best suited to take care of the children. The father appears more outgoing than the mother. He speaks good Norwegian, is in employment and seems, to a greater extent than the mother, to be capable of stimulating the children and taking care of them.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(71) It is further stated in the judgment that Mr O. has stated that he will arrange for the children to have access to [the applicant], also if she is expelled. He envisages that this might be possible during summer and Christmas holidays. I have no grounds for assuming that it should not be possible to maintain contact between the children and [the applicant] during the expulsion period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(72) In view of this, I find it established that the children’s care situation will be satisfactory even if the [disputed] decision is upheld. In any event, it will not differ from what is normal in instances where one of the parents is expelled from the country. Nor is there anything in the case to indicate that the children are more closely attached to their mother than to their father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(73) I add that there is no reason to believe that Mr O.’s ability to assume care will be reduced in the nearest future. If this nevertheless were to occur, it would be possible to grant a dispensation from the prohibition of entry under section 29 (4), third sentence, of the Immigration Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(74) There is no information in the case suggesting that the children have a special need for care. Little evidence has been adduced regarding the manner in which the expulsion case has affected the children, though it cannot be excluded that it has caused a strain on them too. However, I do not find a basis for assuming that any such burden has been greater than ordinary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(75) In the above-mentioned decision reported in Rt-2005-229, the Supreme Court concluded that the burden on the children had been so great as to make their father’s expulsion a disproportionate measure. However, in that case, the children had special care needs. There was moreover uncertainty regarding the mother’s ability to assume care. Paragraph 53 of the judgment stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘What is particularly significant in the present case is that both parents have been separated from the children on two occasions owing to the circumstances that now constitute the grounds for expulsion, first in connection with their detention on remand and then in connection with their serving their sentences. The High Court held that the children ‘according to the evidence adduced, have already been frightened by what has happened and by their parents absence during the remand and subsequent imprisonment. This burden would be reinforced by a new absence of the father’. On the basis of the information received concerning the health of the spouse, there must in my view be a significant risk that she will neither be capable of dealing with the problems that expulsion of A would entail for the children nor with taking care of them. The fact that she will probably be able to obtain some help from her family is unlikely to significantly reduce the strain on the children, which the High Court ... finds to be abnormally great.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(76) The first voting judge found the weighing of interests ‘particularly difficult’, but concluded ‘not without doubt’ that the strain on the children was so great as to make the expulsion disproportionate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(77) As has been shown above, there are no corresponding circumstances in the present case. On the contrary, we are here faced with a normal situation. I therefore have difficulty in accepting that the strain on the children is so great as to make the expulsion a disproportionate measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(78) The long processing time has also been raised in relation to the children. However, I cannot see that this should be of significance in relation to their interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(79) I add that, should the expulsion in the present case be regarded as disproportionate, it would be difficult to envisage when it should be possible to expel a foreign national who has a child with a person holding a residence permit. It would have the consequence that a foreign national in such a situation would normally be protected against expulsion. It would imply a change in current practice, and would moreover have clearly undesirable aspects. In the judgment reported in Rt-2008-560, the first voting judge expressed corresponding views. Paragraph 56 of the judgment stated, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘As a general view, I note that, should it be deemed sufficient for obtaining the revocation of an expulsion order that the person concerned seeks political asylum and gives birth to a child here in Norway, the effectiveness of the expulsion order would be considerably undermined.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(80) I concur with this view.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Mrs Justice I. gave the following reasons which in the main were endorsed by the other member of the minority:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I have found that the appeal should be rejected. Like the High Court, I hold the view that the decision to expel [the applicant] with a two-years prohibition on re-entry is disproportionate and thereby invalid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(84) I concur with the first voting judge that the proportionality assessment must consist of a balancing, on the one hand, of considerations pertaining to the seriousness of the offences of the Immigration Act committed by [the applicant] and, on the other hand, the interests of [the applicant]’s two children. The [the applicant]’s own interests are not such as to make the decision disproportionate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(85) In judgments delivered by the Supreme Court in cases concerning expulsion on grounds of serious crime, cf. section 29(1)(c) or section 30(2)(b) of the Immigration Act, it has been held that strain owing to the splitting up of families as a result of expulsion is not in itself sufficient to make expulsion a disproportionate measure, cf. for example Rt-2005-229, paragraph 52. It has furthermore been established that the more serious the criminal offence, the stronger the attachment must be in order to hinder expulsion, see paragraph 36 of the same judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(86) It is not certain how one is to judge the seriousness of [the applicant]’s contraventions of the Immigration Act in relation to this case-law. I concur with the first voting judge that the prescribed penalty scale is not decisive. Regard must be had to the consideration that the purpose of the Immigration Act is to provide a basis for control of entry and exit of foreign nationals and of their presence in  in compliance with Norwegian immigration policy, cf. section 2 of the Act. [The applicant]’s entry 20 months prior to expiry of the prohibition on re-entry and her subsequent continued presence in Norway were made possible by her use of a passport stating a different identity than that used in connection with her first entry and by her concealment of her conviction [forelegget] and prohibition on re-entry. This constituted serious contraventions of the legislation designed to safeguard these purposes. On the other hand, it can in my view hardly be correct to place these breaches of the Immigration Act on an equal footing with very serious crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(87) As regards the interests of the children, a natural point of departure is Article 3 of the UN Convention on the Rights of the Child, which lays down that the best interests of the child shall be a primary consideration, inter alia, in cases where children are affected by the exercise of public authority. When assessing the weight to be attached to this consideration in expulsion cases, it is of interest that the Immigration Act 2008, which will enter into force from the beginning of next year, contains a provision on proportionality, corresponding to that of section 29(2) of the Immigration Act [1988], which states expressly that the best interests of the child shall be a primary consideration in cases affecting children. In Proposition No. 75 (2006–2007) to the Odelsting, the Ministry has stated at page 292 that the proportionality provision is a continuation of the law as currently applicable, but that the addition concerning the best interests of the child is intended to ensure particular awareness of this factor. The majority of the Parliamentary Standing Committee which considered the bill, stressed the need to ensure that sufficient regard be had to the best interests of the child in cases concerning expulsion, and requested the Ministry to consider issuing regulations to ensure that the best interests of the child be safeguarded to an even greater extent in connection with expulsion cases, cf. the Standing Committee’s Recommendation No. 42 (2007–2008), point 14.2.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(88) No evidence has been presented concerning the effects on young children of separation for a long period from their primary caregiver during early childhood. However, I would mention that the UN Committee on the Rights of the Child in paragraph 18 of its General Comment No. 7 (2005) points out that young children, i.e. children under eight years of age, are especially vulnerable to adverse consequences of separations from their parents. It states inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t‘Young children are especially vulnerable to adverse consequences of separations because of their physical dependence on and emotional attachment to their parents/primary caregivers. They are also less able to comprehend the circumstances of any separation. Situations which are most likely to impact negatively on young children include ... situations where children experience disrupted relationships (including enforced separations), ...’",
                                        "elements": []
                                    },
                                    {
                                        "content": "(89) The present case involves two girls who are now respectively six years ten months and five years four months of age. They were born in  and have lived there their entire lives. [The applicant] was their primary carer from the children’s birth until the father – as a result of the expulsion case – was granted custody two years ago. Since then [the applicant] has had an extended right of contact with the children. It must be assumed that [the applicant], besides the father, is the most important person in the children’s lives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(90) No assessment has been adduced regarding the children’s problems or needs. However, in my view, it must be assumed that they are vulnerable. They have grown up in a family that has lived under many years of stress owing to the threat of expulsion of their mother. The children have experienced the parents’ separation and subsequently their being moved from the mother to the father, and are now at an age where separation from the mother will be difficult to understand, cf. the above quotation from General Comment No. 7. Nor have the children any other relatives or close family in . There can be no doubt that expulsion of [the applicant] with a two years’ prohibition on re-entry will be a particularly far-reaching measure for the children. In this connection, I would mention that the High Court has assumed it to be most unlikely that [the applicant] will come to Norway during the period of prohibition on re-entry, and that it is very uncertain that the children will have the opportunity to visit her outside . What will happen when the two years have elapsed is uncertain.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(91) A survey has been submitted of the Immigration Appeals Board’s decisions to expel foreign nationals who have children on the ground of their having submitted incorrect information to the immigration authorities. Counsel for the State has referred particularly to two decisions from 2007. In both cases, the prohibition on re-entry was reduced to two years by the Immigration Appeals Board. The survey does not include such detailed information as to make it possible to see whether a decision in [the applicant]’s favour would constitute a departure from these decisions, and I feel somewhat in doubt that these cases involved bonds of equal duration and closeness. Should there be question of a departure, this would be a result of increased emphasis being made on the needs of the children, in my view, in accordance with the indications provided in connection with adoption of the new Immigration Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(92) The first voting judge has stated that, if the expulsion in the present case were held to be disproportionate, it would be difficult to envisage when it should be possible to expel a foreign national who has children together with a person holding a residence permit. I do not agree with this. A concrete assessment must be made balancing the seriousness of the offence against the bonds between the foreign national concerned and the child, and having regard to the child’s situation on the whole. A central factor in this case is the long-term bonds between the children and their mother and the strain to which they have been subjected. In such a situation, it is in my view difficult to reconcile the condition that the best interests of the child shall be a primary consideration with the view that expulsion of the children’s mother is a proportionate measure vis-à-vis the children.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "25.  Section 29(1)(a) of the Immigration Act 1988 (Act of 24 June 1988 Nr 64, Lov om utlendingers adgang til riket og deres opphold her – utlendingsloven - applicable at the material time and later replaced by the Immigration Act 2008) read:",
                                "elements": []
                            },
                            {
                                "content": "\t“Any foreign national may be expelled",
                                "elements": []
                            },
                            {
                                "content": "a)when the foreign national has seriously or repeatedly contravened one or more provisions of the present Act or evades the execution of any decision which means that the person concerned shall leave the realm.”",
                                "elements": []
                            },
                            {
                                "content": "26.  Even when the conditions for expulsion pursuant to section 29 of the Immigration Act were satisfied, expulsion could not take place if it would be a disproportionate measure against the foreign national or the closest members of his or her family. Section 29 § 2 of the Immigration Act 1988 provided:",
                                "elements": []
                            },
                            {
                                "content": "“Expulsion pursuant to the first paragraph, sub-paragraphs (a), (b), (c), (e) and (f) of this section, shall not be ordered if, having regard to the seriousness of the offence and the foreign national’s links to the realm, this would be a disproportionately severe measure vis-à-vis the foreign national in question or the closest members of this person’s family.”",
                                "elements": []
                            },
                            {
                                "content": "27.  According to section 29(4), an expulsion order may be accompanied by a prohibition on re-entry into . However, the person expelled may, on application, be granted leave to enter . Furthermore, according to well-established administrative practice, when considering an application for leave to enter under section 29(4), the Directorate of Immigration was under an obligation to consider the proportionality of its decision on prohibition on re-entry. The provision read:",
                                "elements": []
                            },
                            {
                                "content": "“Expulsion is an obstacle to subsequent leave to enter the realm. Prohibition on entry may be made permanent or of limited duration, but as a general rule not for a period of less than two years. On application the person expelled may be granted leave to enter the realm, but as a rule not until two years have elapsed since the date of exit.”",
                                "elements": []
                            },
                            {
                                "content": "28.  Section 41(1) provided inter alia:",
                                "elements": []
                            },
                            {
                                "content": "“Any decision which means that any foreign national must leave the realm is implemented by ordering the foreign national to leave immediately or within a prescribed time limit. If the order is not complied with or it is highly probable that it will not lead to the foreign national’s leaving the realm, the police may escort the foreign national out. [...] Any decision which applies to implementation is not considered to be an individual decision, cf. section 2 (1)(b), of the Public Administration Act.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.   The applicant complained that the findings by the majority of the Supreme Court in its judgment of 30 April 2009 were incompatible with Article 8 of the Convention in that her breaches of the Norwegian immigration law could not justify the separation of her and her two minor children. Article 8 reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "30.  The Court finds that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government’s arguments",
                                "elements": [
                                    {
                                        "content": "31.  The Government stressed that, since the applicant’s stay in  had been unlawful, the impugned expulsion did not constitute an interference with her right to respect for her family life for the purposes of Article 8 of the Convention. The question was rather whether the Norwegian authorities “were under a duty to allow the .., applicant to reside” in , “thus enabling [her] to maintain and develop family life” in that country (see, Rodrigues da Silva and Hoogkamer v. the Netherlands, no. 50435/99, § 38, ECHR 2006I). In other words, the case should be regarded as “one involving an allegation of failure on the part of the respondent State to comply with a positive obligation” (ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The applicant’s argument that the low prison terms applicable to breaches of the Immigration Act suggested that her offences had been of a trivial nature was flawed. The gravity of her offences could not really be assessed in criminal law terms. The legislator had consciously chosen not to make criminal sanctions the principal reaction to such breaches, which were primarily met with administrative sanctions, i.e. expulsion or refusal or withdrawal of permits. This had been based, inter alia, on the view that where the foreigner would in any event be forced to leave the country strict penalties would be redundant. The imposition of criminal sanctions might in fact slow down expulsion procedures and thus be counter-productive rather than beneficial to an effective enforcement of immigration law (see the quote from the travaux préparatoires at paragraph 50 of the Supreme Court’s judgment at paragraph 23 above). Accordingly, as confirmed by the Supreme Court majority (see paragraph 49 of the said judgment, ibid.), the applicable prison terms did not reflect the gravity of the applicant’s infringements of the Immigration Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In the Government’s opinion, as was the view of the Supreme Court (see paragraph 49 of the judgment quoted at paragraph 23 above), the question was rather to what extent the applicant’s offences had frustrated the administrative objective of the law, namely to ensure effective control of entry and residence of foreigners in Norway.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  When seen in this perspective the applicant’s offences were, in sum, clearly very serious. By circumventing a ban on re-entry, by residing and working in  unlawfully for a lengthy period, and by persistently giving wrong information to the immigration authorities about matters of key importance to her various applications, she had committed offences that affected the core objectives of the Immigration Act. Should such gross or repeated breaches of the immigration law go unpunished it would undermine respect for the law and be unfair to those complying with the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government pointed out that it was the ties between the applicant and her two children that had to be considered when examining “the extent to which family life [would be] effectively ruptured” by her expulsion (see Rodrigues da Silva and Hoogkamer, cited above, § 39). While the Government did not dispute that the best interests of the child should be a primary consideration in such cases, it was by no means an “extraordinary” circumstance that children were affected by expulsion measures. Hence, the mere fact that the applicant had children in  could not preclude expulsion, even having regard to the protection of “family life” provided for in Article 8 of the Convention. In this regard the Government subscribed to the approach of the Supreme Court set out in paragraph 62 of its judgment:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[I]t is normal for an expulsion to induce strain on established family life, particularly when one must assume that the family will be separated as a result of the expulsion. However, in order that the expulsion may be deemed a disproportionate measure, an abnormal level of strain must be present.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  This approach was consistent with Article 8 of the Convention as interpreted in the Court’s case-law. In several cases the latter had confirmed that even if small children were involved the removal of the non-national family member would be incompatible with Article 8 only in “most exceptional circumstances” where family life had been created at a time when the persons involved were aware that the immigration status of one of them was such that the persistence of that family life within the host State would from the outset be precarious (see Dalia v. France, 19 February 1998, § 54, Reports of Judgments and Decisions 1998I; Solomon v. the Netherlands (dec.), no. 44328/98, 5 September 2000; Darren Omoregie and Others v. , no. 265/07, §§ 64 and 65, 31 July 2008). Thus, save in the most exceptional cases, Contracting States were under no obligation to recognise family life developed in contravention of national immigration law even if that family life involved small children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  In the Government’s opinion, the situation at hand in the present case was clearly distinguishable from that in Rodrigues da Silva and Hoogkamer (cited above). In the latter a paramount feature had been that, according to the Dutch authorities, the applicant concerned would have been granted a residence permit had she applied for such a permit at the relevant time. In contrast, the applicant in the case now under consideration had returned to  in contravention of a prohibition on re-entry and had at no time been entitled to a residence permit under Norwegian law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Government emphasised that the interest of the applicant’s children had been thoroughly litigated before the Supreme Court and that the latter had found on the basis of a concrete assessment of the evidence that the children would not be subjected to any abnormal strain.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Firstly, the Supreme Court held that the children’s father, who had been granted the daily care of the children, was well-suited to taking care of them. Reference was made to the City Court’s findings in the custody proceedings that the father was the parent best suited to assume the care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Secondly, the Supreme Court had held that there was no reason to believe that the father’s ability to assume the care would be reduced in the near future. The Government stressed that in the unlikely prospect that the children’s care situation should change significantly so as to require their mother’s presence, this could constitute a ground for the Directorate of Immigration to lift the prohibition on re-entry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Thirdly, as held by the Supreme Court, there was no ground for assuming that it should not be possible for the applicant and the children to maintain contact, for example by the father’s arranging for visits in the Dominican Republic during summer and Christmas holidays. Although there might be uncertainty in this respect, in principle no insurmountable obstacles were in the way of the applicant to keeping contact, through visits or otherwise, with the children during the two years’ prohibition on re-entry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In so far as the applicant’s own situation was concerned, the Government reiterated that she had returned to  shortly after the execution of the first expulsion order, in contravention of the prohibition on re-entry imposed on that occasion, by using a new passport issued under a new identity while aware of that prohibition. The family life on which she relied had thus developed in circumstances in which no legitimate expectation regarding a grant of a residence permit could arise. She no longer co-habited with Mr. O., the father of her two children, and had no family ties to any person in  other than her children, to which she had contact rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The applicant had arrived in Norway as an adult, having spent the first twenty-one years of her life in the Dominican Republic where she had received her schooling, had worked for several years and where her family — including her parents — resided. Whereas her cultural, family and social ties to her home country were strong, her connection to  was considerably weaker, resting merely on family bonds formed while residing illegally there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Accordingly, the applicant’s own individual interests clearly could not render the decision to expel her unjustified pursuant to Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  It had no bearing on this conclusion that work permits and later a settlement permit had been issued to the applicant since these had obviously been issued on erroneous grounds, namely on the basis of false information provided by her (compare Kaya v. the Netherlands (dec.) no 44947/98, 6 November 2001, p. 7)). This consideration could accordingly not speak in her favour but rather underpinned the gravity of her violations of the immigration law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In view of the gravity of these violations, the authorities would normally have prohibited re-entry indefinitely but, as was often the case when the foreign national had children in , the authorities had set a time limit, which in this instance had been the minimum of two years. At the expiry of this term, the applicant was no longer barred from entering Norwegian territory but could visit the country and apply for a residence permit on an equal footing with others. Her assertion that her chances of returning to  were “very limited” was unsubstantiated and was dismissed by the Supreme Court (see paragraph 69 of its judgment quoted at paragraph 23 above). The possibility of her re-entering  could not be guaranteed but was far from being “merely theoretical”(see Kaya v. Germany, no. 31753/02, § 69, 28 June 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In any event, in so far as there was any uncertainty regarding the applicant’s situation, this had been the result of her own choice to contravene the immigration law and thus could not influence the assessment under Article 8.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Finally, as to the applicant’s argument that the administrative processing time had been unnecessarily long, the Government submitted that parallel proceedings could with the benefit of hindsight — have been possible. However, the two-stage procedure chosen in this case had not resulted in any undue delay. The new decision on expulsion had been adopted as early as April 2005, only nine months after the decision to revoke her permits had become final.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant’s arguments",
                                "elements": [
                                    {
                                        "content": "49.  The applicant maintained that she had never understood that her breach of the relevant national immigration law could be viewed in the same manner as serious crime. The maximum sentence for any breach of that law was six months’ imprisonment and she had at no point been criminally charged in respect of her offence. Ever since she had re-entered  in 1996 she had been a hard-working and law-abiding resident and had given birth to two daughters who were the most important part of her life. Her daughters had already suffered enough because of her having to live under a constant threat of expulsion. The various administrative proceedings relating, firstly, to the revocation of her residence permit and, secondly, to her expulsion, had taken six years. Had these been conducted not separately but in parallel the matters would have been resolved much quicker.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The applicant endorsed the opinion of the minority of the Supreme Court (see paragraph 24 above) which, unlike that of the majority (see paragraphs 23 above), was in her view consistent with Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government relied too heavily on the argument that her family life had developed in circumstances that could not found a legitimate expectation about the grant of a residence permit. By so doing they had overlooked the important nuances that distinguished this case from the other cases they invoked.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The applicant did not dispute that she had entered  illegally on 19 July 1996 contrary to a re-entry ban imposed on her in March 1996. Although her first expulsion in March 1996 had been implemented very speedily without access to a lawyer and she was relatively young (20 years) when re-entering and marrying a Norwegian citizen soon thereafter, she had never denied her full responsibility for her unlawful re-entry in July 1996. It had not been until the expiry in March 1998 of the first re-entry ban that the spouses could have resided together in  lawfully. Nor did she dispute that, since the first prohibition on re-entry had been an obstacle to obtaining lawful residence, the residence permits issued to her on the basis of her marriage to a Norwegian citizen from 1996 onwards had been issued on erroneous grounds due to her failure to provide correct information. She therefore conceded that the situation in her case had differed from that of the applicant mother in Rodrigues da Silva and Hoogkamer (cited above), where no formal obstacles had existed to the latter’s obtaining a residence permit had she applied. The breaches of national immigration rules in question in the present case were of a more serious nature than those at issue in the aforementioned case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  However, the applicant stressed that, although her residence permit had been obtained illegally in breach of an applicable re-entry ban, its material legal basis had nonetheless existed from the very beginning of her stay in . The ground on which the permits had been issued to her had been her marriage to a Norwegian citizen with whom she had lived for approximately five years until they had divorced in 2001. Also, during this period she had worked to support herself and had committed no other offences. Nor had she done so thereafter. Hence, she had fulfilled all the conditions under Norwegian immigration law for being eligible to obtain a residence permit on family reunification grounds. Apart from her illegal re-entry in July 1996, there had been no other obstacles to the successive prolongations of her residence permit in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Moreover, whilst in Solomon v. Netherlands, Kaya v. Germany and Darren Omoregie and Others v. Norway, in which the Court had attached importance to the fact that no family life had been established until after the respondent State had initiated the expulsion procedure, this was not so in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Firstly, the applicant had lived with her Norwegian husband for several years and had on this basis been granted residence permits, which she would have been entitled to under Norwegian Immigration law had it not been for the fact that she had entered the country illegally. Secondly, at the time when she had been formally warned that she risked being expelled from Norway, she had already resided in Norway for more than eight years and both of her children had already been born.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Admittedly, it could reasonably be argued that in the end the applicant could only blame herself for the problems deriving from her precarious immigration status in Norway and that by having re-entered Norway illegally in breach of a re-entry ban in 1996, she could not entertain any expectations of family life in . However, the applicant emphasised, in striking a fair balance between the respondent State’s legitimate need to enforce immigration laws, on the one hand, and the interests of her and her two children, on the other hand, there ought to be certain limits as to what consequences could follow from her illegal re-entry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  At no point had the applicant denied that her re-entry to  in July 1996 constituted a serious breach of Norwegian immigration law. However, not even the five members of the Supreme Court sitting in her case could agree on the assessment of its seriousness. Whereas the majority considered the offence to be \"very serious\", referring to serious criminal offences which the Supreme Court had considered in previous cases before it, a minority (of two judges) held that the applicant’s offences ought to be distinguished from such serious criminal offences as had been deemed a sufficient justification for expulsion of parents of small children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Like the High Court and the minority of the Supreme Court, the applicant was of the view that one ought to differentiate between very serious offences and that there clearly were offences that were more serious than those under the Immigration Act. Support for such an approach could also be found in the European Court’s case-law from which it transpired that the seriousness of a crime committed by a non-national was a core factor when assessing the margin of appreciation afforded to a State in expelling the person concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In Rodrigues da Silva and Hoogkamer (cited above, paragraphs 43 to 44) the Court indicated that there was a significant difference between criminal offences and breaches of immigration regulations. A similar view is formulated by the two dissenting judges in the case of Darren Omoregie (cited above, paragraphs 11-12 of the dissenting opinion).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The applicant’s case differed from previous cases examined by the Court in at least two aspects. Firstly, unlike the majority of applicants who had disputed their expulsion before the Court, she had not committed any serious crime in the host country. Secondly, in contrast to the situation in a number of previous cases, it could not be argued that her residence in  had never had any basis or that her family ties with her children had been established after expulsion had become imminent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The applicant agreed that her serious breaches of Norwegian immigration law, when re-entering  in July 1996, had made it difficult for her to argue that her personal ties to the country were such as to compel the respondent Government to allow her to continue residing in the country. Her claim that the expulsion measure was disproportionate was thus mainly based on the argument that it infringed her right to reside with her two children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Furthermore, it was incorrect, as submitted by the Government, that the Supreme Court had dismissed her contention that the possibility of re-entry was in fact illusory. Its majority had considered that potential problems in obtaining permission to re-enter after expiry of the prohibition were \"not relevant\" (see paragraph 69 of the Supreme Court’s judgment quoted at paragraph 23 above) and was an issue that could be reviewed by the courts on its merits in separate proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  It was the applicant’s conviction that her possibility to return to  after the expiry of the two-year re-entry ban was no more than theoretical. Both the history of the immigration provisions and the manner in which they had been applied showed that residence permits were only rarely granted to a parent who was a primary care person for a child where the parent did not permanently live with the child. No example of a residence permit being granted in a case such as the present case could be found. Therefore, if implemented, the impugned expulsion measure would most likely lead to a permanent separation of her and her children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  If the Government were unable to give an indication of the prospects of her being granted future re-entry, this should in the applicant’s view be taken into account in the Court’s review of whether a fair balance had been struck in this particular case. The relevance of this aspect was further underlined by the fact that information from the Norwegian immigration authorities directly showed that it was unlikely that she would be granted permission to re-enter after expiry of the prohibition on re-entry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "65.  At the outset the Court finds it clear that the relationship between the applicant and her daughters constituted “family life” for the purposes of Article 8 of the Convention, which provision is therefore applicable to the instant case. Indeed, this was not disputed before it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  Turning to the issue of compliance, the Court reiterates that a State is entitled, as a matter of well-established international law and subject to its treaty obligations, to control the entry of aliens into its territory and their residence there (see, among many other authorities, Abdulaziz, Cabales and Balkandali v. the United Kingdom, judgment of 28 May 1985, Series A no. 94, p. 34, § 67, Boujlifa v. France, judgment of 21 October 1997, Reports of Judgments and Decisions 1997VI, p. 2264, § 42). The Convention does not guarantee the right of an alien to enter or to reside in a particular country.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  In the case under consideration the applicant, after having first been deported from  in March 1996 with a two-year-prohibition on re-entry due to a criminal conviction, defied that prohibition by re-entering the country in July 1996 with the use of a false identity and travel document. In October 1996 she married a Norwegian national and obtained a residence permit having informed the immigration authorities that she had not previously resided in  and had no criminal record. On the basis of her misleading information, she was granted a work permit in January 1997 and a settlement permit in April 2000. Thus, her successive permits to reside in  had all been granted on the basis of information that had been false to begin with and which remained false. As found by the Norwegian authorities and was undisputed by the applicant, at no time had her residence in  been lawful (cf. Rodrigues da Silva and Hoogkamer v. the Netherlands, no. 50435/99, § 43, ECHR 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court recalls that, while the essential object of this provision is to protect the individual against arbitrary action by the public authorities, there may in addition be positive obligations inherent in effective “respect” for family life. However, the boundaries between the State’s positive and negative obligations under this provision do not lend themselves to precise definition. The applicable principles are, nonetheless, similar. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation (see Konstatinov v. the Netherlands, no. 16351/03, § 46, 26 April 2007; Tuquabo-Tekle and Others v. the Netherlands, no. 60665/00, § 42, 1 December 2005; Ahmut v. the Netherlands, 28 November 1996, § 63, Reports of Judgments and Decisions 1996VI; Gül v. Switzerland, 1 February 1996, § 63, Reports of Judgments and Decisions 1996I; Powell and Rayner v. the United Kingdom, 21 February 1990, § 41, Series A no. 172).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Since the applicable principles are similar, the Court does not find it necessary to determine whether in the present case the impugned decision, namely the order to expel the applicant with a two-year prohibition on re-entry, constitutes an interference with her exercise of the right to respect for her family life or is to be seen as one involving an allegation of failure on the part of the respondent State to comply with a positive obligation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court further reiterates that Article 8 does not entail a general obligation for a State to respect immigrants’ choice of the country of their residence and to authorise family reunion in its territory. Nevertheless, in a case which concerns family life as well as immigration, the extent of a State’s obligations to admit to its territory relatives of persons residing there will vary according to the particular circumstances of the persons involved and the general interest (see Gül, cited above, § 38; and Rodrigues da Silva and Hoogkamer, cited above, § 39). Factors to be taken into account in this context are the extent to which family life is effectively ruptured, the extent of the ties in the Contracting State, whether there are insurmountable obstacles in the way of the family living in the country of origin of one or more of them and whether there are factors of immigration control (for example, a history of breaches of immigration law) or considerations of public order weighing in favour of exclusion (see Rodrigues da Silva and Hoogkamer, cited above, ibid.; Ajayi and Others v. the United Kingdom (dec.), no. 27663/95, 22 June 1999; Solomon v. the Netherlands (dec.), no. 44328/98, 5 September 2000). Another important consideration is whether family life was created at a time when the persons involved were aware that the immigration status of one of them was such that the persistence of that family life within the host State would from the outset be precarious (see Jerry Olajide Sarumi v. the United Kingdom (dec.), no. 43279/98, 26 January 1999; Andrey Sheabashov c. la Lettonie (dec.), no. 50065/99, 22 May 1999). Where this is the case the removal of the non-national family member would be incompatible with Article 8 only in exceptional circumstances (see Abdulaziz, Cabales and Balkandali, cited above, § 68; Mitchell v. the United Kingdom (dec.), no. 40447/98, 24 November 1998, and Ajayi and Others, cited above; Rodrigues da Silva and Hoogkamer, cited above, ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  By way of a preliminary observation the Court takes note of the rationale of the Norwegian legislator in authorising the imposition of expulsion with a re-entry ban as an administrative sanction (see paragraph 50 of the Supreme Court’s judgment quoted at paragraph 23 above). Whilst such offences could normally also lead to criminal liability, it was deemed advantageous in the interest of procedural economy to authorise expulsion even in the absence of a criminal conviction. Since it would be impossible for the authorities to exercise effective control of all immigrants’ entry into and stay in , to a great extent the system would have to be based on trust that the immigration law be respected by those to which it applied, notably the expectation that foreign nationals provide correct information when applying for residence. If serious or repeated violations of the immigration law were to be met with impunity, it would undermine the public’s respect for that law. Since an application for a residence permit would be rejected in the event of failure to meet the conditions for residence, a refusal of such an application would not in itself constitute a sanction for the provision of false information. Therefore, the possibility for the authorities to react with expulsion would constitute an important means of general deterrence against gross or repeated violations of the Immigration Act. In the Court’s view, a scheme of implementation of national immigration law which, as here, is based on administrative sanctions in the form of expulsion does not as such raise an issue of failure to comply with Article 8 of the Convention. Against this background, the applicant’s argument to the effect that the public interest in an expulsion would be preponderant only in instances where the person concerned has been convicted of a criminal offence, be it serious or not, must be rejected (see Darren Omoregie and Others v. , no. 265/07, § 67, 31 July 2008; Kaya v. the Netherlands (dec.) no 44947/98, 6 November 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Nor does the Court see any reason to disagree with the assessment made by the national immigration authorities and courts (see paragraphs 47 to 51 of the Supreme Court’s judgment) as to the aggravated character of the applicant’s administrative offences under the Immigration Act. In July 1996 she had returned to  in breach of the two-year-prohibition on re-entry imposed in March 1996. She had given misleading information about her identity, her previous stay in  and her criminal conviction. By having intentionally done so she had obtained residence and work permits, which were renewed a number of times, then a settlement permit, none of which she had been entitled to. She had thus lived and worked in the country unlawfully throughout and the seriousness of her offences does not seem to have diminished with time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  In these circumstances, the Court considers that the public interest in favour of ordering the applicant’s expulsion weighed heavily in the balance when assessing the issue of proportionality under Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court further observes that when the applicant re-entered  in breach of the re-entry ban in July 1996, she was an adult and had no links to the country. Whilst aware that she had re-entered illegally, she married a Norwegian national in October 1996. In April 2001 they separated. From the spring 2001 she co-habited with Mr O. and two daughters were born by the couple in June 2002 and December 2003, respectively. In the Court’s view, at no stage from her re-entering Norway illegally in July 1996 until being put on notice in January 2002 (see paragraph 11 above) could she reasonably had entertained any expectation of being able to remain in the country.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  This is not altered by the fact that, following the couple’s separation in October 2005, the applicant assumed the daily care of the children until May 2007, when the Oslo City Court granted the daily care and the sole parental responsibilities to the father, or by the extended contact rights to the children that she was granted from then onwards.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  Moreover, when the applicant arrived in Norway at the age of twenty-one, she had lived all her life in the . During her stay in  she co-habited from the spring of 2001 to October 2005 with Mr O. who was also a national of her home country. Her links to  could hardly be said to outweigh her attachment to her home country and, as noted above, had in any event been formed through unlawful residence and without any legitimate expectation of being able remain in the country.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  It therefore matters little from the perspective of the applicant’s Article 8 rights that the proceedings had been prolonged by the fact that the revocation of her work- and settlement permit and the expulsion order and re-entry ban had been processed, not in parallel, but separately.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  However, the Court will examine whether particular regard to the children’s best interest would nonetheless upset the fair balance under Article 8.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  It is to be noted that from their birth in 2002 and 2003, respectively, until the City Court’s judgment of 24 May 2007 in the custody case, the children had been living permanently with the applicant, who had also assumed their daily care since her separation from their father in October 2005. Thus, as noted by the Supreme Court’s minority, the applicant was the children’s primary care person from their birth and until their father was granted custody in 2007. The Court regards it as significant that by virtue of that judgment, which attached great weight to the decision to expel the applicant (see paragraph 18 above), the children were moved from her to live with their father, whilst she was granted extended rights of contact with them. As observed by the Supreme Court minority, together with the father, the applicant was the most important person in the children’s lives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  Also, an equally important consequence of the said judgment of 24May 2007 was that the children, who had lived all their lives in , would remain in the country in order to live with their father, a settled immigrant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  Moreover, in the assessment of the Supreme Court’s minority, the children had experienced stress, presumably due to the risk of their mother’s being expelled as well as disruption in their care situation, first by their parents’ being separated, then by being moved from their mother’s home to that of their father. They would have difficulty in understanding the reasons were they to be separated from their mother. Pending her expulsion and the two-year re-entry ban she would probably not return to Norway and it was uncertain whether they would be able to visit her outside . The Court has taken note that, as observed by the Supreme Court’s majority, Mr O. stated that, in the event that the applicant were to be expelled, he would facilitate contacts between the children and her, notably during summer and Christmas holidays. According to the Supreme Court’s majority, there was no reason to assume that it would not be possible to maintain contact between the children and the applicant during the expulsion period. Nevertheless, the Court observes that, as a result of the decisions taken in the expulsion case and in the custody case, the children would in all likelihood be separated from their mother practically for two years, a very long period for children of the ages in question. There is no guarantee that at the end of this period the mother would be able to return. Whether their separation would be permanent or temporary is in the realm of speculation. In these circumstances, it could be assumed that the children were vulnerable, as held by the minority of the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court observes furthermore that, although the unlawful character of the applicant’s stay in Norway was brought to the authorities’ attention in the summer of 2001 and she admitted this to the police in December 2001, it was not until 26 April 2005 that the Directorate of Immigration decided to order her expulsion with a prohibition on re-entering for two years. Although this state of affairs could to some extent be explained by the immigration authorities’ choice to process the revocation of her work and settlement permit not in parallel but separately, it does not appear to the Court that the impugned measure to any appreciable degree fulfilled the interests of swiftness and efficiency of immigration control that was the intended purpose of such administrative measures (see paragraph 50 of the Supreme Court’s judgment quoted at paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  In light of the above, the Court shares the view of the Supreme Court’s minority that the applicant’s expulsion with a two-year re-entry ban would no doubt constitute a very far-reaching measure vis-à-vis the children.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Having regard to all of the above considerations, notably the children’s long lasting and close bonds to their mother, the decision in the custody proceedings, the disruption and stress that the children had already experienced and the long period that elapsed before the immigration authorities took their decision to order the applicant’s expulsion with a re-entry ban, the Court is not convinced in the concrete and exceptional circumstances of the case that sufficient weight was attached to the best interests of the children for the purposes of Article 8 of the Convention. Reference is made in this context also to Article 3 of the UN Convention on the Rights of the Child, according to which the best interests of the child shall be a primary consideration in all actions taken by public authorities concerning children (see Neulinger and Shuruk v.  [GC], no. 41615/07, § 135, ECHR 2010...). The Court is therefore not satisfied that the authorities of the respondent State acted within their margin of appreciation when seeking to strike a fair balance between its public interest in ensuring effective immigration control, on the one hand, and the applicant’s need to be able to remain in Norway in order to maintain her contact with her children in their best interests, on the other hand.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  In sum, the Court concludes that the applicant’s expulsion from  with a two-year re-entry ban would entail a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "86.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "87.  The applicant did not submit any claim for just satisfaction and the Court sees no reason to make an award of its own motion.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by five votes to two that there would be a violation of Article 8 of the Convention in the event of the applicant’s expulsion;",
                        "elements": []
                    },
                    {
                        "content": "3.  Decides unanimously to continue to indicate to the Government under Rule 39 of the Rules of Court that it is desirable in the interests of the proper conduct of the proceedings not to expel the applicant until such time as the present judgment becomes final or further order.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 June 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  concurring opinion of Judge Jebens;",
                        "elements": []
                    },
                    {
                        "content": "(b)  joint dissenting opinion of Judges Mijović and De Gaetano.",
                        "elements": []
                    },
                    {
                        "content": "I agree that there would be a violation of Article 8 of the Convention in the event of the applicant’s expulsion. However, I would have liked the reasoning of the judgment to be clearer with regard to the impact of the interest of the children and those of the applicant herself in the present case.",
                        "elements": []
                    },
                    {
                        "content": "There can in my opinion be no doubt that when considering her situation on its own, irrespective of the best interests of the children, the applicant’s expulsion accompanied by a two-year prohibition on re-entry would not constitute a disproportionate measure vis-á-vis her, for the purposes of Article 8. It suffices in my view to refer to the applicant’s illegal re-entry into Norway, her use of misleading information before the Norwegian immigration authorities and the fact that her continued stay in  had at no time been lawful.",
                        "elements": []
                    },
                    {
                        "content": "However, it follows from the Court’s case law, cited in the judgment, that an applicant’s children are indirectly protected under the Convention, even if they are not applicants in an expulsion case which concerns a parent. The protection of the children in such situations has become clearer in recent years, and may even have increased, as a result of the Court’s reliance on other international legal instruments, in particular the UN Convention on the Rights of the Child, notably its Article 3, see for instance Neulinger and Shuruk v. Switzerland (GC), referred to above in the judgment. This approach constitutes an important step forward and should be welcomed by a Human Rights Court of the 21st century. However, it is important to note that by applying such an approach, which emphasises the priority to be given to the interests of the child, one inevitably reduces the States’ margin of appreciation in such cases. Still, in the present case, there has in my view been a constructive dialogue between judges and I have been inspired by the General Comments by the UN Child Committee, to which the Supreme Court’s minority has referred and relied on to a large extent.",
                        "elements": []
                    },
                    {
                        "content": "In paragraph 18 of its General Comment No. 7 (2005) the UN Committee on the Rights of the Child states the following: “Young children are especially vulnerable to adverse consequences of separations because of their physical dependence on and emotional attachment to their parents/primary caregivers. They are also less able to comprehend the circumstances of any separation. Situations which are most likely to impact negatively on young children include ... situations where children experience disrupted relationships (including enforced separations),...”",
                        "elements": []
                    },
                    {
                        "content": "These observations are in my opinion directly relevant for the present case. It is in my view safe to assume that the two children, who are both girls, and at the age of nine and eight years, are particularly dependent on the presence of their mother and therefore in a vulnerable situation with respect to a presumably long-lasting separation from her. The fact that the proceedings before the Norwegian Immigration authorities took so many years must have added considerably to their strains. For these reasons, which refer exclusively to the best interests of the children, I have concluded that, in the exceptional circumstances of the present case, expelling the applicant would constitute a violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "1.  We regret that we cannot share the view of the majority in this case. The crucial issue here is whether, in the particular circumstances of the case, the expulsion order in respect of the applicant and the temporary ban on re-entry strike a fair balance between her right to respect for family life and the State’s legitimate public interest in ensuring effective – and not merely cosmetic or illusory – immigration control. We unhesitatingly are of the opinion that in the instant case such a balance was struck and that therefore one cannot speak of a violation of Article 8. We are particularly concerned that this case will send the wrong signal, namely that persons who are illegally in a country can somehow contrive to have their residence “legitimised” through the expedient of marriage and of having children. In this respect we fully share the comment of Mr Justice F of the Norwegian Supreme Court (at paragraph 79 of his judgment, reproduced at § 23 of the judgment of this Court) that if the expulsion in this case is regarded as disproportionate “it would be difficult to envisage when it would be possible to expel a foreign national who has a child with a person holding a residence permit.”",
                        "elements": []
                    },
                    {
                        "content": "2.  As was correctly pointed out in the decision embraced by the majority (see passim §§ 6-11 and 67), the applicant, after her deportation from Norway in March 1996, which deportation was accompanied by a two-year prohibition on re-entry due to a criminal conviction, brazenly defied that prohibition by re-entering Norway within just four months using a false identity and a false passport. Within three months of this subterfuge she married (on 11 October 1996) a Norwegian national, and six days later she applied for a residence permit. On the basis of her declaration that she had not previously visited  and that she had no previous criminal convictions, she was granted residence, work and settlement permits. Not only, therefore, had this residence in  from day one been “precarious” (a term normally applied to non-nationals who are granted permission to remain in a country for a definite period of time) but it had also been tainted by, and based entirely upon, deliberate deception. After separating from her husband, the applicant started co-habiting with Mr O, who, like her, originated from the  and who had a (valid) settlement permit. The couple had two daughters, born in 2002 and 2003. It is against this backdrop that the case unfolds after the Norwegian authorities became aware of the applicant’s true identity, and proceedings were commenced to have her work and other permits revoked.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant’s expulsion order received comprehensive and exhaustive examination by the domestic courts in , where Article 8 was also examined. The decision of the Directorate of Immigration was reviewed by the Immigration Appeals Board (§§ 14, 15 and 19), by the Oslo City Court (§ 20), by the Borgarting High Court (§§ 20 and 21) and by the Supreme Court (§§ 22 et sequens). At all these levels the domestic courts took into account and examined all the submissions advanced by the parties for and against the deportation order. We find it difficult to understand how and why, given the considerable margin of appreciation given to States in connection with immigration policy, and the fact that the domestic courts are best suited to appreciate the particular local exigencies on the one hand and the actual situation of the persons affected by the authorities’ decision on the other hand, the Court found it necessary in this case to interfere in the final decision of the Supreme Court and go against it. In our view, the Supreme Court’s decision was based on relevant and sufficient reasons and considerations. It is true that the Borgarting High Court quashed the Board’s decision of the 23 February 2007. However it is clear that this is due to the fact that Norwegian law (section 29(2) of the Immigration Act 1988, see § 26) required a twofold and separate assessment of the proportionality or otherwise of the deportation measure – one vis-à-vis the foreign national to be deported, and another vis-à-vis “the closest members” of his/her family. This dichotomy is artificial in the light of what must necessarily be a unitary concept of family life in Article 8. In any case, although the Borgarting High Court found that the measure would not be disproportionate as regards the applicant but that it would be disproportionate as regards the children, it nonetheless “assumed that the decision of the 23 February 2007 was not incompatible with Article 8 of the Convention.” (§ 20).",
                        "elements": []
                    },
                    {
                        "content": "4.  As already pointed out in paragraph 2, above, the distinguishing feature of this case is that the applicant obtained entry into , as well as work and residence permits, by deception. This in itself is a very serious offence in terms of immigration law. In this case it is difficult to believe that Mr O, being himself a Dominican, was not aware of the applicant’s true identity and therefore unaware that she was in  abusively. But even if, which we do not for a moment believe, he did not know, neither is there anything to indicate that he at least attempted to verify his partner’s situation before he decided to “set up family” with her. For this reason the general principles, namely that an “important consideration is whether family life was created at a time when the persons involved were aware that the immigration status of one of them was such that the persistence of that family life within the host State would from the outset be precarious” and that “[w]here this is the case the removal of the non-national family member would be incompatible with Article 8 only in exceptional circumstances”, apply.",
                        "elements": []
                    },
                    {
                        "content": "5.  While we agree with the majority’s view that the best interest of the children carries significant weight in the proportionality assessment and is of primary importance, it is not necessarily decisive. As already indicated, we do not agree with the majority’s finding that the measure in question -- the applicant’s two year expulsion -- would be disproportionate. Having regard to the respondent State’s margin of appreciation (which we consider must be wider in the context of illegal immigration than it would be in the context of legal immigration or residence), we are of the opinion that the Norwegian Supreme Court’s decision -- based on the rule that where a foreign national had committed a particularly serious criminal offence, the expulsion would be disproportionate only if it would entail an extraordinary burden for the children -- ought to have been respected in the present case. Upon an objective and dispassionate examination of the facts and of the legal principles applicable, we cannot but consider that the expulsion and two-year re-entry ban are neither disproportionate nor do they impose an extraordinary burden on the children. The fact that the applicant’s re-entry ban is limited in time and that she would have the possibility to apply for re-entry is of particular importance in the whole balancing exercise. It is true that one could say that there is no absolute guarantee that the applicant would be allowed to re-enter after the two-year period, but she would have the possibility to seek judicial review of any eventual negative decision, which in effect makes the applicant’s position not hypothetical and theoretical but reasonably certain and definite both procedurally and substantively.",
                        "elements": []
                    },
                    {
                        "content": "6.  In the majority’s view, the “disproportionality” of the measure was supported by the argument that the applicant, if expelled, would not be able to maintain her contacts with her children and that that would be an extraordinary burden for their family life. Now, apart from the fact that with to-day’s means of communication it can be argued that expulsion placed a lesser burden in this respect than would have been the case had a prison sentence been imposed, the domestic courts, during the custody proceedings, had formed a favourable impression of the children’s father as a care person, finding that, of the two parents, he was the one more capable of assuming their care. Moreover, the father had during the custody proceedings undertaken an obligation to facilitate contact between the children and the applicant. Finally, there was nothing to suggest that the children had stronger links to their mother than to their father, or that the father’s ability to assume care would be reduced in the immediate future. In any case, were that to happen, the applicant could apply for a dispensation from the re-entry ban.",
                        "elements": []
                    },
                    {
                        "content": "7.  For all these reasons we are of the opinion that the authorities of the respondent State acted well within their margin of appreciation and did strike a fair balance between the applicant’s right to respect for her family life and the State’s legitimate interest in ensuring effective immigration control, which brings us to the conclusion that there would be no violation of Article 8 of the Convention in this case in the event of the applicant’s expulsion.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Fatoş Araci",
            "role": "deputy registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NUNEZ v. NORWAY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-105415.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0628JUD005559709",
    "externalsources": [
        "Article 3 of the UN Convention on the Rights of the Child"
    ],
    "extractedappno": [
        "55597/09",
        "44328/98",
        "50435/99",
        "265/07",
        "44947/98",
        "31753/02",
        "16351/03",
        "60665/00",
        "27663/95",
        "43279/98",
        "50065/99",
        "40447/98",
        "41615/07"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-105415",
    "judgementdate": "28/06/2011 00:00:00",
    "kpdate": "28/06/2011 00:00:00",
    "kpthesaurus": [
        "451",
        "425",
        "268",
        "376",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "8",
        "8-2",
        "8-1"
    ],
    "parties": [
        "NUNEZ",
        "NORWAY"
    ],
    "rank": "812.048767089844",
    "representedby": [
        "RISNES B."
    ],
    "respondent": "NOR",
    "respondentOrderEng": "34",
    "scl": [
        "Abdulaziz, Cabales and Balkandali v. the United Kingdom, judgment of 28 May 1985, Series A no. 94, p. 34, § 67",
        "Ahmut v. the Netherlands, 28 November 1996, § 63, Reports of Judgments and Decisions 1996-VI",
        "Sheabashov c. la Lettonie (dec.), no. 50065/99, 22 May 1999",
        "Boujlifa v. France, judgment of 21 October 1997, Reports of Judgments and Decisions 1997-VI, p. 2264, § 42",
        "Dalia v. France, 19 February 1998, § 54, Reports of Judgments and Decisions 1998-I",
        "Darren Omoregie and Others v. Norway, no. 265/07, §§ 64-65, 31 July 2008",
        "Gül v. Switzerland, 1 February 1996, § 63, Reports of Judgments and Decisions 1996-I",
        "Jerry Olajide Sarumi v. the United Kingdom (dec.), no. 43279/98, 26 January 1999",
        "Kaya v. Germany, no. 31753/02, § 69, 28 June 2007",
        "Kaya v. the Netherlands (dec.), no 44947/98, 6 November 2001",
        "Konstatinov v. the Netherlands, no. 16351/03, § 46, 26 April 2007",
        "Mitchell v. the United Kingdom (dec.), no. 40447/98, 24 November 1998",
        "Neulinger and Shuruk v. Switzerland [GC], no. 41615/07, § 135, ECHR 2010-...",
        "Powell and Rayner v. the United Kingdom, 21 February 1990, § 41, Series A no. 172",
        "Rodrigues da Silva and Hoogkamer v. the Netherlands, no. 50435/99, ECHR 2006-I",
        "Solomon v. the Netherlands (dec.), no. 44328/98, 5 September 2000",
        "Tuquabo-Tekle and Others v. the Netherlands, no. 60665/00, § 42, 1 December 2005"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "418715",
    "typedescription": "15"
}