{
    "__articles": "29;29-3;41;P1-1;P1-1-1;35;35-1",
    "__conclusion": "Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic and Convention proceedings",
    "applicability": "",
    "appno": "47574/99",
    "article": [
        "29",
        "35",
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic and Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-70171.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 47574/99) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national Ms Şenay Çoruh (“the applicant”) on 23 March 1999.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Bahri Belen and Mr Mehmet Semih Gemalmaz, lawyers practising in . The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 7 October 2004 the Court declared the application partly inadmissible and decided to communicate the complaint concerning the alleged denial of the applicant’s right to the peaceful enjoyment of her possessions to the Government. Under the provisions of Article 29 § 3 of the Convention, the Court decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1937 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  In 1996 the National Water Board (Devlet Su İşleri) expropriated a part of the applicant’s plot of land. A committee of experts assessed the value of the plot of land and the relevant amount was paid to her.",
                                "elements": []
                            },
                            {
                                "content": "6.  Following the applicant’s request for increased compensation, on 14 July 1997 the Bursa Civil Court of First-instance awarded her additional compensation plus interest at the statutory rate.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 14 October 1997 the Court of Cassation held a hearing and quashed the judgment of the First-instance court.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 27 April 1998 the Bursa Civil Court of First-instance awarded the applicant additional compensation of 3,591,690,496 Turkish liras (TRL) plus interest at the statutory rate, running from 29 August 1996, applicable at the date of the court’s decision.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 7 July 1998 the Court of Cassation held a hearing and upheld the judgment of the Bursa Civil Court of First-instance.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 6 October 1998 the Court of Cassation dismissed the applicant’s request for rectification.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 29 December 1998 the National Water Board paid TRL 7,101,232,000 to the applicant.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "12.  The relevant domestic law and practice is described in the Aka v. Turkey judgment of 23 September 1998 (Reports of Judgments and Decisions 1998VI, §§ 17-23). Moreover, under Article 82 of Law no. 2004 of 9 June 1932 concerning enforcement and bankruptcy (İcra ve İflas Kanunu), the property belonging to the State cannot be seized or confiscated.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "13.  The applicant complained that the additional compensation for expropriation, which she had obtained from the authorities only after two years and one month of court proceedings, had fallen in value, since the default interest payable had not kept pace with the very high rate of inflation in . She relied on Article 1 of Protocol No. 1, which reads insofar as relevant as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "14.  The Government submitted that the application should be declared inadmissible for non-exhaustion of domestic remedies since the applicant had failed to apply to the enforcement office for enforcement of the judgments rendered by the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Court notes that it has already examined a similar objection in the case of Kanioğlu and Others v. Turkey ((dec.) nos. 44766/98, 44771/98 and 44772/98, 13 May 2004) and dismissed it on the ground that the remedy pointed out by the Government was not capable of offering the creditors a prospect of success to force the national authorities to pay the compensation due to them. In this connection it found that institution of enforcement proceedings against the State authorities would have been doomed to failure given that under Turkish law property belonging to the State cannot be seized or confiscated (see paragraph 12 above). In the light of the foregoing, the Court sees no reason to depart from its above-mentioned conclusions and therefore dismisses the Government’s objection on nonexhaustion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Consequently, in the light of the principles it has established in similar cases (see, among many other authorities, Aka, cited above) and of all the evidence before it, the Court concludes that the application requires an examination on the merits and there are no grounds for declaring it inadmissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "17.  The Court has found a violation of Article 1 of Protocol No. 1 in a number of cases that raise similar issues to those arising here (see Aka, cited above, p. 2682, §§ 50-51).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Having examined the facts and arguments presented by the Government, the Court considers that there is nothing to warrant a departure from its findings in the previous cases. It finds that the delay in paying the additional compensation awarded by the domestic courts was attributable to the expropriating authority and caused the owner a loss in addition to that of the expropriated land. As a result of that delay and the length of the proceedings as a whole, the Court finds that the applicant has had to bear an individual and excessive burden that has upset the fair balance that must be maintained between the demands of the general interest and protection of the right to the peaceful enjoyment of possessions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  There has therefore been a violation of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "20.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary and non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "21.  The applicant sought compensation for pecuniary damage in the sum of 400,000  dollars (USD). She also claimed compensation for nonpecuniary damage in the amount of USD 10,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Government contested her claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Using the same method of calculation as in the Aka judgment (cited above, pp. 2683-84, §§ 55-56) and having regard to the relevant economic data, the Court awards the applicant 29,321 euros (EUR) for pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24. The Court considers that the finding of a violation of Article 1 of Protocol No. 1 constitutes in itself sufficient compensation for any nonpecuniary damage suffered by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "25.  The applicant also claimed USD 6,000 for the costs and expenses incurred before the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government contested those claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Making its own estimate based on the information available, the Court considers it reasonable to award the applicant a global sum of EUR 500 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "28.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the finding of a violation of Article 1 of Protocol No. 1 constitutes in itself sufficient compensation for any nonpecuniary damage suffered by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following sums plus any tax that may be chargeable at the date of payment, to be converted into Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 September 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MsD. Jočienė",
            "role": "judges"
        },
        {
            "name": "MrD. Popović",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ÇORUH v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-70171.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0920JUD004757499",
    "externalsources": [],
    "extractedappno": [
        "47574/99",
        "44766/98",
        "44771/98",
        "44772/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [
        "Constitution, Article 46",
        "Law no. 3095 of 4 December 1984",
        "Code of Obligations, Article 105",
        "Law no. 2004 of 9 June 1932, Article 82"
    ],
    "itemid": "001-70171",
    "judgementdate": "20/09/2005 00:00:00",
    "kpdate": "20/09/2005 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "369",
        "304",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-1",
        "35-1",
        "29-3",
        "35",
        "29",
        "41",
        "P1-1"
    ],
    "parties": [
        "ÇORUH",
        "TURKEY"
    ],
    "rank": "524.922485351563",
    "representedby": [
        "BELEN, Bahri",
        "GEMALMAZ, Mehmet Semih"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Aka v. Turkey judgment of 23 September 1998, Reports of Judgments and Decisions 1998-VI, §§ 17-23, §§ 50-51, and §§ 55-56",
        "Kanioglu and Others v. Turkey (dec.) nos. 44766/98, 44771/98 and 44772/98, 13 May 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "332030",
    "typedescription": "15"
}