{
    "__articles": "6;6+6-3;6-1;6-3;6-3-a;6-3-e;35;35-1;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Art. 35) Admissibility criteria;(Art. 35-1) Exhaustion of domestic remedies;Remainder inadmissible (Art. 35) Admissibility criteria;(Art. 35-1) Exhaustion of domestic remedies;Violation of Article 6+6-3 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6-3-e - Free assistance of interpreter;Article 6-3 - Rights of defence;Article 6 - Right to a fair trial;Article 6-3-a - Information in language understood);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "59868/08",
    "article": [
        "6",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 35"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "details": [
                "Art. 35-1"
            ],
            "element": "Admissibility criteria",
            "type": "other"
        },
        {
            "details": [
                "Art. 35"
            ],
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "6-3",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3 - Right to a fair trial",
            "mentions": [
                "Article 6-3-e - Free assistance of interpreter",
                "Article 6-3 - Rights of defence",
                "Article 6 - Right to a fair trial",
                "Article 6-3-a - Information in language understood"
            ],
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-185306.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 59868/08) against the Republic of Slovenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Lithuanian national, Mr Danas Vizgirda (“the applicant”), on 2 December 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr R. Završek, a lawyer practising in Ljubljana. The Slovenian Government (“the Government”) were represented by their Agent, Ms T. Mihelič Žitko, State Attorney.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his right to a fair trial under Article 6 of the Convention had been violated because he had not understood the language of the proceedings or the interpreting provided to him.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 16 June 2014 notice of the application was given to the Government. The applicant and the Government each submitted observations on its admissibility and merits. In addition, third-party submissions were received from Fair Trials International, which had been granted leave by the President to submit written comments (Article 36 § 2 of the Convention and Rule 44 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "5.  The Government of the Republic of Lithuania, which had been notified by the Registrar of their right to intervene in the proceedings (Article 36 § 1 of the Convention and Rule 44 § 1 of the Rules of Court), did not indicate that they intended to do so.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in Lithuania in 1980 and lives in Ljubljana, Slovenia.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant left Lithuania for Slovenia on 2 March 2002.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 13 March 2002 at 10.43 a.m. the applicant was arrested on suspicion of being involved in a robbery at the Radovljica branch of Gorenjska Bank.",
                                "elements": []
                            },
                            {
                                "content": "9.  The robbery had taken place at 9.30 a.m. on the same day. It had involved four men, while three others had assisted in its organisation. The four robbers wore masks. One of them carried a handgun and waited at the entrance, holding three clients at gunpoint. The others jumped over the counter and overpowered two bank employees while one of the robbers emptied the tills. After taking the money, the robbers fled by car towards the railway station. Informed of the bank robbery, the police searched the area. They discovered an abandoned car in nearby woods and soon after saw four men, including the applicant, running away. One of the men, later recognised as A.V., was seen carrying a bag, which he dropped when the police officers approached. The bag was found to contain some of the money stolen from the bank, a handgun and two masks. One of the masks had biological traces belonging to the applicant and another man (E.B.).",
                                "elements": []
                            },
                            {
                                "content": "10.  All four men were arrested and were later identified as the applicant, A.V., M.K. and E.B. They were all Lithuanian nationals.",
                                "elements": []
                            },
                            {
                                "content": "11.  At 2 p.m. on the same day, 13 March 2002, the applicant was taken into police custody. It appears from the decision authorising that measure that the applicant, at the time “an unidentified person”, was immediately informed, in Russian, of the reasons for his arrest, and his right to remain silent, to request a lawyer and to have family members informed of his arrest. It can also be seen from this decision that a registered interpreter, A.G., interpreted for him from and into Russian and that the applicant did not request a lawyer. The decision was notified to the applicant at 5.20 p.m. He refused to sign a document acknowledging receipt of that decision, without providing any reasons for his refusal.",
                                "elements": []
                            },
                            {
                                "content": "12.  On the same day three other Lithuanian nationals, L.K., N.U. and G.V., were arrested on suspicion of aiding and abetting the robbery.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 15 March 2002 the applicant and six other suspects were questioned by the investigating judge of Kranj District Court. The judge informed the applicant of the charges against him, his right not to incriminate himself and his right to remain silent, and also his right to be assisted by a lawyer of his own choosing. As the applicant did not appoint a lawyer, the court assigned D.V. as counsel. During the proceedings, interpreting into Russian and from Russian into Slovenian was provided by A.G. According to the record of the questioning, when asked whether he understood his rights and agreed to the appointment of counsel, the applicant started to cry. The excerpt containing the applicant’s statement reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "14.  Another suspect, A.V., described the robbery and the events leading up to it when questioned by the investigating judge. He explained that he and the applicant had travelled to Slovenia together. They had met L.K., who had approached them in a fast-food restaurant when he had heard them speaking Russian. They had gone with him to Bled and met M.K., E.B., N.U. and G.V. a few days before the robbery. After running out of money, they had decided to rob the bank in question.",
                                "elements": []
                            },
                            {
                                "content": "15.  During the questioning of the applicant by the investigating judge, the applicant’s counsel set out reasons for opposing the continuation of the applicant’s detention. The applicant stated on record that he agreed with what had been said by his counsel.",
                                "elements": []
                            },
                            {
                                "content": "16.  Following the questioning, the investigating judge ordered the detention of all seven suspects. The decision was translated into Russian and notified to the applicant on 18 March 2002. His counsel appealed against that decision, and also against the subsequent prolongations of the applicant’s detention, but was unsuccessful.",
                                "elements": []
                            },
                            {
                                "content": "17.  On the day of the above-mentioned questioning, 15 March 2002, the investigating judge gave permission for the interpreter A.G. to visit the applicant and some of his co-accused in order to assist them in their consultations with their counsel.",
                                "elements": []
                            },
                            {
                                "content": "18.  A decision opening a judicial investigation against the seven suspects was issued on 26 March 2002 but was quashed on appeal by a panel of three judges. The judges found that although the details of the allegations against the suspects had been provided in the detention orders, they should also have been fully included in the decision to open an investigation.",
                                "elements": []
                            },
                            {
                                "content": "19.  The questioning of witnesses took place on 2, 3 and 4 April 2002. The applicant and the other six suspects were informed in Russian about their right to attend the questioning. The applicant did not attend those sessions, but his counsel attended them all. The transcripts of the witness statements were translated into Russian and given to the applicant on 19 April 2002.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 8 April 2002 a new decision opening a judicial investigation against the seven accused was issued. It was later challenged unsuccessfully on appeal. The decision was translated into Russian and notified to the applicant on 10 April 2002. On the same day a remand hearing was held at which the applicant, with the assistance of the interpreter A.G., stated that he could not leave the country as he had no passport, that he wanted to wait until the proceedings were over and that he agreed with what had been said by his counsel at the hearing.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 11 April 2002 A.G. informed the Kranj District Court that all the defendants had requested that the transcripts of the witness statements be translated into Russian.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 12 April 2002 the investigating judge decided that the statements given by the suspects to the police should be excluded from the case file as the court could not rely on them. The decision was translated into Russian and notified to the applicant on 16 April 2002.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 17 April 2002 an identification parade was organised and one witness identified the applicant as a person who had visited the bank two days before the robbery.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 28 May 2002 the district prosecutor lodged an indictment, charging the applicant, A.V., M.K. and E.B. with robbery, one count of theft of a motor vehicle and two counts of attempted theft of a motor vehicle. L.K., N.U. and G.V. were charged with aiding and abetting the robbery. The indictment was translated into Russian and challenged unsuccessfully by the applicant’s counsel.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 10 and 11 July 2002 the Kranj District Court held a hearing at which two Russian interpreters were present. The record of the hearing shows that the charges were read out to the defendants, who were also notified of their right not to incriminate themselves and their right to remain silent. The transcript reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "26.  At the hearing A.V. changed his statement and claimed that a man had offered to find work for him and the applicant. Once they had given him their passports, he had demanded that they take part in the robbery. The applicant had, according to A.V.’s latest account, been too scared to participate, so they had left him in the woods to wait for them. The applicant gave a similar account of events, claiming that he had not been among those who had robbed the bank but had waited for their return in the woods. According to the record of the hearing, the applicant answered questions from the district prosecutor, the presiding judge, his own counsel and counsel for one of his co-defendants.",
                                "elements": []
                            },
                            {
                                "content": "27.  In addition to questioning the defendants, the court also examined a number of witnesses. It can be seen from the record of the hearing that the applicant had trouble with the interpreting of one of the witness statements and could only understand it when he read it. He put questions to the witnesses and commented on witness statements about the height of the robbers, and on police officers’ statements concerning mobile telephones they had seized and the number of people who had fled the scene of the robbery. He also referred to the indictment and commented on allegations about the whereabouts of the stolen money.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 12 July 2002 the applicant’s partner was given permission to visit him in Ljubljana Prison.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 16 July 2002 a hearing was held at which the defendants gave closing statements. The transcript includes the following record of the applicant’s statement:",
                                "elements": []
                            },
                            {
                                "content": "30.  On 16 July 2002 a five-member bench of the Kranj District Court convicted the applicant, A.V., M.K. and E.B. of robbery and acquisition of unlawfully gained property (a stolen car). The applicant and M.K. were sentenced to eight years and four months in prison, E.B. received a sentence of eight years and seven months, while A.V. was sentenced to five years and four months in prison. L.K., N.U. and G.V. were found guilty of aiding and abetting the robbery and sentenced to five years’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "31.  The judgment contains about twenty pages of reasoning in which the court also responded to arguments relating to the use of Slovenian or Croatian during the robbery. The court noted that not many words had been spoken during the robbery, that all four defendants charged with robbery spoke Russian and were for that reason assisted by Russian interpreters, that they also knew some words in Slovenian as demonstrated during the hearing and that they could have intentionally used words resembling Slovenian.",
                                "elements": []
                            },
                            {
                                "content": "32.  On the same day, the applicant’s detention was extended. The written decision with a Russian translation were notified to the applicant on the following day.",
                                "elements": []
                            },
                            {
                                "content": "33.  On 2 August 2002 the judgment with a translation into Russian were also notified to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "34.  On 6 August 2002 the applicant’s counsel appealed against the District Court’s judgment. He complained about alleged shortcomings in the police investigation, the assessment of evidence and his client’s sentence, but did not raise any complaint regarding the applicant’s understanding of the Russian interpreting provided to him.",
                                "elements": []
                            },
                            {
                                "content": "35.  On the same day the applicant also lodged an appeal, which was composed of five pages of argument written by hand in Slovenian with the assistance of fellow inmates. The applicant complained about the first-instance court’s assessment of the evidence and about his sentence. He maintained that he had known about the robbery but had not taken part in it.",
                                "elements": []
                            },
                            {
                                "content": "36.  On 14 November 2002 the Ljubljana Higher Court dismissed the applicant’s appeal. It found that A.V. had given a detailed and incriminating description, while having legal assistance, that the applicant had been assisted by counsel who had been appointed for him and by an interpreter at his first appearance before the investigating judge, and that there was no indication that the applicant had not been informed when arrested of the reasons for his arrest in a language he had understood. The court was of the view that if the applicant had not understood the reasons for his arrest he would have mentioned it during his questioning by the investigating judge. The applicant was issued with a Russian translation of the judgment, by which his conviction acquired the force of res judicata.",
                                "elements": []
                            },
                            {
                                "content": "37.  On 23 February 2003 the applicant sent an application entitled “an appeal to the Supreme Court” to the Kranj District Court. The application was written in Lithuanian, with the exception of an introductory explanation in Slovenian, in which the applicant informed the court that he spoke neither Russian nor Slovenian, adding that he understood a little Russian but could not write in it. In the rest of the document the applicant complained about the assessment of the evidence by the lower courts and alleged that his right to use his own language in the criminal trial had been violated. He also alleged that during his first questioning he had not been represented by counsel or provided with an interpreter. Thus, he had not understood the reasons for his arrest. He also submitted that he had stated at the hearing that he did not understand Russian very well. Despite those issues, the Kranj District Court had not provided him with a Lithuanian interpreter.",
                                "elements": []
                            },
                            {
                                "content": "38.  On 24 March 2003 the Kranj District Court instructed the applicant to submit his appeal, which it treated as an application for the protection of legality (an extraordinary remedy by which to challenge the legality of final decisions), in Russian, finding that he had used that language throughout the criminal proceedings and in communication with his counsel. It appears from the Constitutional Court’s decision of 24 March 2005 (see paragraph 41 below) that the Kranj District Court had ordered that the appeal be drafted in Russian after ascertaining that there were no Lithuanian interpreters registered in Slovenia and that translation from that language would therefore have required the assistance of the nearest Lithuanian Embassy. The letter instructing the applicant to submit his application in Russian, and a Russian translation of that letter, were notified to the applicant on 4 April 2003. As the applicant did not reply, on 29 April 2003 the District Court rejected his application as incomprehensible. The decision and a Russian translation were notified to the applicant on 21 May 2003.",
                                "elements": []
                            },
                            {
                                "content": "39.  On 20 August 2004 the applicant lodged a constitutional complaint against that decision, alleging that the Kranj District Court had violated his defence rights and his right to use his own language and script. He explained that he could not speak or understand Russian very well, and in particular was not able to read decisions and other documents in Russian owing to the different characters, and that he had thus been prevented from effectively defending himself. His constitutional complaint and additional submissions were handwritten in Slovenian. In the proceedings before the Constitutional Court, the Kranj District Court replied to the applicant’s allegations, submitting that he had at no time stated that he had trouble understanding Russian.",
                                "elements": []
                            },
                            {
                                "content": "40.  On 30 November 2004 the applicant sent a letter to the Ministry of Justice, written in Slovenian, asking for an explanation as to why he had not had a Lithuanian interpreter at his trial. The letter was forwarded to the Kranj District Court. It replied on 28 December 2004, explaining that the applicant had used Russian to communicate with the court and with his counsel at all stages of the first-instance proceedings.",
                                "elements": []
                            },
                            {
                                "content": "41.  On 24 March 2005 the Constitutional Court delivered its decision. It observed that the applicant’s situation was an exceptional one, in that he was not required to properly exhaust remedies in respect of the Kranj District Court’s decision. In its view, the applicant, who was detained at the time, could not have been expected to challenge the impugned decision by means of a standard appeal as he had stated that he could not understand the language in which the decision had been written. The Constitutional Court went on to examine the complaint on the merits, finding in favour of the applicant. It noted that the law afforded special protection to a defendant’s right to use his or her own language and script after detention. The person’s own language would in principle be his or her mother tongue but, if the person had a command of another language, the use of the latter could suffice for oral communication in the proceedings. However, the Constitutional Court rejected the District Court’s view that a defendant who was in custody and who had used a certain language in oral proceedings should also submit written submissions in that language, finding that written communication required a higher level of language proficiency. The Constitutional Court noted that the applicant had been assisted by a Russian interpreter in the first-instance proceedings, which had mainly involved oral communication. After an appeal, proceedings were typically in writing and the accused no longer benefited from the assistance of court-appointed counsel. The Constitutional Court therefore found that the applicant, who had explained in his submissions to the Supreme Court that he could not write in Russian, should be allowed to submit them in his own language. It therefore concluded that the court below had violated the applicant’s right to use his own language in the proceedings, as explicitly provided for by section 8 of the Criminal Procedure Act and as guaranteed by Article 62 of the Constitution. It annulled the Kranj District Court’s decision of 29 April 2003 (see paragraph 38 above) and remitted the applicant’s application for the protection of legality for fresh consideration.",
                                "elements": []
                            },
                            {
                                "content": "42.  In the remitted proceedings, the Kranj District Court obtained a Slovenian translation of the applicant’s application for the protection of legality and referred it to the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "43.  On 26 January 2006 the Supreme Court dismissed the applicant’s application for the protection of legality as unfounded. The Supreme Court established on the basis of the case file that immediately after placing the applicant in police custody, the police had informed him, with the assistance of the Russian interpreter, of the reasons for his arrest and his right to a lawyer. When questioned by the investigating judge, the applicant had also been assisted by the Russian interpreter and his court-appointed counsel. The Supreme Court found that there was no indication in the file that the applicant had been informed of his right to use his own language in the proceedings, either by the investigating judge or by the Kranj District Court. It also found no indication that the applicant had given any statement concerning that right. However, the lack of such notification, did not, in the Supreme Court’s view, undermine the legality of the final judgment, because the applicant had been assisted by a Russian interpreter and by counsel. The record of the hearing had contained no indication that he did not understand Russian. Moreover, the court noted that neither the applicant nor his counsel had raised any issue of a lack of understanding of Russian. The applicant was issued with an original copy of the Supreme Court’s judgment and a Lithuanian translation.",
                                "elements": []
                            },
                            {
                                "content": "44.  On 10 June 2006 the applicant lodged a constitutional complaint against the Supreme Court’s judgment, complaining that, while he had a rough understanding of Russian, he could not defend himself orally in that language, let alone in writing. In particular, he alleged that he had not been afforded an opportunity to defend himself in a language that would allow him to clarify the facts of the case and to respond effectively to the charges. He alleged that he had drawn the court’s attention to that fact but that his remark had not been recorded. In addition, the applicant complained that certain documents submitted in evidence had been in Slovenian and had therefore been incomprehensible to him, thus hindering his defence.",
                                "elements": []
                            },
                            {
                                "content": "45.  On 1 September 2007 the applicant was released on parole.",
                                "elements": []
                            },
                            {
                                "content": "46.  On 3 July 2008 the Constitutional Court dismissed (zavrne) the applicant’s constitutional complaint. It observed, inter alia, as follows:",
                                "elements": []
                            },
                            {
                                "content": "47.  The fees declared at the end of the trial by the interpreter and the applicant’s counsel, and paid for by the State, show that various services were provided to the applicant. Apart from interpreting during the investigation and court hearings, and the written translation of documents, A.G. took part in certain meetings between the applicant and his counsel. The lawyer visited the applicant in the remand prison for consultation purposes on 8 April (forty-five minutes), 2 August (thirty minutes) and 13 September 2002 (twenty minutes), assisted by A.G., as well as on 9 July 2002 (twenty-five minutes), though it is not clear whether on the latter occasion A.G. was present. The lawyer also assisted the applicant during his court appearances. He also lodged applications for remedies on his client’s behalf in the proceedings at first and second instance.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT LEGAL MATERIAL",
                        "elements": [
                            {
                                "content": "A.  Domestic law",
                                "elements": [
                                    {
                                        "content": "1.  The Constitution of the Republic of Slovenia",
                                        "elements": [
                                            {
                                                "content": "48.  The relevant provisions of the Constitution of the Republic of Slovenia read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\n“Anyone charged with a criminal offence must, in addition to absolute equality, be guaranteed the following rights:",
                                                "elements": []
                                            },
                                            {
                                                "content": "the right to have adequate time and facilities to prepare his defence;",
                                                "elements": []
                                            },
                                            {
                                                "content": "the right to be present at his trial and to conduct his own defence or to be defended by a legal representative;",
                                                "elements": []
                                            },
                                            {
                                                "content": "the right to present all the evidence that is to his benefit;",
                                                "elements": []
                                            },
                                            {
                                                "content": "the right not to incriminate himself or his relatives or those close to him, or to admit his guilt.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "\n“Everyone has the right to use his own language and script as provided by law in the exercise of his rights and duties and in procedures before State and other authorities performing a public function.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Criminal Procedure Act",
                                        "elements": [
                                            {
                                                "content": "49.  The relevant provisions of the Criminal Procedure Act (Official Gazette no. 63/94 with the relevant amendments) governing the use of languages in criminal proceedings read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The relevant provision of the Criminal Procedure Act concerning grounds of appeal reads as follows:",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  European Union instruments",
                                "elements": [
                                    {
                                        "content": "51.  The Charter of Fundamental Rights of the European Union (“the Charter”) enshrines the right to a fair trial (Article 47) and respect for the rights of the defence (Article 48(2)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 30 November 2009 the Council of the European Union adopted a Roadmap for strengthening the procedural rights of suspected or accused persons in criminal proceedings (“the Roadmap”). The Roadmap gave rise to Directive 2010/64/EU of the European Parliament and of the Council of 20 October 2010 on the right to interpretation and translation in criminal proceedings (“Directive 2010/64/EU”). Directive 2010/64/EU lays down common minimum rules to be applied within the European Union for the purposes of interpretation and translation in criminal proceedings and in proceedings for the execution of the European arrest warrant. It came into force on 15 November 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The following recitals of Directive 2010/64/EU are relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Article 2 of Directive 2010/64/EU reads, in its relevant part, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Right to interpretation",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Member States shall ensure that suspected or accused persons who do not speak or understand the language of the criminal proceedings concerned are provided, without delay, with interpretation during criminal proceedings before investigative and judicial authorities, including during police questioning, all court hearings and any necessary interim hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Member States shall ensure that, where necessary for the purpose of safeguarding the fairness of the proceedings, interpretation is available for communication between suspected or accused persons and their legal counsel in direct connection with any questioning or hearing during the proceedings or with the lodging of an appeal or other procedural applications.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. Member States shall ensure that a procedure or mechanism is in place to ascertain whether suspected or accused persons speak and understand the language of the criminal proceedings and whether they need the assistance of an interpreter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5. Member States shall ensure that, in accordance with procedures in national law, suspected or accused persons have the right to challenge a decision finding that there is no need for interpretation and, when interpretation has been provided, the possibility to complain that the quality of the interpretation is not sufficient to safeguard the fairness of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "8. Interpretation provided under this Article shall be of a quality sufficient to safeguard the fairness of the proceedings, in particular by ensuring that suspected or accused persons have knowledge of the case against them and are able to exercise their right of defence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Article 3 of Directive 2010/64/EU reads, in its relevant part, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Article 5 § 1 of Directive 2010/64/EU deals with the quality of interpretation and translation, providing as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Furthermore, Article 7 of Directive 2010/64/EU reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 22 May 2012 the European Parliament and the Council of the European Union adopted another directive relating to the measures set out in the Roadmap, namely Directive 2012/13/EU on the right to information in criminal proceedings (“Directive 2012/13/EU”). It entered into force on 21 June 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The following recitals of Directive 2012/13/EU are relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The relevant parts of Articles 3, 4 and 8 of Directive 2012/13/EU provide as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 3",
                                        "elements": []
                                    },
                                    {
                                        "content": "Right to information about rights",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Member States shall ensure that suspects or accused persons are provided promptly with information concerning at least the following procedural rights, as they apply under national law, in order to allow for those rights to be exercised effectively:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) the right of access to a lawyer;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) any entitlement to free legal advice and the conditions for obtaining such advice;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) the right to be informed of the accusation, in accordance with Article 6;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d) the right to interpretation and translation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e) the right to remain silent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Member States shall ensure that the information provided for under paragraph 1 shall be given orally or in writing, in simple and accessible language, taking into account any particular needs of vulnerable suspects or vulnerable accused persons.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 4",
                                        "elements": []
                                    },
                                    {
                                        "content": "Letter of Rights on arrest",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Member States shall ensure that suspects or accused persons who are arrested or detained are provided promptly with a written Letter of Rights. They shall be given an opportunity to read the Letter of Rights and shall be allowed to keep it in their possession throughout the time that they are deprived of liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "5. Member States shall ensure that suspects or accused persons receive the Letter of Rights written in a language that they understand. Where a Letter of Rights is not available in the appropriate language, suspects or accused persons shall be informed of their rights orally in a language that they understand. A Letter of Rights in a language that they understand shall then be given to them without undue delay.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 8",
                                        "elements": []
                                    },
                                    {
                                        "content": "Verification and remedies",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Member States shall ensure that when information is provided to suspects or accused persons in accordance with Articles 3 to 6 this is noted using the recording procedure specified in the law of the Member State concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Member States shall ensure that suspects or accused persons or their lawyers have the right to challenge, in accordance with procedures in national law, the possible failure or refusal of the competent authorities to provide information in accordance with this Directive.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Both of the aforementioned directives were incorporated into the Slovenian legal system by means of an amendment to the Criminal Procedure Act (Official Gazette, no. 87/2014), which was passed on 21 November 2014 and became applicable as of 20 March 2015.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 OF THE CONVENTION AS REGARDS THE ALLEGED DENIAL OF THE APPLICANT’S RIGHT TO USE A LANGUAGE OF WHICH HE HAD A SUFFICIENT COMMAND",
                        "elements": [
                            {
                                "content": "62.  The applicant complained that his right to a fair trial had been violated because he had not understood the language of the proceedings or the interpreting provided to him. He relied on Article 6 §§ 1 and 3 of the Convention of which the relevant parts read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(e)  to have the free assistance of an interpreter if he cannot understand or speak the language used in court.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "63.  The Government argued that the applicant had failed to exhaust domestic remedies. They submitted that the applicant had not raised the substance of his complaint before the relevant national authorities. In particular, the applicant and his counsel, about whom the applicant had never complained at the domestic level, could have raised the issue of the inadequacy of the Russian interpreting or requested that another language be used, but had not done so during the questioning by the investigating judge, at any other time during the trial, or in their written submissions. The applicant’s complaint that he was not able to understand the script in which the translation of written documents had been provided to him had also been raised out of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The applicant disputed the Government’s allegations. He submitted that he should not be accused of not properly raising his complaints with the authorities and that he had in fact complained in his native language but had not been understood.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In the Court’s view, the Government’s preliminary objection that the applicant had failed to exhaust domestic remedies is so closely linked to the substance of his complaint that it should be joined to the merits of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court further finds that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. No other ground for declaring it inadmissible having been established, it must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "67.  That applicant alleged that he should have been able to use his native language, Lithuanian, as that had been the only way he could have defended himself effectively in the criminal proceedings. He argued that his knowledge of Russian had been weak and that he had not understood the translation of the documents as he had not been able to read Russian. No enquiry into his proficiency in Russian had been made during the proceedings against him, in breach of the State’s positive obligation under the Convention. He further argued that the burden of providing an explanation for the lack of translation and interpretation into his native language should be on the Government. In particular, the Government should justify their assumption that he understood Russian, a language quite different in its spoken form, and entirely different in its written form, from Lithuanian. He also stated that he had never studied Russian.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In reply to the Government’s argument regarding his participation in the trial, the applicant maintained that this might have been merely an appearance. The applicant referred to Şaman v. Turkey (no. 35292/05, 5 April 2011) and Baytar v. Turkey (no. 45440/04, 14 October 2014) in that connection. As regards the fact that he had signed the record of the hearings, he maintained that he had not known what he was signing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The applicant submitted in his application to the Court that he had, a number of times during the trial, complained of having trouble understanding the language being spoken, but since he had made his complaints in Lithuanian no one had understood them. In replying to the Government’s arguments, the applicant disputed the idea that the authorities should have been formally put on notice regarding his difficulties. In that connection he submitted that he had found himself detained in a foreign country in criminal proceedings which had been swiftly concluded, namely at first instance within five months, and he had therefore not been in a position to complain at the national level. The applicant argued that the fact that he had not made a complaint, as established by the Constitutional Court and the Supreme Court, should itself be considered as a consequence of the breach of Articles 5 § 2 and 6 §§ 1 and 3 (a) and (e) of the Convention. He pointed out that the national court should be the ultimate guardian of the fairness of the proceedings, especially as his counsel had been appointed by a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Government argued that neither the applicant nor his counsel had made any remarks about the appointment of the Russian interpreter during the investigation, at the hearings or on appeal. The first time the applicant had raised the issue of language had been in his application for the protection of legality, after his conviction had become final. The first time he had submitted that the trial court had failed to place on record his alleged complaint concerning the language used had been in his constitutional complaint. As regards his understanding of the written documents, the Government pointed out that the applicant and other co-defendants had asked for the written translation to be in Russian (see paragraph 21 above). The applicant had lodged a complaint about that matter only in the constitutional court proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  As regards the applicant’s knowledge of Russian, the Government submitted that it was adequate and that his defence rights had not therefore been breached. In particular, the Government submitted that Russian had been an official language in Lithuania until 1990, when the country had declared its independence, and that the applicant, who had been born in 1980, must have learnt it at school. They also argued that, in any event, Russian was widely spoken in Lithuania; that the co-accused A.V. had said during questioning by the investigating judge that he and the applicant had been able to speak Russian (see paragraph 14 above); and that the applicant had demonstrated in the criminal proceedings that he had been able to follow the proceedings in Russian. The applicant had participated in the proceedings, examined witnesses, answered questions and had not complained of not being able to understand Russian, the language in which he had communicated in the proceedings. There had been one isolated incident, namely at the hearing of 11 July 2002, when he had asked for clarification of a translation (see paragraph 27 above). In sum, the Government maintained that the applicant had participated in the proceedings with the assistance of his counsel and a Russian interpreter and that if he had actually had problems in his oral or written communication he would have found a way to make his counsel or the trial court aware of them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Fair Trials International, intervening as a third party, argued that the Court should adopt a demanding approach when assessing whether national courts have discharged their duty to check the adequacy of interpretation when put on notice as to an issue in that regard. It referred to the Resolution of the Council of 30 November 2009 on a Roadmap for strengthening procedural rights of suspected and accused persons in criminal proceedings and Directive 2010/64/EU (see paragraphs 52 to 57 above). In particular, the third party argued that the failure to make a complaint at national level should by no means be regarded as determinative. In determining whether the domestic authorities had been “put on notice” such as to trigger their responsibility for any oversight, the Court should take into account any factual situation arising in the context of the national proceedings, which should be such as to alert the courts as to a possible issue with the adequacy of interpretation. It pointed out that when interpretation was provided in a language other than that of the accused, this should automatically put the authorities on notice and trigger their obligation to verify the adequacy of the interpretation. The authorities would then have to establish that the accused person had a sufficient command of the interpreting language. In this connection, it was necessary to have regard to the elements taken into account by the Court in assessing the impact of not providing interpreting for people who did not have a perfect command of the language of the proceedings, such as their linguistic knowledge, literacy and personal situation, and the complexity of the case. The national authorities were required to determine whether the accused person had a sufficient command of the third language by conducting similar checks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Mechanisms for identifying the need for interpreting should be in place in the national proceedings, and a failure by the authorities to refute an applicant’s complaint with positive evidence should be a valid way of establishing a breach of the Convention. In particular, the Court should hesitate before accepting an assumption based on nationality as a satisfactory manner of assessing whether the interpreting provided was adequate. The focus should instead be on the concrete steps taken to verify that it was adequate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Lastly, Fair Trials International submitted that issues such as the use of evidence obtained through inadequate interpretation and the effect the latter had on the exercise of other defence rights should be taken into account when assessing the fairness of the proceedings as a whole. If the domestic authorities failed to conduct a proper examination of the adequacy of interpretation, the Court should not speculate about the effect that inadequate interpretation might have had on the defence strategies. It should instead be prepared to conclude that the defence might have been conducted differently if proper interpreting had been provided and therefore find a violation of Article 6.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "75.  Under paragraph 3 (a) of Article 6 of the Convention, any person charged with a criminal offence has the right “to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him”. Whilst this provision does not specify that the relevant information should be given in writing or translated in written form for a foreign defendant, it does point to the need for special attention to be paid to the notification of the “accusation” to the defendant. An indictment plays a crucial role in the criminal process, in that it is from the moment of its service that the defendant is formally put on notice of the factual and legal basis of the charges against him. A defendant not familiar with the language used by the court may be at a practical disadvantage if the indictment is not translated into a language which he understands (see Hermi v. Italy [GC], no. 18114/02, § 68, ECHR 2006XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  In addition, paragraph 3 (e) of Article 6 states that every defendant has the right to the free assistance of an interpreter. That right applies not only to oral statements made at the trial hearing but also to documentary material and the pre-trial proceedings (see Hermi, cited above, § 69). As regards the pre-trial phase, the Court notes that the assistance of an interpreter, as that of a lawyer, should be provided from the investigation stage, unless it is demonstrated that there are compelling reasons to restrict this right (see Baytar, cited above, § 50, and Diallo v. Sweden (dec.), no. 13205/07, § 25, 5 January 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  An accused who cannot understand or speak the language used in court has, therefore, the right to the free assistance of an interpreter for the translation or interpretation of all those documents or statements in the proceedings instituted against him which it is necessary for him to understand or to have rendered into the court’s language in order to have the benefit of a fair trial (see Hermi, cited above, § 69).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  However, paragraph 3 (e) does not go so far as to require a written translation of all items of written evidence or official documents in the procedure. In that connection, it should be noted that the text of the relevant provisions refers to an “interpreter”, not a “translator”. This suggests that oral linguistic assistance may satisfy the requirements of the Convention (see Husain v. Italy (dec.), no. 18913/03, 24 February 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The fact remains, however, that the interpretation assistance provided should be such as to enable the defendant to have knowledge of the case against him and to defend himself, notably by being able to put before the court his version of the events (see ibid.; Hermi, cited above, § 70; and Güngör v. Germany (dec.), no. 31540/96, 17 May 2001). The Court notes in this connection that the obligation of the competent authorities is not limited to the appointment of an interpreter but, if they are put on notice in the particular circumstances, may also extend to a degree of subsequent control over the adequacy of the interpretation (see Kamasinski v. Austria, 19 December 1989, § 74, Series A no. 168), and Diallo, cited above, § 23).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  As regards its case-law to date, the Court observes that already in Brozicek v. Italy (19 December 1989, § 41, Series A no. 167) it indicated the need for verification of the defendant’s needs in terms of language assistance. In particular, it considered that the Italian authorities, which had been informed in an unequivocal manner of the applicant’s lack of knowledge of Italian, “should have taken steps to comply with [his request for translation] ... unless they were in a position to establish that the applicant in fact had sufficient knowledge of Italian to understand from the notification the purport of the letter notifying him of the charges brought against him”. Noting that there was no evidence in the file to indicate that the applicant had had sufficient knowledge of Italian, the Court found a violation of Article 6. Similarly, in Cuscani v. the United Kingdom (no. 32771/96, § 38, 24 September 2002), the Court took the view that after the authorities had been put on notice of the applicant’s inability to understand the proceedings, the verification of his need for interpretation had become a matter for the judge to determine. The Court held that the onus had been on the judge to ascertain whether the absence of an interpreter at the hearing would have prejudiced the applicant’s full involvement in a trial in which he had pleaded guilty. Furthermore, in Amer v. Turkey (no. 25720/02, § 83, 13 January 2009), the Court found no indication in the file as to the presence of an interpreter during the police’s questioning of the applicant, who claimed to have only limited knowledge of Turkish, which was the language of the proceedings. Noting that crucial evidence had been gathered during that questioning, and referring to the subsequent proceedings before the domestic court, the Court found that “the verification of the applicant’s need for interpretation facilities at the time of his questioning by the police should have been a matter for the domestic courts to adequately examine with a view to reassuring themselves that the absence of an interpreter [when the applicant was] in police custody would not have prejudiced the applicant’s right to a fair trial”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  As shown by the above examples from the Court’s case-law, it is incumbent on the authorities involved in the proceedings, in particular the domestic courts, to ascertain whether the fairness of the trial requires, or has required, the appointment of an interpreter to assist the defendant. In the Court’s opinion, this duty is not confined to situations where the foreign defendant makes an explicit request for interpreting. In view of the prominent place held in a democratic society by the right to a fair trial (see Hermi, cited above, § 76, and Artico v. Italy, 13 May 1980, § 33, Series A no. 37), it arises whenever there are reasons to suspect that the defendant is not proficient enough in the language of the proceedings, for example if he or she is neither a national nor a resident of the country in which the proceedings are being conducted. A similar duty arises when a third language is envisaged to be used for the interpreting. In such circumstances, the defendant’s proficiency in the third language should be ascertained before the decision is taken to use it for the purposes of interpreting.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court further observes that the importance of verifying the defendant’s interpreting needs in order to ensure the right to a fair trial has been recognised also by the adoption of the European Union’s Directive 2010/64/EU. That Directive requires member States to ensure that a procedure or mechanism is in place to ascertain whether suspected or accused persons speak and understand the language of the criminal proceedings and whether they need the assistance of an interpreter (see paragraphs 52 to 54 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court has held on several occasions that in determining the defendant’s interpreting needs, the issue of his or her linguistic knowledge is vital (see, among many authorities, Hermi, cited above, § 71). It would add in this connection that the fact that the defendant has a basic command of the language of the proceedings or, as may be the case, a third language into which interpreting is readily available, should not by itself bar that individual from benefiting from interpreting into a language he or she understands well enough to fully exercise his or her defence rights. This follows from the requirement that the defendant be informed of the accusation in a language “which he understands” and from the requirement that the interpretation assistance provided should be such as to enable the defendant to have knowledge of the case against him and to defend himself (see paragraph 79 above). Recital 22 of the Preamble to Directive 2010/64/EU more specifically provides that the interpretation and translation should be provided either in the native language of defendants or in any other language that they speak or understand in order to allow them fully to exercise their right of defence, and in order to safeguard the fairness of the proceedings (see paragraph 53 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Convention leaves Contracting States wide discretion as regards the choice of the means calculated to ensure that their legal systems are in compliance with the requirements of Article 6 (see Sejdovic v. Italy [GC], no. 56581/00, § 83, ECHR 2006II). It is therefore not for the Court to set out in any detail the precise measures that should be taken by domestic authorities with a view to verifying the linguistic knowledge of a defendant who is not sufficiently proficient in the language of the proceedings. Depending on different factors, such as the nature of the offence and the communications addressed to the defendant by the domestic authorities (see Hermi, cited above, § 71), a number of open-ended questions might be sufficient to establish the defendant’s language needs. In this connection, the Court observes that recital 21 of Directive 2010/64/EU likewise leaves it to the authorities to choose the most appropriate manner of verification, which may include consulting the suspected or accused persons concerned (see paragraph 53 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Lastly, the Court draws attention to the importance of noting in the record any procedure used and decision taken with regard to the verification of interpreting needs, any notification of the right to an interpreter (see paragraphs 86 and 87 below) and any assistance provided by the interpreter, such as oral translation or oral summary of documents, so as to avoid any doubts in this regard that may be raised later in the proceedings (see, mutatis mutandis, Martin v. Estonia, no. 35985/09, § 90, 30 May 2013, and paragraphs 57 and 60 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court has already had occasion to point out, in the context of the right of access to a lawyer, the right to remain silent and the privilege against self-incrimination, that for these rights to be practical and effective it is crucial that the suspects be aware of them (see Ibrahim and Others v. the United Kingdom [GC], nos. 50541/08 and 3 others, § 272, ECHR 2016). The Court finds that for the very same reason it is important for the suspect to be aware of the right to interpretation, which means that he must be notified of such a right when “charged with a criminal offence” (see, mutatis mutandis, ibid.; see also Article 3 of Directive 2012/13/EU cited in paragraph 60 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  To be meaningful, the notification of the right to interpretation together with the other fundamental defence rights mentioned above should be done in a language that the applicant understands (ibid.). This is also implicit from the Court’s application of the “knowing and intelligent waiver” standard to any purported waiver of such rights (see, mutatis mutandis, Dvorski v. Croatia [GC], no. 25703/11, § 101, ECHR 2015, and Ibrahim and Others, cited above, § 272).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Court observes at the outset that the Kranj District Court seemed to have made some enquiries about the availability of interpreters for the applicant’s native language, Lithuanian, finding that no such interpreters were registered in Slovenia at the material time and that translation from and into that language would have required the assistance of the nearest Lithuanian Embassy (see paragraph 38 above). However, those enquiries were made only in the proceedings following the second-instance court’s judgment, without any further steps being taken. There is no indication in the file that any possibilities of securing a Lithuanian interpreter had been entertained by the authorities during the trial or the investigation. However, it appears that later in the proceedings, for instance before the Supreme Court (see paragraphs 42 and 43 above), a translation from Lithuanian into Slovenian and vice versa was obtained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  In any event, the Government did not argue that there had been compelling reasons (see paragraph 76 above) preventing the authorities from appointing a Lithuanian interpreter to assist the applicant. In fact, they argued that a Russian interpreter had been appointed to assist him because, in their view, he understood Russian (see paragraph 71 above). Indeed, the domestic courts’ decisions concerning the present complaint (see paragraphs 41, 43 and 46 above) were based on the assumption that the applicant understood Russian and was able to follow the proceedings in that language.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  In view of the foregoing, the Court cannot speculate as to whether or at what point a Lithuanian interpreter would have been available to the applicant, had the authorities actively sought one. Bearing in mind that Article 6 does not require that the defendant should necessarily be able to follow the proceedings in his or her native language, it will proceed to examine the main question, that is whether the applicant was provided with interpreting into a language of which he had a sufficient command for the purposes of his defence, and if not, whether this undermined the fairness of the proceedings as a whole.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  In the present case, the authorities were clearly aware that the applicant, who was a Lithuanian national and had arrived in Slovenia only a short time before his arrest, did not understand the language of the criminal proceedings against him, which was Slovenian. After taking the applicant into custody, the police informed him, with the assistance of the Russian interpreter, of the reasons for his arrest and his right of access to a lawyer. When questioned by the investigating judge, the applicant was again assisted by the Russian interpreter. He continued to be assisted by that interpreter throughout the proceedings and during consultations with his court-appointed lawyer and was given Russian translations of the relevant court documents. However, although the records of the investigation and hearing are quite detailed, the Court cannot find any indication that the applicant was ever consulted as to whether he understood the interpreting and written translation into Russian well enough to conduct his defence effectively in that language.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  In that connection, the Court cannot accept the Government’s suggestion that any general assumption about the applicant’s knowledge of Russian could be made on the basis of his Lithuanian nationality and rejects the Government’s arguments about the use of Russian in Lithuania (see paragraph 71 above), finding that the accuracy of those submissions has not been proven in any way. It further notes that no other explanation was provided by the Government as to what led the authorities, when appointing a Russian interpreter to assist the applicant, to believe that he had sufficient command of that language (see paragraph 71 above; and contrast Hermi, cited above, §§ 90 and 91, and Katritsch v. France, no. 22575/08, § 45, 4 November 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The Court must therefore conclude that the authorities did not expressly verify (see paragraph 81 above) the applicant’s proficiency in Russian. The lack of such verification is an important element in the Court’s consideration of the case, as the effective protection of the rights enshrined in Article 6 § 3 (a) and (e) requires that a defendant be provided with interpreting into a language of which he has a sufficient command (see paragraphs 81 to 83 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Court must proceed to establish whether there are any other clear indications of the applicant’s proficiency in Russian. In this connection, the Court notes that there are no audio recordings of the questioning by the investigating judge or of the hearing and that no other evidence (see, for example, Katritsch, cited above, § 45, and Hermi, cited above, § 90) by which to determine the applicant’s actual level of spoken Russian has been put forward by the Government. As to whether there are any indications, in the trial records or elsewhere, of his understanding of the interpreting language (see paragraph 71 above), the Court notes, firstly, that in the absence of any verification, his lack of cooperation during the police procedure and during his questioning by the investigating judge might be understood as being, at least in part, attributed to his difficulties in expressing himself and in following the proceedings in Russian (see paragraphs 11 and 13 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  Secondly, the few rather basic statements the applicant made during the hearing, presumably in Russian (see paragraphs 26, 27 and 29 above), cannot be regarded as sufficient to show that he was in fact able to conduct his defence effectively in that language.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  Thirdly, even though the Constitutional Court found that the applicant had “succeeded in communicating” with his counsel, it did not explain that finding by reference to the facts. Regrettably, its conclusion seems to be based on an assumption rather than on evidence of the applicant’s linguistic proficiency or of actual communication with his counsel (see paragraph 46 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  In conclusion, although the applicant appeared to have been able to speak and understand some Russian, a fact which he has not denied (see paragraph 67 above), the Court does not find it established that his proficiency in that language was sufficient to safeguard the fairness of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  It remains for the Court to examine the Government’s argument that neither the applicant nor his counsel made any remarks about the appointment of the Russian interpreter during the investigation, at the hearings or on appeal (see paragraphs 70 and 71 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  As regards the applicant, the Court finds it important to note that there is no indication in the file that the authorities informed him of his right to interpreting into his mother tongue or of his basic right to interpreting into a language he understood (see paragraphs 43, 46, 48 and 49 above). The Government gave no justification for that failure. The Court emphasises in this connection that the notification of the right to interpretation was an integral part of the authorities’ duty to provide adequate language assistance to the applicant in order to secure the right to a fair trial – a duty which was at the centre of the applicant’s appeal on points of law and his constitutional complaint (see paragraphs 37, 44, 86 and 87 above). Moreover, under domestic law the applicant was entitled to interpreting into his native language and the authorities were obliged, under domestic procedural law, to inform him of that right and to make a record of such notification and of the applicant’s response to it (see paragraphs 46, 48 and 49 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  In the Court’s view, the lack of such notification of the right to interpretation, coupled with the applicant’s vulnerability as a foreigner who had arrived in Slovenia only a short time before the arrest and had been detained during the proceedings, and his limited command of Russian, could well explain the lack of any request for a different interpreter or complaint in this regard until later in the proceedings, at which point he was able to use his native language (see paragraphs 37 to 46 above). The Court further observes that the Constitutional Court considered the applicant’s situation to be one of an exceptional nature, with the consequence that he had not been required to exhaust regular remedies (see paragraphs 41 and 46 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  As regards the lack of complaints by the applicant’s counsel, the Court reiterates that although the conduct of the defence is essentially a matter between the defendant and his or her counsel, whether counsel has been appointed under a legal-aid scheme or privately financed, the ultimate guardians of the fairness of the proceedings – encompassing, among other aspects, the possible absence of translation or interpretation for a non-national defendant – are the domestic courts (see Hermi, cited above, § 72, and Cuscani, cited above, § 39). The failure by the applicant’s legal representative to raise the issue of interpretation did not therefore relieve the domestic court of its responsibility under Article 6 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  In view of the above, the Court considers that it has not been established in the present case that the applicant received language assistance such as to allow him to participate actively in the trial against him. This, in the Court’s view, is sufficient to render the trial as a whole unfair.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  There has accordingly been a violation of Article 6 §§ 1 and 3 of the Convention. In the light of that conclusion, the Government’s objection as to the non-exhaustion of domestic remedies must be rejected.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "104.  The applicant complained under Article 5 § 2 of the Convention, that he had not been promptly informed, in a language he could understand, of the reasons for his arrest. He also complained, under Article 6 §§ 1 and 3 (a) and (e) of the Convention that there had not been enough Russian interpreters. He also alleged that there had been a breach of Articles 13 and 14, taken together with Article 6.",
                                "elements": []
                            },
                            {
                                "content": "105.  As regards the complaints concerning Article 5 § 2 and/or Article 6 §§ 1 and 3 (a) and (e) of the Convention set out in the preceding paragraph, the Government raised an objection of non-exhaustion of domestic remedies. They submitted that the applicant had not raised those complaints in the domestic proceedings, and in particular had not referred to them in his constitutional complaint.",
                                "elements": []
                            },
                            {
                                "content": "106.  The applicant disputed the Government’s submissions, arguing in essence that the authorities should have acted of their own motion and that as a foreigner he had not been in a position to complain.",
                                "elements": []
                            },
                            {
                                "content": "107.  The Court finds that the applicant did not complain in his constitutional complaint, which he was allowed to submit in his native language, that he had not been promptly informed of the reasons for his arrest in a language he could understand (see paragraph 44 above). The applicant also failed to complain at the domestic level of an insufficient number of available interpreters. Accordingly, and noting that those issues amount to complaints distinct from the ones examined above and should thus have been, at least in substance, raised before the domestic courts, the Government’s objection of a failure to exhaust domestic remedies must be upheld and that part of the application rejected as inadmissible pursuant to Article 35 §§ 1 and 4 in fine of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "108.  The Court has also examined the applicant’s complaints under Articles 13 and 14 taken together with Article 6.",
                                "elements": []
                            },
                            {
                                "content": "109.  It notes that these complaints are linked to that under Article 6 §§ 1 and 3 of the Convention concerning the alleged denial of the applicant’s right to use a language of which he had a sufficient command in the criminal proceedings against him. They must therefore likewise be declared admissible (see paragraphs 66 and 103 above).",
                                "elements": []
                            },
                            {
                                "content": "110.  Having regard to its conclusion in respect of Article 6 §§ 1 and 3 of the Convention (see paragraphs 102 and 103 above), the Court concludes that no separate issue arises under this head.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "111.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "112.  The applicant claimed 31,840 euros (EUR) for loss of earnings. He also claimed EUR 15,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Government objected, arguing that the submissions about the applicant’s employment prospects were purely speculative and that there was no causal link between the alleged violation and the damages sought. They also argued that the amount claimed for non-pecuniary damage was excessive and unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged and therefore rejects that claim (see, mutatis mutandis, Ibrahim and Others, cited above, § 315, and Ajdarić v. Croatia, no. 20883/09, § 57, 13 December 2011). On the other hand, the Court considers that the applicant must have suffered some non-pecuniary damage on account of his conviction in violation of Article 6 §§ 1 and 3 of the Convention. That damage cannot be sufficiently compensated for by a finding of a violation. Making its assessment on an equitable basis, the Court awards the applicant EUR 6,400 in respect of non-pecuniary damage, plus any tax that may be chargeable on this amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "115.  The applicant also claimed EUR 6,250 for his legal representation before the Court based on the terms of the agreement signed between him and his representative (hourly rate of EUR 250 for about twenty-five hours’ work).",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Government argued that the applicant’s claim was excessive, unreasonable and unfounded and that an agreement which departed from the official rates for lawyers would not be binding on the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. The Court notes that the applicant entered into an agreement with his representative concerning his fees. Such an agreement – giving rise to obligations solely between the lawyer and the client – cannot bind the Court, which must assess the level of costs and expenses to be awarded with reference not only to whether the costs have actually been incurred, but also to whether they have been reasonably incurred (see, mutatis mutandis, East West Alliance Limited v. Ukraine, no. 19336/04, § 269, 23 January 2014). Moreover, the Court reiterates that it does not consider itself bound by domestic scales and practices, although it may derive some assistance from them (see, among many examples, Gaspari v. Slovenia, no. 21055/03, § 83, 21 July 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  In the present case, regard being had to the documents in its possession and to the above criteria, the Court considers it reasonable to award the sum of EUR 2,500 covering costs for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "119.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Decides, unanimously, to join to the merits the Government’s objection of non-exhaustion of domestic remedies concerning the alleged denial of the applicant’s right to use a language of which he had a sufficient command in the criminal proceedings against him;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares, unanimously, the complaint concerning the alleged denial of the applicant’s right to use a language of which he had a sufficient command in the criminal proceedings against him under Article 6 §§ 1 and 3 alone and taken together with Articles 13 and 14 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, by five votes to two, that there has been a violation of Article 6 §§ 1 and 3 of the Convention and accordingly rejects the Government’s objection of non-exhaustion of domestic remedies;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, unanimously, that no separate issue arises under Articles 13 and 14 taken together with Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds, by five votes to two,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 August 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the joint dissenting opinion of Judges Kucsko-Stadlmayer and Bošnjak is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "JOINT DISSENTING OPINION OF JUDGES\n KUCSKO-STADLMAYER AND BOŠNJAK",
                        "elements": []
                    },
                    {
                        "content": "1.  To our regret, we cannot join the majority in finding that there has been a violation of Article 6 §§ 1 and 3 of the Convention. We fully acknowledge that understanding the language of the proceedings is an important fairness requirement in criminal proceedings and that a lack of adequate interpreting can make a trial as a whole unfair. We believe, however, that the judgment in the present case imposes new requirements on the national authorities which are inconsistent with the existing jurisprudence of the Court. Furthermore, it is our opinion that the majority’s assessment of some crucial circumstances of this case, namely of the applicant’s level of proficiency in the Russian language and his consequent ability to participate actively in the criminal proceedings against him, is not supported by the documents submitted by the parties. This, in turn, affects the findings as to whether the proceedings as a whole were fair.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant’s native language is Lithuanian. It is undisputed that at the material time the applicant did not speak or understand the language of the proceedings, which was Slovenian. On the day he was taken into police custody he was therefore assisted by a qualified, sworn interpreter who provided him with interpreting into and from Russian. During his questioning by the investigating judge and throughout the whole of the first-instance proceedings, in the course of which the applicant was represented at all times by counsel, he used Russian and never gave any indication that he could not understand it sufficiently. Even in his notice of appeal and in the appeal proceedings the applicant did not raise any complaint regarding his understanding of the Russian interpreting. Only at a very late stage, in applying to the Supreme Court and subsequently to the Constitutional Court and to this Court, did the applicant assert that he had a limited understanding of Russian which was insufficient for an effective defence, and that he could not read Russian script. Against this background, it had to be examined whether the interpreting provided to the applicant by the national courts had been adequate.",
                        "elements": []
                    },
                    {
                        "content": "3.  Article 6 § 3 (e) of the Convention guarantees to everyone charged with a criminal offence the right to have the free assistance of an interpreter if he cannot understand or speak the language used in court. Under this provision, the Court has dealt with several applications in which the applicants complained of not understanding the language of the proceedings or of receiving inadequate interpreting. In examining those applications, the Court held that the national authorities were under a positive obligation not only to appoint an interpreter, but also to verify the adequacy of the interpreting, if they were put on notice in the particular circumstances that the accused lacked knowledge of the language in question or that the language assistance was inadequate for any other reason (see, among many other authorities, Kamasinski v. Austria, 19 December 1989, § 74, Series A no. 168).",
                        "elements": []
                    },
                    {
                        "content": "4.  When examining whether the domestic authorities were put on notice regarding the need for or adequacy of language assistance, the Court has regularly considered whether the applicant or his counsel raised the issue of the alleged inadequacy or lack of interpretation with the domestic authorities. Where neither of them did so, this has been an important factor in the Court’s dismissal of the applicant’s complaint. In a number of cases in which, before the Court, applicants essentially complained about the need for interpretation or the quality thereof, the Court dismissed the complaints, relying, inter alia, on the fact that they had not raised the issue during the trial and/or had not objected to the content of the record (see, for example, Berisha and Haljiti v. the former Yugoslav Republic of Macedonia (dec.), no. 18670, 10 April 2007; Hacioglu v. Romania, no. 2573/03, 11 January 2011; and Husain v. Italy (dec.), no. 18913/03, 24 February 2005). In Horvath v. Belgium ((dec.), no. 6224/07, 24 January 2012), the Court’s finding that the complaint was manifestly ill-founded relied on the fact that the court’s record did not mention any request for translation. In Uçak v. the United Kingdom ((dec.), no. 44234/98, 24 January 2002), the Court declared the complaint inadmissible, finding that the alleged inadequacies and misconduct of the interpreter, beyond her alleged lack of independence, had never been brought to the attention of the trial or appeal courts. Furthermore, in Katritsch v. France (no. 22575/08, 4 November 2010), the Court, in finding no violation of Article 6 § 3 (e) of the Convention, had regard to the fact that the applicant had made no request for an interpreter in the appeal proceedings. It is true that in the absence of a specific request or complaint by a defendant or his or her counsel to the national authorities, other circumstances may put a domestic court on notice that the defendant needs interpretation or that the existing assistance is inadequate. However, those circumstances must be sufficiently apparent to the national court conducting the proceedings in order to trigger any positive obligations under Article 6 § 3 (e) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5.  According to the Court’s existing case-law, it is only once the issue of language comprehension has been brought to the domestic court’s attention that the authorities are under an obligation to take steps to verify whether and what kind of language assistance is needed or to draw the appropriate conclusions. In Brozicek v. Italy (19 December 1989, Series A no. 167), the Court found that after the applicant, a Czech national living in Germany, had notified the authorities that he was unable to understand a judicial notice in Italian, the authorities should have taken steps to comply with the request for translation unless they could establish that he knew enough Italian. The Court went on to examine whether the evidence at its disposal showed that he understood that language. In Cuscani v. the United Kingdom (no. 32771/96, 24 September 2002), the Court found that the domestic court had been put on clear notice that the applicant had problems of comprehension. The applicant’s counsel had informed the court of his client’s difficulties with English and requested that an interpreter be appointed. In Amer v. Turkey (no. 25720/02, 13 January 2009), the applicant, an Arabic speaker, had not had an interpreter or a lawyer when interviewed by the police and had signed a document containing an incriminating statement. Although the applicant explained that he had not understood the statement he had signed, the domestic court relied upon it. The Court found that “sufficient indication” had been given to the domestic courts by the applicant and his lawyers as to his inability to read Turkish texts.",
                        "elements": []
                    },
                    {
                        "content": "6.  The judgment in the present case sets standards that are different from those outlined above. In the view of the majority, the positive obligations in respect of Article 6 § 3 (e) are not confined to situations where a foreign defendant gives an indication that the language assistance provided is not adequate or sufficient, but also arise whenever there are reasons to suspect that the defendant is not proficient enough in the language of the proceedings or of the interpreting provided to him (see paragraph 81 of the judgment). In the majority’s view this means that if it is envisaged to use a third language for the interpreting, “the defendant’s proficiency in [that] language should be ascertained before the decision is taken to use it for the purposes of interpreting” (ibid.). Not only must the defendant be notified of the right to an interpreter, his language skills also need to be “expressly verif[ied]” (see paragraph 93 of the judgment) and any procedure used or decision taken with regard to the verification of interpreting needs must be placed on record (see paragraph 85 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "7.  In our opinion, the majority have thereby departed from the wellestablished standard whereby positive obligations relating to language assistance are triggered by an indication that the defendant does not understand or speak the language of the proceedings and therefore needs interpreting. Furthermore, the majority introduce an obligation not only to notify an accused about his or her interpretation rights, but also to verify expressly his or her language skills and to record any procedural steps relating thereto. Without entering into an analysis as to whether and to what extent the introduction of such criteria and positive obligations could possibly represent a laudable step in the development of the Court’s jurisprudence, we believe that such a departure from the existing case-law may only be undertaken by the Grand Chamber of this Court, as provided by Article 30 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "8.  In terms of methodology, we similarly cannot subscribe to the way in which the majority have taken European Union law into consideration. In introducing new criteria and positive obligations under Article 6 § 3 (e), the majority have partly built upon the developments in EU law described in paragraphs 52-61 of the judgment and relied upon in the general principles part of the Court’s assessment in paragraphs 82, 83, 84 and 86, which form the core of the newly set standards. While EU law may, in a certain context, be used as a source of inspiration in the case-law of the Court, its task is not to assess whether the respondent State complied with it in a particular case (see, mutatis mutandis, Ullens de Schooten and Rezabek v. Belgium, nos. 3989/07 and 38353/07, 20 September 2011). This notwithstanding, one should bear in mind that at the material time Slovenia was not yet a member of the EU. Furthermore, all the EU standards relied upon by the majority were adopted well after the events in question took place. Consequently, the domestic courts can hardly be blamed for not acting in conformity with those subsequent standards.",
                        "elements": []
                    },
                    {
                        "content": "9.  If the well-established criteria of the Court’s case-law had been applied to the present case and the Chamber had ascertained whether the domestic courts had been put on notice that, as alleged, the applicant did not understand Russian, either directly by the applicant himself or through his counsel at the time, by the interpreter or by any other specific circumstance, it could only have dismissed the complaint as ill-founded. The records of the domestic court proceedings, which the judgment rightly finds to be quite detailed (see paragraph 99 of the judgment), do not contain any indication of a complaint regarding the interpreting or of any request for a Lithuanian interpreter or for translation of any of the documents into Lithuanian. Neither the applicant, nor his counsel at that time, nor any other participant in the proceedings, ever objected to the content of those records. On the contrary, both the applicant and his counsel signed them to confirm their accuracy. It is true that the applicant alleged, after his appeal had been rejected, that he had tried in vain to complain to the authorities about the interpreting language, but his submissions to the Supreme Court, the Constitutional Court and our Court on this point seem so inconsistent that they cannot be regarded as plausible. This is also implicitly acknowledged by the majority, who in paragraphs 99-101 of the judgment analyse the reasons for the lack of a complaint or a request for the appointment of a different interpreter during the trial. Since the applicant actively participated in the proceedings and was represented by counsel (see below, paragraphs 12 and 13 of this separate opinion), we do not see any other sign or circumstance that could possibly have alerted the domestic authorities to the applicant’s alleged inability to understand the interpreting language.",
                        "elements": []
                    },
                    {
                        "content": "10.  Besides introducing new criteria for the assessment of a complaint under Article 6 § 3 (e) of the Convention, the present judgment departs from the conclusions of the domestic courts as to whether the applicant understood enough Russian to participate effectively in the proceedings. In particular, the Supreme Court – the first domestic authority to deal with the substance of the applicant’s complaint – considered the applicant’s allegations that he did not understand Russian to be unsubstantiated and in this regard referred to particular elements in the file. The Constitutional Court, in its turn, accepted these findings, adding that the applicant had communicated successfully with his counsel in Russian. These conclusions represent findings of fact regarding the crucial circumstance of the present case. As the Court has emphasised on numerous occasions, it is not a court of fourth instance ruling on questions of fact and does not examine the accuracy of the findings of the domestic authorities. It may challenge those findings only if they can be regarded as arbitrary or manifestly unreasonable (see, for example, Bochan v. Ukraine (no. 2) [GC], no. 22251/08, ECHR 2015).",
                        "elements": []
                    },
                    {
                        "content": "11.  In the present case the majority depart from this well-established approach and embark on an assessment of whether there were “any other clear indications” of the applicant’s proficiency in Russian (see paragraph 94 of the judgment). They see the (presumed) lack of cooperation by the applicant during the police procedure and during questioning by the investigating judge as a sign of his difficulties in expressing himself and in following proceedings in Russian. In their view, the statements that the applicant made during the proceedings were few and rather basic and cannot be regarded as sufficient to show that he was able to conduct his defence effectively (see paragraphs 94 and 95 of the judgment). Furthermore, they consider the Constitutional Court’s finding regarding the applicant’s successful communication with his lawyer to be a mere assumption not based on evidence (see paragraph 96). They go on to conclude that “although the applicant appeared to have been able to speak and understand some Russian” his proficiency in that language was not “sufficient to safeguard the fairness of the proceedings” (see paragraph 97).",
                        "elements": []
                    },
                    {
                        "content": "12.  We cannot subscribe to these findings. In our opinion, the conclusion of the Supreme Court regarding the applicant’s knowledge of Russian was neither unreasonable nor arbitrary and we see no reason to dismiss it. On the contrary, we find it to be well substantiated by the material in the file, which the applicant failed to challenge at any point, including in the proceedings before the Court. The applicant’s conduct did not give rise to any doubts as to the adequacy of the interpretation provided. At the main hearing the applicant was asked whether he understood the charges against him and his rights that had been read to him, and he replied in the affirmative (see paragraph 25 of the judgment). When questioned by the investigating judge and at the trial, he gave statements and answered questions in Russian (see paragraphs 13 and 26 of the judgment). The record does not reveal that the applicant had any difficulties in participating actively in those hearings. What is more, he put questions to some witnesses and the fact that he commented on their statements (see paragraph 27) can be reasonably taken to mean that he understood the interpreting of their content. Together with the other defendants, the applicant (through the interpreter) requested that witness statements taken at the investigation stage be translated into Russian (see paragraph 21). At the trial he gave his closing statement in Russian (see paragraph 29).",
                        "elements": []
                    },
                    {
                        "content": "13.  As regards the communication between the applicant and his counsel at the time, we cannot agree with the majority when they characterise the Constitutional Court’s conclusion as a mere assumption. It is evident that while in pre-trial detention the applicant was visited by his counsel on four occasions (on at least three of those the interpreter was also present), each visit lasting between twenty and forty-five minutes (see paragraph 47 of the judgment). The frequency and length of these visits show that the applicant and his counsel were able to communicate effectively with the assistance of the Russian interpreter on matters concerning his case, a fact which is undisputed by the applicant.",
                        "elements": []
                    },
                    {
                        "content": "14.  Finally, one cannot overlook the statement of one of the applicant’s co-defendants, according to which he and the applicant were approached by a third co-defendant when the latter heard them speaking Russian together (see paragraph 14 of the judgment). While during the proceedings the applicant regularly contested the statements that he disagreed with, he failed to express any disagreement with this particular account of events as stated by the co-defendant.",
                        "elements": []
                    },
                    {
                        "content": "15.  For all these reasons we believe that, in the applicant’s case, not only were the domestic authorities never put on notice regarding the applicant’s allegedly insufficient command of Russian or regarding any other possible inadequacy in the interpreting provided, they also had no reason to assume that the applicant had difficulties in understanding that language. Even in his appeal the applicant, who was represented by counsel, did not make any such complaint. In this connection, we regard as reasonable the conclusion of the Supreme Court, upheld by the Constitutional Court, that the applicant’s knowledge of Russian was sufficient. Consequently, we find that the criminal proceedings against the applicant were fair as a whole and that, therefore, there has been no violation of Article 6 §§ 1 and 3 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "president"
        },
        {
            "name": "András Sajó",
            "role": "nona tsotsoria"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Iulia Motoc",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        },
        {
            "name": "Marialena Tsirli",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VIZGIRDA v. SLOVENIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-185306.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0828JUD005986808",
    "externalsources": [],
    "extractedappno": [
        "59868/08",
        "63/94",
        "35292/05",
        "45440/04",
        "18114/02",
        "13205/07",
        "18913/03",
        "31540/96",
        "32771/96",
        "25720/02",
        "56581/00",
        "35985/09",
        "50541/08",
        "25703/11",
        "22575/08",
        "20883/09",
        "19336/04",
        "21055/03",
        "2573/03",
        "6224/07",
        "44234/98",
        "3989/07",
        "38353/07",
        "22251/08"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Articles 29 and 62 of the Constitution of the Republic of Slovenia",
        "Sections 4, 7 and 8 of the Criminal Procedure Act"
    ],
    "itemid": "001-185306",
    "judgementdate": "28/08/2018 00:00:00",
    "kpdate": "28/08/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "440",
        "551",
        "162",
        "14",
        "128",
        "216",
        "577",
        "283"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6-3-e",
        "6-3-a",
        "35-1",
        "6-1",
        "6-3",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "VIZGIRDA",
        "SLOVENIA"
    ],
    "rank": "2619.98120117188",
    "representedby": [
        "ZAVRSEK R."
    ],
    "respondent": "SVN",
    "respondentOrderEng": "43",
    "scl": [
        "Ajdarić v. Croatia, no. 20883/09, § 57, 13 December 2011",
        "Amer v. Turkey, no. 25720/02, § 83, 13 January 2009",
        "Artico v. Italy, 13 May 1980, § 33, Series A no. 37",
        "Baytar v. Turkey, no. 45440/04, 14 October 2014",
        "Brozicek v. Italy, 19 December 1989, § 41, Series A no. 167",
        "Cuscani v. the United Kingdom, no. 32771/96, § 38, 24 September 2002",
        "Diallo v. Sweden (dec.), no. 13205/07, §§ 23-25, 5 January 2010",
        "Dvorski v. Croatia [GC], no. 25703/11, § 101, ECHR 2015",
        "East West Alliance Limited v. Ukraine, no. 19336/04, § 269, 23 January 2014",
        "Gaspari v. Slovenia, no. 21055/03, § 83, 21 July 2009",
        "Güngör v. Germany (dec.), no. 31540/96, 17 May 2001",
        "Hermi v. Italy [GC], no. 18114/02, ECHR 2006 XII",
        "Husain v. Italy (dec.), no. 18913/03, 24 February 2005",
        "Ibrahim and Others v. the United Kingdom [GC], nos. 50541/08 and 3 others, ECHR 2016",
        "Kamasinski v. Austria, no. 9783/82, § 74, 19 December 1989",
        "Katritsch v. France, no. 22575/08, § 45, 4 November 2010",
        "Martin v. Estonia, no. 35985/09, § 90, 30 May 2013",
        "Şaman v. Turkey, no. 35292/05, 5 April 2011",
        "Sejdovic v. Italy [GC], no. 56581/00, § 83, ECHR 2006 II"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "489480",
    "typedescription": "15"
}