{
    "__articles": "5;5-3;6;6-1;41",
    "__conclusion": "Violation of Art. 5-3;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient",
    "applicability": "",
    "appno": "33079/96",
    "article": [
        "6",
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-59217.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 33079/96) against the Republic of Poland lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Zefiryn Szeloch (“the applicant”), on 30 December 1995.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr Krzysztof Drzewicki. ",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that his detention on remand was excessively long and that the criminal proceedings against him exceeded a reasonable time.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 16 March 2000 the Chamber declared the application admissible.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  In 1992 the Zielona Góra District Prosecutor instituted criminal proceedings against the applicant on suspicion of manslaughter and sexual assault against children. On 7 September 1992 the applicant was arrested and detained on remand on 9 September 1992. ",
                                "elements": []
                            },
                            {
                                "content": "8.  On 7 May 1993 the Zielona Góra Regional Court prolonged the applicant’s detention until 30 June 1993.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 29 June 1993 the same court prolonged the applicant’s detention on remand until 15 August 1993 on the grounds that there was a reasonable suspicion, supported by the evidence gathered so far in the proceedings, that he had committed a serious crime. Moreover, the applicant was requested to undergo further psychiatric examination. The court observed that there were no grounds on which to consider that the continued detention would entail for the applicant particular hardship, within the meaning of Article 218 of the Code of Criminal Procedure. ",
                                "elements": []
                            },
                            {
                                "content": "10.  On 30 July 1993 the applicant’s psychiatric examination was completed. On 4 August 1993 the court prolonged the applicant’s detention until 7 September 1993.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 6 September 1993 the Supreme Court prolonged the applicant’s detention until 31 December 1993. On 13 October 1993 experts from the Pruszków Institute of Psychiatry and Neurology submitted their report. On 21 October 1993 the prosecutor appointed an extended team of experts with a task of establishing whether the applicant had been suffering from a physical and mental disorder or disability at the time of the commission of the crime with which he had been charged. ",
                                "elements": []
                            },
                            {
                                "content": "12.  On 29 December 1993 the Supreme Court prolonged the applicant’s detention until 31 January 1994. ",
                                "elements": []
                            },
                            {
                                "content": "13.  On 31 January 1994 the bill of indictment against the applicant was lodged with the Zielona Góra Regional Court. The applicant was indicted for homicide. ",
                                "elements": []
                            },
                            {
                                "content": "14.  The first hearing before the Regional Court was held on 28 March 1994. The court heard the submissions of the applicant and examined witnesses J.D. and J.Ch. On 29 March 1994 the court heard evidence from expert J.D. and examined witnesses A.M., M.S., E.S., J.S., D.S., and W.S.. At the hearing of 30 March 1994 the court examined witnesses G.K., I.K., A.Ł., D.B., J.S., R.S., P.J., R.B., A.W., P.G. and E.K. Other witnesses summoned for that hearing, J.N., J.K., Z.B. and J.B., failed to attend. The next hearing was listed for 11 April 1994.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 11 April 1994 the court examined the witnesses J.Z., K.S., J.N., D.A., J.K., D.W., K.W. and G.S. Witnesses G.M., R.D., A.P., Z.B. and J.G. failed to comply with the summonses. ",
                                "elements": []
                            },
                            {
                                "content": "16.  At the next hearing, on 4 May 1994, the court heard evidence from witnessess G.M. and K.J. Witnesses J.G., R.D., S.P., A.P. and Z.P. failed to comply with the summonses. The court imposed a fine of 1.000.000 PLZ upon the witnesses R.D., A.P. and S.P., who had been duly summoned.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 27 May 1994 the court examined as witnesses R.D., A.J., R.K. and S.P. Witnesses A.P., Z.B., J.G., T.J. and D.M. were absent. ",
                                "elements": []
                            },
                            {
                                "content": "18.  At the next hearing on 9 August 1994 the court heard evidence from T.J., R.C., J.B. and A.R. Witnesses A.P., Z.B., J.G. and D.M. failed to attend the hearing. ",
                                "elements": []
                            },
                            {
                                "content": "19.  On 24 August 1994 the court examined A.P. as a witness. Witnesses D.M., J.G. and Z.B. did not attend the hearing. ",
                                "elements": []
                            },
                            {
                                "content": "20.  On 2 September 1994 the court inspected the scene of crime.",
                                "elements": []
                            },
                            {
                                "content": "21.  At the hearing held on 28 September 1994 the court examined a witness M.M. and expert H.G. An expert Z.S. did not comply with the summons as he suffered from a chronic illness. The experts from the Pruszków Institute of Psychiatry and Neurology informed the court that they would be able to attend the hearing only on 11 and 25 October or 17 November 1994 because they had hearings before other courts. The court fixed a date for the next hearing for 25 October 1994. ",
                                "elements": []
                            },
                            {
                                "content": "22.  On 25 October 1994 the court examined experts from the Pruszków Institute - L.C., J.W. and T.G. The expert Z.S. did not appear. The court adjourned the hearing until 14 December 1994.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 6 December 1994 the applicant requested the Zielona Góra Regional Court to quash the detention order in view of his state of health which had seriously deteriorated as a result of his detention. He also submitted that he suffered from hypertension. ",
                                "elements": []
                            },
                            {
                                "content": "24.  On 14 December 1994, during a hearing before the Zielona Góra Regional Court, the court examined W.T. as a witness and an expert H.B. Certain discrepancies arose between the oral testimony of psychiatrists heard by the court and the submissions of the same experts in their written expert report concerning the applicant’s mental health. In view thereof, and at the applicant’s defendant’s request, the court decided that the applicant’s further psychiatric observation in the Psychiatric Department of Kraków University was necessary in order to establish whether he could be held criminally responsible. ",
                                "elements": []
                            },
                            {
                                "content": "25.  Subsequently the applicant underwent a psychiatric observation. ",
                                "elements": []
                            },
                            {
                                "content": "26.  On 23 December 1994 the Zielona Góra Regional Court dismissed the applicant’s request for release of 6 December 1994, finding that the evidence in the case-file sufficiently supported the suspicion against him. The court further had regard to the seriousness of the charges against the applicant. The court also took into account the medical certificate according to which the applicant could receive appropriate medical treatment in the prison.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 11 April 1995 the applicant lodged a further request for release with the Zielona Góra Regional Court, emphasising that he had been detained since September 1992. It was further stressed that, given that the investigations had been completed, there were no grounds on which to accept that his release would jeopardise the further taking of evidence. It was finally stated that there were no grounds for the applicant’s continuing detention. ",
                                "elements": []
                            },
                            {
                                "content": "28.  The Zielona Góra District Court dismissed the request on 19 April 1995, considering that the evidence gathered in the investigations sufficiently supported the suspicion that the applicant had committed a serious crime. The court further noted that there were no grounds on which to accept that the circumstances referred to in Article 218 of the Code of Criminal Procedure obtained in the applicant’s case.",
                                "elements": []
                            },
                            {
                                "content": "29.  The applicant underwent psychiatric examinations from 29 to 31 May, from 1 to 3 June and on 21 June 1995. ",
                                "elements": []
                            },
                            {
                                "content": "30.  On 27 October 1995 the applicant again requested the Zielona Góra Regional Court to quash the detention order, arguing that he had been detained for three years and that the investigations had been completed. Therefore, the applicant’s release could not possibly jeopardise the proper course of the proceedings. It was further emphasised that the detention on remand was a preventive measure, which should not serve any punitive purposes. The length of the applicant’s detention on remand was such as to confer a punitive character on it. ",
                                "elements": []
                            },
                            {
                                "content": "31.  The request was dismissed by the Zielona Góra Regional Court on 2 November 1995 on grounds identical with those relied on by the same court in its decision of 19 April 1995. ",
                                "elements": []
                            },
                            {
                                "content": "32.  On 15 November 1995 the applicant lodged an appeal with the Poznań Court of Appeal against this decision. He argued that three years of detention on remand were incompatible with the very notion of justice, the more so as the court was not under a legal obligation to maintain his detention. He requested the appellate court to consider the imposition of more lenient preventive measures. He further submitted that, as a result of the excessive length of his detention, it had ceased to serve the purposes of a preventive measure and had acquired a punitive character. ",
                                "elements": []
                            },
                            {
                                "content": "33.  On 11 December 1995 and 5 January 1996 the applicant complained to the Minister of Justice about the length of the criminal proceedings in his case. He submitted that regardless of the findings made by the court in the proceedings on the merits of the criminal case against him, which had already lasted three years, he still enjoyed the presumption of innocence and should not be regarded as being guilty before a final judicial decision was given in this respect. ",
                                "elements": []
                            },
                            {
                                "content": "34.  In a letter of 2 January 1996 the President of the Zielona Góra Regional Court, in reply to the applicant’s complaint of 11 December 1995, forwarded to him by the Minister of Justice, stated that the case was complex, in particular since the court had to admit fresh evidence, including the expert opinion requested by the applicant. This opinion was being prepared. The court had several times urged the experts to expedite their work, but to no avail. The proceedings would progress as soon as the expert report was submitted.",
                                "elements": []
                            },
                            {
                                "content": "35.  In his reply of 5 January 1996, the applicant stressed that the President of the Regional Court had failed to address his complaints about the excessive length of proceedings and, in particular, to explain reasons for which, since the last hearing held on 14 December 1994, there had been no progress in the case. He stated that since that date the court had been unable to do anything to speed up the preparation of the expert opinion. He submitted that his appeal against the Regional Court’s refusal to release him had not been transferred by that court to the Poznań Court of Appeal. ",
                                "elements": []
                            },
                            {
                                "content": "36.  On 27 January 1996 the applicant’ s father complained to the President of the Poznań Court of Appeal about the length of proceedings in the applicant’s case.",
                                "elements": []
                            },
                            {
                                "content": "37.  In a letter of 30 January 1996 the President of the Zielona Góra Regional Court informed the applicant that the court had many times requested the experts to submit their report to the court, but to no avail. Under applicable laws, the court had no means at its disposal to oblige the experts to speed up their work, if the experts had provided justification of the delay in the submission of their report. The court had recently been informed that the report and the case-file would be returned to the court in February. ",
                                "elements": []
                            },
                            {
                                "content": "38.  On 29 February 1996 the applicant complained to the Minister of Justice about the excessive length of proceedings in his case. He submitted in particular that the Regional Court had failed to date to transmit his appeal against the decision of 2 November 1995 to the Court of Appeal. ",
                                "elements": []
                            },
                            {
                                "content": "39.  On 3 March 1996 the applicant complained to the Supreme Court about the excessive length of the criminal proceedings against him. ",
                                "elements": []
                            },
                            {
                                "content": "40.  On 13 March 1996 the Poznań Court of Appeal upheld the decision of 2 November 1995. The Court held that the lower court, though laconic in its reasoning, was right in considering that the applicant’s detention should not be lifted, in particular in the light of the evidence gathered in the case which pointed to his guilt. The court further stated that in the assessment of the applicant’s detention one fundamental argument should be kept in mind, namely that one of the purposes of the preventive measures was to keep in isolation dangerous offenders charged with serious crimes. The court further considered that the psychiatric expert opinion, which was being prepared, was necessary for the determination of the applicant’s criminal responsibility and that it was in the applicant’s interest that such a report be submitted to the court examining the merits of the case. The court further acknowledged that their significant length should be regarded as a shortcoming of the proceedings and that the court should undertake certain measures in order to expedite the experts’ work. However, the fact that the experts were slow in the preparation of their report could not in itself justify the applicant’s release. The court further considered that the circumstances referred to in Article 218 of the Code of Criminal Procedure did not obtain in the case. ",
                                "elements": []
                            },
                            {
                                "content": "41.  In a letter of 29 March 1996 the President of the Poznań Court of Appeal informed the applicant, in reply to his father’s complaint of 27 January 1996, that he had found no grounds on which to take any measures, within the framework of his administrative supervision over the lower courts, in order to accelerate the proceedings. He further stated that the applicant’s appeal against the decision of 2 November 1995 had been forwarded by the Regional Court to the Court of Appeal on 29 February 1996. ",
                                "elements": []
                            },
                            {
                                "content": "42.  On 1 April 1996 the court received three opinions, numbering 167 pages, prepared by the Psychiatry Department of Kraków University. On 6 May 1996 these opinions were sent to the Pruszków Psychiatry Institute for comments. ",
                                "elements": []
                            },
                            {
                                "content": "43.  On 10 May 1996 the applicant lodged a request for release with the Zielona Góra Regional Court. ",
                                "elements": []
                            },
                            {
                                "content": "44.  On 5 June 1996 the request was dismissed by the court. The Zielona Góra Regional Court found that the evidence gathered in the case sufficiently supported the suspicion that the applicant had committed a dangerous offence and that the circumstances referred to in Article 218 of the Code of Criminal Procedure did not obtain. The court further considered that, in the light of a recent medical certificate, the applicant, contrary to his submissions, could be treated in the prison hospital. ",
                                "elements": []
                            },
                            {
                                "content": "45.  On 16 June 1996 the applicant lodged an appeal against this decision, emphasising that his detention had lasted almost four years and that, consequently, it had ceased to serve any preventive purpose and should be regarded as serving a sentence. It was further submitted that there was no indication that, if released, the applicant would try to suppress evidence or otherwise jeopardise the proper course of the proceedings. The applicant finally referred to an expert opinion according to which he had suffered from brain damage and that there was a suspicion of a certain progressive illness. ",
                                "elements": []
                            },
                            {
                                "content": "46.  On 16 July 1996, upon the applicant appeal, the Poznań Court of Appeal upheld the decision of 5 June 1996.  The court noted that the applicant was accused of a serious crime and that the evidence, the full assessment of which would be made by the court examining the case on the merits, and in particular the evidence of four witnesses, R.D., A.P., G.M. and E.S., pointed out to his guilt.  The court further observed that the proceedings remained pending exclusively as a result of the fact that the applicant had to undergo psychiatric examinations, which were necessary for the case to progress and which were in the applicant’s interest.  The court finally noted that the applicant suffered from hypertension which could be treated by the prison medical services. ",
                                "elements": []
                            },
                            {
                                "content": "47.  On 2 August 1996 the Pruszków Institute submitted their comments on the expert opinions of Kraków University to the court. ",
                                "elements": []
                            },
                            {
                                "content": "48.  On 7 August 1996 the Zielona Góra Regional Court lodged a request with the Supreme Court under Article 222 § 4 of the Code of Criminal Procedure, submitting that the applicant should be maintained in detention on remand until 31 December 1996. The court submitted that all the evidence relevant to the case had been taken, the only exception being that relating to the applicant’s mental state tempore criminis. The court had at its disposal two contradictory psychiatric expert opinions in this respect, and, consequently, it requested that a third one be prepared to elucidate the discrepancies between the contradictory assessments of the applicant’s mental state. Despite their declaration, the experts had failed to submit the report to the court by July 1996. Therefore the applicant’s detention should be maintained. ",
                                "elements": []
                            },
                            {
                                "content": "49.  On 19 August 1996 the applicant requested the Supreme Court to dismiss the motion of the Zielona Góra Regional Court. ",
                                "elements": []
                            },
                            {
                                "content": "50.  On 24 September 1996 the Supreme Court refused to entertain the request of the Regional Court. The Court referred to Article 10 (a) of the Interim Law of 1 December 1995 and considered that in the light of this provision the Regional Court was not obliged to submit the request for the prolongation of the applicant’s detention if the period of the detention so prolonged would end before 1 January 1997. ",
                                "elements": []
                            },
                            {
                                "content": "51.  On 24 October 1996 the applicant requested again to be released, arguing in particular that he had already been detained for four years. He submitted that his excessively long detention did not have any basis in the applicable laws. He further referred to his health, which had been deteriorating as the medical care provided by the prison medical services was inadequate.",
                                "elements": []
                            },
                            {
                                "content": "52.  The hearing fixed for 19 November 1996 was adjourned as the experts of the Kraków University informed the court that they would be unable to attend it. ",
                                "elements": []
                            },
                            {
                                "content": "53.  By a decision of 21 November 1996 the applicant’s request of 24 October 1996 was dismissed by the Zielona Góra Regional Court. The court considered that the need to maintain the detention still persisted since there was a reasonable suspicion that the applicant had committed a serious crime which carried a risk of a long-term imprisonment. The court also stated that in the applicant’s case the conditions for release referred to in Article 218 of the Code of Criminal Procedure were not satisfied. ",
                                "elements": []
                            },
                            {
                                "content": "54.  At the hearing on 10 December 1996 the Court examined experts L.C., J.W., T.G., D.H., E.M., J.H., J.G., Ju.G. and J.D. On 13 December 1996 the parties presented their final conclusions.",
                                "elements": []
                            },
                            {
                                "content": "55.  On 16 December 1996 the Regional Court in Zielona Góra convicted the applicant of manslaughter, acquitted him of other charges and sentenced him to fourteen years of imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "56.  On 19 March 1997 the Regional Court dismissed the applicant’s request for release.",
                                "elements": []
                            },
                            {
                                "content": "57.  On 30 June 1997 the applicant and on 2 July 1997 the prosecutor lodged their appeals against the judgment on the merits with the Poznań Court of Appeal. ",
                                "elements": []
                            },
                            {
                                "content": "58.  On 20 August 1997 the Court of Appeal dismissed the applicant’s appeal against the decision of 19 March 1997. ",
                                "elements": []
                            },
                            {
                                "content": "59.  On 28 October 1997 the Poznań Court of Appeal upheld the judgment of 16 December 1996. ",
                                "elements": []
                            },
                            {
                                "content": "60.  On 29 December 1997 the applicant lodged a cassation appeal with the Supreme Court. In reply, on 18 February 1998 the Poznań Prosecutor of Appeal requested the Supreme Court to dismiss this appeal.   ",
                                "elements": []
                            },
                            {
                                "content": "61.  On 30 July 1998 the Poznań Court of Appeal refused to stay the enforcement of the sentence.",
                                "elements": []
                            },
                            {
                                "content": "62.  On 6 December 1999 the Supreme Court dismissed the applicant’s cassation appeal, considering that it was manifestly ill-founded. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A. Evolution of Polish criminal law in the relevant period",
                                "elements": [
                                    {
                                        "content": "63.  Polish criminal legislation was amended several times during the relevant period. The Code of Criminal Procedure enacted in 1973 was replaced by a new Code of Criminal Procedure, adopted by Parliament (Sejm) on 6 June 1997, which entered into force on 1 September 1998. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The 1973 Code was extensively amended by the Law of 29 June 1995 on Amendments to the Code of Criminal Procedure and Other Criminal Statutes. This Law entered into force on 1 January 1996. However, the entry into force of the provisions concerning detention on remand was postponed until 4 August 1996. In pursuance with these provisions, detention on remand was imposed by a judge, whereas before it was imposed by a prosecutor. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The second amendment, effected by the Law of 1 December 1995 on Amendments to the Law of 29 June 1995, referred to as “the Interim Law of 1 December 1995” entered into force on 1 January 1996. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Preventive measures",
                                "elements": [
                                    {
                                        "content": "66.  The 1973 Code of Criminal Procedure, applicable at the relevant time, listed as \"preventive measures\", inter alia, detention on remand, bail and police supervision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  Articles 210 and 212 of the Code applicable at the relevant time provided that before the bill of indictment was lodged with the trial court, detention on remand was imposed by a decision of a prosecutor. The decision to impose detention on remand could be appealed against, within a seven-day time-limit, to the court competent to deal with the merits of the case.  In pursuance of Article 222 of the Code, the prosecutor could order detention on remand for a period not exceeding three months. When, in view of the particular circumstances of the case, the investigations could not be terminated within this period, detention on remand could, if necessary, be prolonged by the court competent to examine the merits of the case, upon the prosecutor’s request, for a period not exceeding one year. This decision could be appealed against to a higher court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  After the bill of indictment was transmitted to the court, orders relating to detention were to be made by the court. A decision concerning preventive measures could be appealed to a higher court. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Grounds for detention on remand",
                                "elements": [
                                    {
                                        "content": "69.  Article 217 of the old Code of Criminal Procedure, provided that a person could be held in detention on remand if there were serious grounds for believing that he or she would abscond, in particular when he or she did not have a permanent address or his/her identity could not be established. Further, detention could be imposed if there were serious grounds for believing that there was a risk of collusion or that an accused would otherwise jeopardise criminal proceedings. Finally, alternative grounds for detention on remand were either the fact that an accused was charged with an offence of a particular danger to society, or that he was a recidivist within the meaning of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The notion of “danger to society” as set out in the Criminal Code related to the assessment of the seriousness of criminal offences and, if the \"danger to society\" represented by a given offence was serious, this was also an aggravating circumstance which the court had to take into consideration  when determining a sentence. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Pursuant to Article 218 of the Code of Criminal Procedure, if there were no special considerations to the contrary, detention on remand should not be imposed or should be lifted, if it involved danger to life or limb or entailed particular hardship for a suspect or his family.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  After the Interim Law of 1 December 1995 entered into force on 1 January 1996, grounds of imposition of detention on remand were restricted to situations in which there was a reasonable risk of absconding, in particular when his identity could not be established or he had no permanent domicile. Secondly, detention could be imposed if there was a reasonable risk that he would attempt to induce witnesses to give false testimony or to hinder the proper course of proceedings by any other unlawful means. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. Proceedings to examine the lawfulness of detention on remand",
                                "elements": [
                                    {
                                        "content": "73.  At the material time there were three types of proceedings enabling a detainee to challenge the lawfulness of his detention. Under Article 221 § 2 of the Code of Criminal Procedure he could appeal to a court against a detention order given by a prosecutor (see above). Under Article 222 §§ 2(1) and 3 he could appeal against a further decision by that court prolonging his detention at a prosecutor’s request. Under Article 214 the detainee could at any time request the competent authority to quash or alter the decision concerning the preventive measure imposed in his case. Such an application had to be decided by the prosecutor or, after the bill of indictment had been lodged with the court competent to deal with the case, by that court, within three days.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E. Statutory time-limits for detention on remand",
                                "elements": [
                                    {
                                        "content": "74.  Until 4 August 1996 the law did not fix any time-limits concerning detention on remand in judicial proceedings. During the investigations, the prosecutor could order detention for up to three months. Prolongation of this period was possible by a court order, for a period not exceeding one year, and for any further periods, by a decision of the Supreme Court given at a request of the Prosecutor General. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  Article 222 of the Code of Criminal Procedure, as applicable from 4 August 1996, provided, in its relevant part:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"3. The whole period of detention on remand until the date on which the first-instance court gives judgment may not exceed one year and six months in cases concerning offences. In cases concerning serious offences this period may not exceed two years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. In particularly justified cases the Supreme Court may, upon the request of the court competent to deal with the merits of the case, ... prolong detention on remand for a further fixed period exceeding the periods referred to § ... 3, when it is necessary in connection with a suspension of the proceedings, a prolonged psychiatric observation of the accused, when evidence needs to be obtained from abroad or when the accused has deliberately obstructed the termination of the proceedings within the time-limits set out in § 3.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  However, under Article 10 (a) of the Interim Law of 1 December 1995 different rules applied in respect of persons whose detention on remand started prior to 4 August 1996. This article provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. In cases where the total period of detention on remand which started prior to 1 August 1996 exceeds the time-limits referred to in Article 222 §§ ... and 3 of the Code of Criminal Procedure, the accused shall be maintained in detention until the Supreme Court gives a decision on a request for prolongation of such detention under Article 222 § 4 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.\tIn cases referred to in § 1, if no [such] request has been lodged, detention shall be quashed not later than 1 January 1997.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "77.  The applicant complained of the length of his detention on remand and alleged a violation of Article 5 § 3 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1(c) of this article ... shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.\tPeriod to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "78.  The Court notes that the period which falls to be examined under Article 5 § 3 of the Convention began not on 7 September 1992, the date on which the applicant was remanded in custody, but on 1 May 1993, when Poland’s declaration recognising the right of individual petition for the purposes of former Article 25 of the Convention took effect. However, when determining whether the applicant’s continued detention after that date was justified in the light of Article 5 § 3, the fact that by 1 May 1993 the applicant had already been kept in custody for one year, ten months and three days must be taken into account (see the Yagci and Sargin v. Turkey judgment of 8 June 1995, Series A no. 319-A, p. 18, § 49; Trzaska v. Poland, 25792/94, 11.07.2000, § 54).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  As regards the end of the relevant period, the Court recalls that in principle conviction by a court marks the end of the period to be considered under Article 5 § 3; from that point on, the detention of the person concerned falls within the scope of Article 5 § 1 (a) of the Convention (see the B. v. Austria judgment of 28 March 1990, Series A no. 175, p.14, § 36).  In the present case, the relevant period came to end on 16 December 1996, the day on which the Zielona Góra Regional Court gave its judgment. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Accordingly, the entire detention lasted four years, three months and nine days, out of which three years, seven months and sixteen days fell after 30 April 1993.  ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tThe parties’ arguments",
                                "elements": [
                                    {
                                        "content": "81.  The Government argue that the applicant’s detention was based on a firm suspicion that he had committed homicide and sexual abuse against children, which offences at the material time carried a risk of a prison sentence from eight to fifteen years or of a capital penalty. They further rely on the serious character of these offences. There were grounds for believing that the applicant, if released, would obstruct the process of obtaining evidence. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  They submit that the case was of high complexity. The gathering of the evidence was time-consuming, in particular as expert evidence had to be taken in respect of the applicant’s mental condition. Moreover, as discrepancies arose between two expert reports submitted to the court, a further report had to be ordered. In view of these discrepancies, the court also decided to obtain comments as to the expert opinion submitted on 6 April 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Government finally argue that the lawfulness of the applicant’s detention was under a regular judicial supervision. Having examined the applicant’s numerous requests for release and his appeals against first-instance decisions, the courts duly considered whether further deprivation of liberty was based on adequate, relevant, sufficient and indispensable grounds in order to secure the proper conduct of the proceedings. The national authorities displayed special diligence in the conduct of the proceedings. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Government conclude that the applicant’s detention complied with the requirements of Article 5 § 3 of the Convention. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The applicant contends that his detention lasted unreasonably long and that, as a result, it had a punitive character. He submits that he was detained on suspicion of having sexually abused children, even though as early as 1993 material evidence taken by the prosecution allowed for a conclusion that he had not committed these offences. He stresses that he underwent lengthy psychiatric examinations, which were the principal reason the proceedings lasted so long, essentially in order to establish whether he could be criminally responsible for the offences of sexual abuse. He stresses that  ultimately he was acquitted of these charges. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.\tPrinciples established by the Court’s case-law",
                                "elements": [
                                    {
                                        "content": "86.  The Court recalls that the issue of whether a period of detention is reasonable cannot be assessed in abstracto. Whether it is reasonable for an accused to remain in detention must be assessed in each case according to its special features. Continued detention can be justified in a given case only if there are specific indications of a genuine requirement of public interest which, notwithstanding the presumption of innocence, outweighs the rule of respect for individual liberty (see, among other authorities the W. v. Switzerland judgment of 26 January 1993, Series A no. 254-A, p. 15, § 30).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  It falls in the first place to the national judicial authorities to examine the circumstances for or against the existence of such an imperative interest, and to set them out in their decisions on the applications for release. It is essentially on the basis of the reasons given in these decisions, and of the facts established by the applicant in his appeals, that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 of the Convention (Punzelt v. the Czech Republic 25.04.2000, Third Section, § 73; Barfuss v. the Czech Republic, 35848/97, 31.07.2000, § 65).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The persistence of a reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the lawfulness of the continued detention, but after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds were “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings (see the Contrada v. Italy judgment of 24 August 1998, Reports 1998-V, p. 2185, § 54, and the I.A. v. France judgment of 23 September 1998, Reports 1998-VII, p. 2978, § 102).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.\tThe Court’s assessment ",
                                "elements": [
                                    {
                                        "content": "89.  The Court first notes that the applicant was arrested and remanded in custody on a suspicion of manslaughter and several counts of sexual abuse against children. This suspicion was based on evidence collected in the investigations. In these circumstances, the Court is satisfied that at the time when he was remanded in custody there existed a reasonable suspicion that the applicant had committed an offence. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court further notes that the Government, when adducing circumstances which would justify the applicant’s detention, rely heavily on the serious character of the offence concerned. They also argue that in the light of the severe sentence which could be imposed on the applicant, there were serious grounds for believing that, if released, he would obstruct the process of obtaining evidence from witnesses. However, the Court observes that no concrete factual grounds are referred to by the Government in this respect. It is further to be stressed that the domestic courts did not in fact rely on this consideration in their decisions. Therefore the Court finds it difficult to accept that this factor can be effectively invoked as constituting a relevant and sufficient ground for protracted pre-trial detention in the present case. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court notes in particular the Government’s argument that the courts duly considered whether the further deprivation of liberty was based on adequate, relevant, sufficient and indispensable grounds in order to secure the proper conduct of the proceedings. It observes, however, the absence of concrete facts in support of this submission, and, also, the  succinct character of some decisions. The Court’s attention has in particular been drawn to a certain repetitiveness in the grounds invoked by the domestic courts in their refusals to release the applicant. For instance, the decisions of 19 April 1995 and 2 November 1995 are very similar, despite the fact that six months elapsed after the first had been given. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  In sum, the Court is of the view that the grounds relied upon by the courts in support of the applicant’s detention cannot be deemed, as required by the case-law, relevant and sufficient throughout the applicant’s pre-trial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  As regards the conduct of the proceedings by the national authorities, the Court notes that out of the 54 witnesses and experts heard in the case, 39 witnesses and 5 experts were heard before the period of inactivity in the proceedings which commenced after a hearing held on 14 December 1994 before the Zielona Góra Regional Court (see § 24 above). Afterwards, only experts were questioned at the last hearing before the trial court of 10 December 1996. Thus, even assuming that the applicant’s release after 14 December 1994 could give rise to any attempts at collusion or suppressing evidence on his part, it could not have had seriously negative effect the course of the proceedings, given that all witnesses giving evidence as to the factual circumstances of the case had already been heard before that date. The applicant relied on this argument in his requests for release of 27 October 1995 and of 16 June 1996, but the courts did not consider it. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  It should be further stressed that on 15 November 1995, the applicant, in his appeal against the refusal to release him of 2 November 1995, requested the court to consider the imposition of more lenient preventive measures. This request was not considered by the Court of Appeal and, moreover, this appeal was transmitted to the Court of Appeal only on 29 February 1996, i.e. after almost three months. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Having regard to the circumstances of the case as a whole, the Court finds that “special diligence” was not displayed in the conduct of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  Accordingly, there has been a violation of Article 5 § 3 of the Convention as a result of the length of the applicant’s detention on remand.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "97.  The applicant complained that the length of the criminal proceedings against him breached Article 6 § 1 of the Convention, the relevant part of which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "The Government disagreed.  ",
                                "elements": []
                            },
                            {
                                "content": "A.\tPeriod to be taken in consideration",
                                "elements": [
                                    {
                                        "content": "98.  The Court recalls that Poland recognised the competence of the European Commission of Human Rights to receive individual applications \"from any person, non-governmental organisation or group of individuals claiming to be a victim of a violation of the rights recognised in the Convention through any act, decision or event occurring after 30 April 1993\". According to Article 6 of Protocol No. 11 to the Convention, this limitation shall remain valid for the jurisdiction of the Court under that Protocol. It follows that the Court is not competent to examine complaints relating to violations of the Convention by acts, decisions or events that have occurred prior to 1 May 1993. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court notes that the criminal proceedings against the applicant commenced on 7 September 1992, when he was arrested. They came to end on 6 December 1999. They lasted therefore seven years, two months and twenty-nine days, out of which six years, seven months and six days fell after 30 April 1993. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Court further reiterates that in cases where it can, by reason of its competence ratione temporis, only examine part of the proceedings, it may take into account, in order to assess their length, the stage reached in the proceedings at the beginning of the period under consideration (see, among other authorities, Humen v. Poland, no. 26614/95, 15.10.1999, § 91; Sobczyk v. Poland, nos. 25693/94 and 27387/95, 26.10.2000, § 54).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tApplicable criteria",
                                "elements": [
                                    {
                                        "content": "101.  According to the Court’s case-law, the reasonableness of the length of proceedings must be assessed in the light of the particular circumstances of the case and having regard to the criteria laid down in the Court’s case-law, in particular the complexity of the case and the conduct of the applicant and of the authorities dealing with the case (see, as a recent authority, Grauslys v. Lithuania, no. 36743/97, 10.10.2000, § 60). ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.\tThe parties’ arguments",
                                "elements": [
                                    {
                                        "content": "102.  The Government assess the case as disclosing a high degree of complexity. They rely in this respect on the serious character of the charges laid against the applicant. They further refer to the fact that already at the investigations stage several expert opinions had to be taken, essentially with a view to establishing whether the applicant could be held criminally responsible. The Government also emphasise that forty witnesses were heard by the court, some of them more than once. Certain witnesses were children, which called for a special prudence during the questioning. Moreover, there were certain difficulties in the taking of the evidence, due to the significant time which had elapsed between the facts and the judicial proceedings. They also rely on the fact of the on-site inspection with the applicant’s participation, as indicating that the case was complex. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government also assert that the conclusions of two expert reports were divergent and the court had, in the light of this fact, to appoint a team of further experts in order to clarify the issues involved. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The applicant submits that already in 1994 the evidence gathered so far in the case would have allowed for his acquittal in respect of charges of sexual assaults of which he was ultimately acquitted. Nevertheless, the courts chose to pursue the proceedings, in an attempt to prove the applicant’s guilt at any cost, by appointing further experts in order to establish his mental health, and this with reference to charges of which the applicant was acquitted. When the third expert report was being prepared by the experts from Kraków, it was already obvious, in the light of witness evidence taken during the trial, that the applicant could not have committed these acts. Therefore, the preparation of expert opinions proved redundant in any event, as he was ultimately acquitted of charges which had prompted the court to request medical opinions as to his mental health. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  As to the conduct of the applicant, the Government argue that he contributed to the length of proceedings in that on 14 December 1994 he lodged a motion to have a new expert assigned to the case. The court allowed this request and the proceedings were prolonged for fifteen months and seventeen days as a result. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The applicant denies that he contributed to the length of the proceedings. Not once did he cause a hearing to be adjourned. He used his procedural rights, such as a right to lodge appeals against procedural decisions, in particular decisions taken in respect of his detention on remand, very sparingly, not wishing to prolong the proceedings by the necessity of transferring the case-file to the appellate court. Further, all defence witnesses complied with the summonses for hearings. He emphasised that he had not had any influence as to the lack of expediency characterising the preparation of the expert opinions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Government finally admit that the public authorities bear a part of the responsibility for the length of the proceedings in that on 19 November 1996 the hearing was adjourned due to the failure of experts to comply with the court summonses. This delayed the proceedings for 21 days. However, the Government are of the view that the Regional Court was duly diligent in dealing with the case, in particular as it disciplined witnesses who failed to duly attend hearings, by imposing fines on three witnesses. They conclude that the proceedings were completed within a reasonable time. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The applicant first submits that the authorities, on the whole, were remarkably slow throughout the proceedings in conducting the case. He further submits that there were many witnesses in the case who failed to comply with the court summonses, and the court chose to impose fines only on some of them. The applicant further refers to the fact that on 7 August 1996 the Zielona Góra Regional Court lodged a request with the Supreme Court, requesting that his detention be prolonged, whereas, as stated in the decision of the latter court of 24 September 1994, the Regional Court was not obliged to submit such a request. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "108.  The Court first considers that the case should be considered as complex, regard being had to the serious character of the charges  manslaughter and several counts of sexual abuse against children - against the applicant. Certain difficulties and particular prudence might indeed have been involved in the taking of the evidence as the presumed victims of the sexual abuse were minors. Moreover, the nature of the charges obviously called for an in-depth psychiatric examination of the applicant. The Court further has regard to the fact that the Regional Court heard evidence from 54 witnesses, including 15 experts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  In respect of the conduct of judicial authorities, the Court notes that the proceedings in their investigative phase were conducted from 7 September 1992 to 31 January 1994. After the bill of indictment had been submitted to the court on the latter date, the first hearing was fixed for 28 March 1994. It is true that the case was conducted speedily at the beginning of the judicial proceedings, since hearings were subsequently held on 28-30 March 1994, 11 April, 4 May, 27 May, 9 and 24 August, 28 September, 25 October, and on 14 December 1994. A significant number of witnesses were heard during these hearings. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  However, at the hearing on 14 December 1994 the court decided, at the applicant’s request, that a fresh expert psychiatric opinion be prepared as to whether the applicant could be held criminally responsible. Three expert reports were submitted on 1 April 1996, i.e. after one year and three months. On 6 May 1996 they were submitted for further comments to Pruszków Psychiatric Hospital. The Court notes that it is not clear why the court considered it necessary to obtain further comments as, in the Court’s opinion, it has not been shown that there was a compelling need to do so. In any event, there is no indication that the applicant requested to have those further comments submitted to the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  In its decision of 16 July 1996 the Court of Appeal, dismissing the applicant’s appeal against the refusal of release, observed that the proceedings remained pending exclusively as a result of the fact that the applicant had to undergo psychiatric examination and that the relevant expert opinions had to be prepared. The additional comments were obtained on 2 August 1996. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Court therefore considers that it was essentially the substantial delay in the preparation of the expert opinions which was the principal reason for the prolonging of the proceedings. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  In the Court’s view, the fact that the Katowice Regional Court appointed experts at the applicant’s specific request of 14 December 1994 did not in itself discharge that court from its obligation to deal with the case speedily. The Court sees no cause in the circumstances of the present case for departing from the usual principle that the primary responsibility for delays resulting from the provision of expert opinions rests ultimately with the State (see, mutatis mutandis, the Capuano v. Italy judgment of 25 June 1987, Series A no. 119, p. 14, § 32).",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  It should also be noted that on 7 August 1996 the Regional Court lodged a request with the Supreme Court under Article 222 of the Code of Criminal Procedure, asking that the applicant be maintained in detention until 31 December 1996. On 24 September 1996 the Supreme Court refused to consider this request, pointing out that under new relevant legal provisions the Regional Court was not obliged to ask for this prolongation. This prolonged the proceedings for a further six weeks. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  Subsequently two hearings were held in December 1996. On 16 December 1996 the firstinstance court convicted the applicant of manslaughter and acquitted him of the other charges. The written grounds for this judgment have apparently been drafted after some delay, as it was only on 30 June 1997 that the applicant lodged an appeal. The judgment of the appellate court was given ten months and fifteen days later, i.e. on 28 October 1997. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Court further notes that the cassation proceedings lasted a further period of two years, until 6 December 1999 when a final judgment of the Supreme Court was given. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  In sum, the Court finds that the length of the proceedings exceeded a “reasonable time”. It follows that there has been a breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "118.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "119.  The applicant claimed damages for pecuniary and non pecuniary damage in a sum of PLN 212,000. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The Government did not address this issue. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  As to the applicant’s claim for pecuniary damage, the Court finds that there is no causal link between the duration of the proceedings and the damage allegedly sustained by the applicant. Accordingly, the Court makes no award under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  In respect of the applicant’s claim for non-pecuniary damage, the Court considers that in the circumstances of the case, the finding of a violation constitutes in itself a sufficient just satisfaction for any damage which could have been suffered by the applicant. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "123.  The applicant did not ask for reimbursement of costs and expenses incurred in connection with the proceedings. ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "\nFOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.\t  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.\t  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.\t  Holds that the present judgment constitutes in itself sufficient just satisfaction in respect of non-pecuniary damage; ",
                        "elements": []
                    },
                    {
                        "content": "4.\t  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 February 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF SZELOCH v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59217.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2001:0222JUD003307996",
    "externalsources": [],
    "extractedappno": [
        "33079/96",
        "25792/94",
        "35848/97",
        "26614/95",
        "25693/94",
        "27387/95",
        "36743/97"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-59217",
    "judgementdate": "22/02/2001 00:00:00",
    "kpdate": "22/02/2001 00:00:00",
    "kpthesaurus": [
        "448",
        "227",
        "445",
        "406",
        "76",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-3",
        "6-1",
        "5",
        "6",
        "41"
    ],
    "parties": [
        "SZELOCH",
        "POLAND"
    ],
    "rank": "412.005310058594",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "B. v. Austria judgment of 28 March 1990, Series A no. 175, p.14, § 36",
        "Barfuss v. Czech Republic, no. 35848/97, 31.07.2000, § 65",
        "Capuano v. Italy judgment of 25 June 1987, Series A no. 119, p. 14, § 32",
        "Contrada v. Italy judgment of 24 August 1998, Reports of Judgments and Decisions 1998-V, p. 2185, § 54",
        "Grauslys v. Lithuania, no. 36743/97, 10.10.2000, § 60",
        "Humen v. Poland [GC], no. 26614/95, 15.10.1999, § 91",
        "I.A. v. France judgment of 23 September 1998, Reports 1998-VII, p. 2978, § 102",
        "Punzelt v. the Czech Republic, no. 31315/96, 25.04.2000, § 73",
        "Sobczyk v. Poland, nos. 25693/94 and 27387/95, 26.10.2000, § 54",
        "Trzaska v. Poland, no. 25792/94, 11.07.2000, § 54",
        "W. v. Switzerland judgment of 26 January 1993, Series A no. 254-A, p. 15, § 30",
        "Yagci and Sargin v. Turkey judgment of 8 June 1995, Series A no. 319-A, p. 18, § 49"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "324365",
    "typedescription": "14"
}