{
    "__articles": "10;10-1;10-2;14+10;14;41",
    "__conclusion": "Violation of Art. 10;Not necessary to examine Art. 14+10;Pecuniary damage - claim dismissed;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "31457/96",
    "article": [
        "14",
        "10",
        "41"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 14+10",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58587.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 31457/96) against the Republic of Austria lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a company with its seat in Austria, News Verlags GmbH & Co.KG (“the applicant company”), on 13 March 1996.",
                        "elements": []
                    },
                    {
                        "content": "The applicant company complained that court decisions prohibiting it from publishing the picture of the suspect in the context of reports on the criminal proceedings against him violated its right to freedom of expression and discriminated against it. It invoked Article 10 of the Convention taken alone and in conjunction with Article 14.",
                        "elements": []
                    },
                    {
                        "content": "2.  On 16 April 1998 the Commission (First Chamber) decided to give notice of the application to the Austrian Government (“the Government”) and invited them to submit their observations on its admissibility and merits.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Government submitted their observations on 20 July 1998, after an extension of the time-limit fixed for that purpose. The applicant company replied on 16 November 1998, also after an extension of the time-limit.",
                        "elements": []
                    },
                    {
                        "content": "4.  Following the entry into force of Protocol No. 11 to the Convention on 1 November 1998, and in accordance with Article 5 § 2 thereof, the application was examined by the Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  In accordance with Rule 52 § 1 of the Rules of Court, the President of the Court, Mr L. Wildhaber, assigned the case to the First Section. The Chamber constituted within that Section included ex officio Mr W. Fuhrmann, the judge elected in respect of Austria (Article 27 § 2 of the Convention and Rule 26 § 1 (a)), and Mrs E. Palm, President of the Section (Rule 26 § 1 (a)). The other members designated by the latter to complete the Chamber were Mr J. Casadevall, Mr R. Türmen, Mr C. Bîrsan, Mrs W. Thomassen and Mr R. Maruste (Rule 26 § 1 (b)).",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 June 1999 the Chamber declared the application admissible. Furthermore, the Chamber decided, in case no friendly settlement could be reached, to hold a hearing in accordance with Rule 59 § 2.",
                        "elements": []
                    },
                    {
                        "content": "7.  The text of the Court's admissibility decision was sent to the parties on 18 June 1999 and the parties were invited to submit, before 2 August 1999, such further information or observations on the merits as they wished. The applicant company was also invited to submit its claims for just satisfaction under Article 41 of the Convention (Rule 60).",
                        "elements": []
                    },
                    {
                        "content": "8.  The Court placed itself at the disposal of the parties with a view to securing a friendly settlement (Article 38 § 1 (b) of the Convention and Rule 62).",
                        "elements": []
                    },
                    {
                        "content": "9.  The President of the Chamber granted the applicant company leave to use the German language at the hearing (Rules 34 § 3 and 36 § 5).",
                        "elements": []
                    },
                    {
                        "content": "10.  The Registrar received the Government's memorial on 2 August 1999 and the applicant company's memorial on 16 August 1999. The President of the Chamber decided that the applicant company's memorial was nevertheless to be included in the case file (Rule 38 § 1).",
                        "elements": []
                    },
                    {
                        "content": "11.  A public hearing was held on 31 August 1999 in the Human Rights Building in .",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Lansky and Mr Okresek.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  the circumstances of the case",
                        "elements": [
                            {
                                "content": "12.  The applicant, a limited liability company with its seat in Tulln, is the owner and publisher of the magazine News.",
                                "elements": []
                            },
                            {
                                "content": "13.  In December 1993 a series of letter bombs was sent to politicians and other persons in the public eye in . Some of the addressees were severely injured.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 10 December 1993 B., a right-wing extremist, was arrested on suspicion of having been involved in the so-called letter-bomb campaign. He was taken into detention on remand. Preliminary investigations were instituted against him on suspicion of attempted murder and of having committed offences under the National Socialism Prohibition Act (Verbotsgesetz – “the Prohibition Act”). He was later charged with offences under the Prohibition Act and with having aided and abetted assault.",
                                "elements": []
                            },
                            {
                                "content": "15.  In December 1993 the applicant company published a special issue and later an article in one of the regular issues of its magazine News, dealing with the letter-bomb campaign, the activities of the extreme right and, in particular, the suspect B. The respective reports were illustrated with several pictures of B. The cover page of the special issue for instance showed a small picture of B., subtitled in big letters “The Mad World of Perpetrators”. Under the headline “Terror for the Führer” a full-page picture showed B. together with two other persons. According to the comments, this picture was taken in a courtroom, where B. stood up in protest when the verdict was pronounced against his “Führer”, the neo-Nazi leader G.K. Furthermore, it was stated that, when G.K. was sentenced to ten years' imprisonment, his companions, including B., swore vengeance. According to another comment on the same page, these companions who had been supposed to be harmless lunatics were now arrested as bomb terrorists. The cover page of the second issue carried the headline “Victims and Nazis” and showed a large picture of one of the victims and a smaller picture of B. and two others. The victim was quoted as saying: “I want to meet the perpetrators.” At the bottom of the page the words “Nazi scene uncovered” appeared. In the article, a further picture of B. and another suspect, R., was shown. According to the comment, it had been taken on the occasion of the trial of the neo-Nazi leader G.K. The comment went on to state that R. and B., who had both wished to succeed G.K., were now suspected of having dispatched the bombs. Moreover, a wedding picture of B. was published. The comment accompanying it stated that, according to the investigations of the police, B. and R. had probably collaborated in order to organise the letter-bomb campaign. In the article itself, B. was described as pathologically ambitious, one of the most brutal members of the neo-Nazi scene and the possible successor to the neo-Nazi leader G.K.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 21 January 1994 B. brought proceedings under section 78 of the Copyright Act (Urheberrechtsgesetz) against the applicant company, requesting that the latter be prohibited from publishing his picture in connection with reports on any criminal proceedings against him. He also requested a preliminary injunction (einstweilige Verfügung) to that effect.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 9 March 1994 the  (Handelsgericht) dismissed B.'s application for a preliminary injunction.",
                                "elements": []
                            },
                            {
                                "content": "18.  The court observed that section 78 of the Copyright Act prohibited publishing a person's picture if the publication violated that person's legitimate interests. However, where criminal proceedings were conducted against the person concerned, that interest had to be weighed against the public interest in receiving information. As the present case related to very serious offences based on anti-democratic, subversive ideology, the publication of a suspect's picture was justified in principle. Further, the court found that it did not have to examine whether the accompanying comment violated B.'s right to respect for his private life as he had failed to indicate which passages of the articles at issue might go beyond the limits of acceptable reporting.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 22 September 1994 the Vienna Court of Appeal (Oberlandesgericht), upon B.'s appeal, issued a preliminary injunction prohibiting the applicant company from publishing B.'s picture in connection with reports on the criminal proceedings against him on suspicion of having committed offences under the Prohibition Act and of having aided and abetted assault through letter-bomb attacks.",
                                "elements": []
                            },
                            {
                                "content": "20.  The Court of Appeal pointed out that section 78 of the Copyright Act was directed against the abuse of pictures in public. Section 78 sought above all to prevent a person from being disparaged by the publication of a picture, or his private life being made public or his picture being used in a way giving rise to misinterpretation, or in a disparaging and degrading manner. Further, the court observed that section 78 of the said Act did not define the term “legitimate interests”, thus conferring discretion on the courts in order to enable them to take the particular circumstances of each case into account. It also required the courts to weigh the interest of the person concerned in the protection of his or her picture against the publisher's interest in conveying information.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court of Appeal went on to say that, in assessing whether a person's legitimate interests within the meaning of section 78 of the Copyright Act had been violated, not only the picture itself, but also the accompanying text had to be taken into account. Also, a person suspected of having committed an offence had a legitimate interest in not being denounced in public by the publication of a picture in connection with a disparaging text. In the present case, the contested publication constituted not only a gross insult, but also a serious violation of the presumption of innocence. Quoting some headlines and comments from the articles at issue, the Court of Appeal noted that the applicant company had called B. a “perpetrator” of the letter-bomb attacks, a “Nazi”, a “terrorist for the 'Führer'” and a companion of the neo-Nazi G.K. who had been sentenced to ten years' imprisonment. These gross violations of B.'s legitimate interests justified a prohibition on the publication of his picture in the context of the criminal proceedings which were at the time conducted against him.",
                                "elements": []
                            },
                            {
                                "content": "22.  Despite this line of reasoning, the judgment had the effect of prohibiting the publication of B.'s picture not only in connection with a text that was prejudicial but – even more restrictively – in connection with reports on the criminal proceedings against him irrespective of the accompanying text.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 22 November 1994 the Supreme Court (Oberster Gerichtshof) rejected both parties' extraordinary appeals on points of law (außerordentlicher Revisionsrekurs), finding that they did not raise any important legal issues. As to the applicant company's appeal, it found that section 7a of the Media Act (Mediengesetz), to which the applicant company had referred in its submissions, did not lead to the result that a suspect's legitimate interests could not be violated by the publication of his picture. There was thus no contradiction with section 78 of the Copyright Act. Further, there were no clear indications in the present case that the public interest justified the publishing of B.'s picture. Thus, the appellate court's decision was not based on a gross misinterpretation of the law.",
                                "elements": []
                            },
                            {
                                "content": "24.  Supplementing his application of 21 January 1994, B. had in the meantime filed an alternative claim (Eventualbegehren), requesting that the applicant company be ordered to refrain from publishing his picture in connection with such statements as had been made in the articles at issue and which he listed in detail.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 19 April 1995 the Vienna Commercial Court, in the main proceedings, granted B.'s alternative claim, ordering the applicant company to refrain from publishing B.'s picture where the publication was likely to violate B.'s legitimate interests, namely in connection with statements in which B. was referred to as the perpetrator of the letter-bomb attacks or as being involved in terror or letter-bomb attacks, or in connection with such statements – listed in detail – as had been made in the articles at issue.",
                                "elements": []
                            },
                            {
                                "content": "26.  The court found that the publication of B.'s picture together with the accompanying text constituted not only a gross insult, but also a serious violation of the presumption of innocence. These gross violations of B.'s legitimate interests justified a prohibition on publishing his picture in the context of the criminal proceedings against him, but only if he was referred to as the perpetrator of the offences or if otherwise the rules of objective reporting were violated. Having regard to the seriousness of the charges brought against B. and the notoriety of the victims, the public interest in B.'s appearance outweighed his interest in not having his picture published as long as such reports did not overstep the boundaries of objective journalism. Further, the court emphasised that it did not intend to sanction reporting (Wortberichterstattung) as such. It repeated that, when assessing a person's claim under section 78 of the Copyright Act, the text accompanying the pictures was of importance. It made a difference whether a person, along with the publication of his picture, was stigmatised as the perpetrator of a crime or whether an objective report on the criminal proceedings against him was given.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 30 August 1995 the Vienna Court of Appeal dismissed the applicant company's appeal but granted B.'s appeal. It ordered the applicant company to refrain from publishing B.'s picture in connection with reports on the criminal proceedings against him on suspicion of having committed offences under the Prohibition Act and of having aided and abetted assault through letter-bomb attacks.",
                                "elements": []
                            },
                            {
                                "content": "28.  The court recalled the reasons given in its decision of 22 September 1994 (see paragraphs 20-21 above) concluding once again that the publication of B.'s picture in the context of the accompanying comments had constituted a gross violation of his legitimate interests, which justified a prohibition on publishing his picture in the context of the criminal proceedings against him. It added that the onus was not upon B. to specify the statements which the applicant company had to refrain from publishing in connection with the pictures since, in general, new accusations were published in the course of the proceedings, and there was no interest in repeating the previous ones. Thus, the 's judgment was worded too narrowly.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 24 October 1995 the Supreme Court rejected the applicant company's extraordinary appeal on points of law. It found that the applicant company undoubtedly had a right to impart information about the proceedings conducted against B. However, the right to impart information had to be distinguished from the right to publish pictures of B., which had to be balanced against B.'s interest in the protection of his picture. Even the publication of a picture accompanied by a correct statement of facts, which violated neither section 7a nor section 7b of the Media Act, could infringe the legitimate interests of the person concerned. Finally, the Supreme Court, referring to Article 10 of the Convention, found that the applicant company's right to freedom of expression had not been violated, since it had not been prohibited from reporting on the proceedings, but only from publishing B.'s picture in that context.",
                                "elements": []
                            },
                            {
                                "content": "30.  In December 1995 a first-instance court acquitted B. of the charges of assault but convicted him of offences under the Prohibition Act. The criminal proceedings against B. received extensive news coverage. Contrary to the applicant company, other newspapers remained free to publish B.'s picture.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 18 December 1995 the Vienna Court of Appeal, in proceedings brought by B. under section 7b of the Media Act, found that the applicant company had violated the presumption of innocence and ordered it to pay 50,000 Austrian schillings by way of compensation to B. The court found that in its articles of December 1993 the applicant company had referred to B. as the perpetrator of the “letter-bomb terror”.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  relevant domestic law",
                        "elements": [
                            {
                                "content": "A.  The Copyright Act",
                                "elements": [
                                    {
                                        "content": "32.  The relevant provision of the Copyright Act reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 78",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  Images of persons shall neither be exhibited publicly, nor disseminated in any other way in which they are made accessible to the public, where the legitimate interests of the person in question or, in the event that they have died without having authorised or ordered publication, of a close relative would be injured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "This provision has been interpreted in the Supreme Court's case-law. In particular the Supreme Court found that in determining whether the publication of a person's picture violated his or her “legitimate interests” regard was to be had to the accompanying text. Where the publisher of the picture claimed that there was a public interest in its publication, the courts had to carry out a weighing of the respective interests involved. As regards reporting on criminal cases, the Supreme Court constantly held that there was no predominating public interest in the publication of the suspect's picture if it had no additional independent information value. The only effect was that the intensity of such reporting was increased by joining the suspect's picture and, thus, made his or her appearance known to the public at large (see for instance, MuR 1990, p. 224; SZ 63/75, p. 373; MuR 1995, p. 64; MuR 1996, p. 33).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Media Act",
                                "elements": [
                                    {
                                        "content": "33.  The relevant provisions of the Media Act read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 7a",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  Where publication is made, through any medium, of a name, image or other particulars which are likely to lead to the disclosure to a larger not directly informed circle of people of the identity of a person who",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  has been the victim of an offence punishable by the courts, or",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  is suspected of having committed, or has been convicted of, a punishable offence,",
                                        "elements": []
                                    },
                                    {
                                        "content": "and where legitimate interests of that person are thereby injured and there is no predominant public interest in the publication of such details on account of the person's position in society, of some other connection with public life, or of other reasons, the victim shall have a claim against the owner of the medium (publisher) for damages for the injury suffered. The award of damages shall not exceed 200,000 schillings; additionally, section 6(1), second sentence, shall apply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  Legitimate interests of the victim shall in any event be injured if the publication",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  in the case of subsection (1)1 is such as to give rise to an interference with the victim's strictly private life or to his or her exposure,",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  in the case of subsection (1)2 relates to a juvenile or merely to a lesser indictable offence or may substantially prejudice the victim's advancement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 7b",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  Where a person who is suspected of having committed a punishable offence but has not been finally convicted is portrayed in a medium as guilty, or as the offender and not merely a suspect, the victim shall have a claim in damages against the owner of the medium (publisher) for the injury suffered. The award of damages shall not exceed 200,000 schillings; additionally, section 6(1), second sentence, shall apply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "34.  In their memorial, the Government asked the Court to declare that there had been no violation of Article 10.",
                        "elements": []
                    },
                    {
                        "content": "35.  The applicant company requested the Court to hold that there had been a violation of Article 10 of the Convention as well as of Article 14 taken in conjunction with Article 10.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  alleged violation of article 10 of the convention",
                        "elements": [
                            {
                                "content": "36.  The applicant company alleged that the injunctions, as issued by the Vienna Court of Appeal and confirmed by the Supreme Court, prohibiting it from publishing the picture of the suspect, B., in connection with reports on the criminal proceedings against him, irrespective of the accompanying text, constituted a violation of Article 10 of the Convention which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Whether there was an interference",
                                "elements": [
                                    {
                                        "content": "37.  The Government disputed that the contested injunctions constituted an interference with the applicant company's right to freedom of expression. They conceded that the publication of a picture may in some cases be protected by Article 10 of the Convention, but argued that this was not the case if a photograph published in the context of reporting had no information value either in itself or in connection with the information conveyed. In the Government's view, the publication of B.'s picture did not add any information to the applicant company's reports.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant company contested this view. It maintained that the choice of the form and the means of communicating information was for the person conveying the information. It also stressed that the reporting at issue was a unity of text and pictures which was protected by Article 10 in its entirety as well as in its single components.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court recalls that it is not for the Court, or for the national courts for that matter, to substitute their own views for those of the press as to what technique of reporting should be adopted by journalists. Article 10 protects not only the substance of ideas and information but also the form in which they are conveyed (see the Jersild v.  judgment of 23 September 1994, Series A no. 298, pp. 23-24, § 31).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court considers that the prohibition on the publication of B.'s picture in the context of reports on the criminal proceedings against him, which limited the applicant company's choice as to the form in which it could present such reports, constituted an interference with its right to freedom of expression, which is in breach of Article 10 unless it satisfies the requirements of the second paragraph of that Article.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Whether the interference was “prescribed by law”",
                                "elements": [
                                    {
                                        "content": "41.  The applicant company, in its memorial, conceded that the interference at issue was based on section 78 of the Copyright Act. At the hearing before the Court it expressed doubts as to whether this provision prescribed the conditions under which the publication of a person's picture may be prohibited with sufficient clarity, without however elaborating on the issue in detail. The Government for their part, asserted that section 78 of the Copyright Act formed the legal basis for the injunctions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court recalls that the relevant national law must be formulated with sufficient precision to enable the persons concerned – if need be with appropriate legal advice – to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see the Worm v. Austria judgment of 29 August 1997, Reports of Judgments and Decisions 1997-V, p. 1548, § 38).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Section 78 of the Copyright Act employs somewhat imprecise wording, namely “legitimate interests” and thereby confers broad discretion on the courts. The Court has, however, acknowledged the fact that frequently laws are framed in a manner that is not absolutely precise (see the markt intern Verlag GmbH and Klaus Beermann v. Germany judgment of 20 November 1989, Series A no. 165, pp. 18-19, § 30, with further references). Such considerations are particularly cogent in the sphere of the publication of a person's picture, where the courts are called upon to weigh that person's rights, such as for instance the right to respect for his or her private life, against the publisher's right to freedom of expression. Moreover, the Court notes that the notion of “legitimate interests” has been interpreted in the Supreme Court's case-law (see paragraph 32 above). The Court concludes that it cannot be said that the Vienna Court of Appeal's application of section 78 of the Copyright Act went beyond what could reasonably be foreseen in the circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, the Court is satisfied that the interference was “prescribed by law”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Whether the interference pursued a legitimate aim",
                                "elements": [
                                    {
                                        "content": "44.  It was common ground that the contested injunctions aimed at “the protection of the reputation or rights of others”. The Government emphasised that they aimed in particular at protecting B.'s right to a fair trial based on respect for the presumption of innocence and his right to respect for his private life. The Government added that the interference eventually also served to maintain the authority and impartiality of the judiciary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court notes that the judgments of the domestic courts show that the injunctions were intended to protect B. against insult and defamation and against violations of the presumption of innocence. Thus they had the aim of protecting “the reputation or rights of others” and also “the authority and impartiality of the judiciary” in so far as that term has been interpreted to include the protection of the rights of litigants in general (see the Sunday Times v. the United Kingdom (no. 1) judgment of 26 April 1979, Series A no. 30, p. 34, § 56).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The interference complained of, thus, had aims that were legitimate under paragraph 2 of Article 10.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Whether the interference was “necessary in a democratic society”",
                                "elements": [
                                    {
                                        "content": "47.  The applicant company mainly disputed that the injunctions were “necessary” for achieving the aforementioned aims. It submitted in particular that the overall background of the publications had to be taken into account. The letter-bomb attacks were directed against politicians and other persons committed to protecting the rights of groups suffering persecution and discrimination. Being based on National Socialist ideology they were perceived as a threat to the democratic order of the Republic. Accordingly, its reporting in this context had to be seen as a contribution to a political debate. Moreover, the applicant company emphasised that B., who was the main suspect in the criminal proceedings reported upon, was not unknown to the public. Being a militant right-wing extremist, he had attracted public attention and received media coverage already before the letter-bomb attacks. The applicant company added that B.'s picture was published by all other media while the criminal proceedings against him were pending and that he was indeed convicted of offences under the National Socialist Prohibition Act by final judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant company conceded that in cases concerning the publication of an individual's picture in the context of reporting, a conflict may arise between the freedom of the press and the individual's right to protection of his or her private and family life. However, the photographs of B. used in its reports did not infringe B.'s personal integrity, as they were not in themselves degrading or defamatory. The applicant company also accepted that the State may be called upon to ensure that the media do not infringe the presumption of innocence, as reports on pending proceedings may endanger the impartiality of the courts. However, it argued that in the present case the injunctions were disproportionate as they contained an absolute prohibition on the publication of B.'s picture, irrespective of the accompanying text.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government stressed that the publication of B.'s picture encroached upon his right to respect for his private life and, having regard to the disparaging text accompanying it, also violated the presumption of innocence. In such a case section 78 of the Copyright Act affords the person concerned the requisite protection of his or her rights under Articles 6 and 8 of the Convention. As this provision applies when “legitimate interests” of the person concerned are violated, it calls for weighing the person's interest in banning the publication against the interest of the media in providing information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government asserted that the injunctions were proportionate, as the Austrian courts correctly weighed the interests involved. Having regard to the accompanying text in the original articles giving rise to the dispute, which referred to B. as the perpetrator of the letter-bomb attacks, and the extraordinary public attention any reporting on the issue attracted, the publication of B.'s picture constituted a particularly serious violation of his rights. The Government concluded that the relatively wide scope of the injunctions was necessary as the identification of which accompanying texts should be banned in connection with the publication of the pictures was not expedient. Moreover, the injunctions did not affect the applicant company's right to publish comments on the proceedings against B.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Finally, the Government contested that the applicant company's reporting contributed to a political debate and stressed that the applicant company's allegations that B. was the perpetrator of the letter-bomb attacks were simply false. In this context they pointed out that B. was acquitted of the charges of aiding and abetting assault, while the true perpetrator has meanwhile been convicted by final judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court recalls its well-established case-law that the adjective “necessary”, within the meaning of Article 10 § 2 implies the existence of a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with a European supervision embracing both the law and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In exercising its supervisory jurisdiction, the Court cannot confine itself to considering the impugned court decisions in isolation; it must look at them in the light of the case as a whole, including the articles held against the applicant company and the context in which they were written. The Court must determine whether the interference at issue was “proportionate to the legitimate aims pursued” and whether the reasons adduced by the national courts to justify it are “relevant and sufficient” (see for instance the Sunday Times (no. 1) judgment cited above, p. 38, § 62; the Observer and Guardian v. the United Kingdom judgment of 26 November 1991, Series A no. 216, pp. 29-30, § 59; and the recapitulation in Sürek v. Turkey (no. 1), [GC], no. 26682/95, § 58, ECHR 1999-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In the present case the Vienna Court of Appeal, by judgment of 22 September 1994 in preliminary injunction proceedings (see paragraphs 19-22 above) and by judgment of 30 August 1995 in the subsequent main proceedings (see paragraphs 27-28 above), issued injunctions prohibiting the applicant company from publishing B.'s picture in the context of the criminal proceedings against him irrespective of the accompanying text. Its judgments were upheld by the Supreme Court (see paragraphs 23 and 29 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The articles which gave rise to the injunction proceedings were written against the background of a spectacular series of letter bombs which had been sent to politicians and other persons in the public eye in  and had severely injured several victims. The attacks, thus, were a news item of major public concern. The applicant company's articles dealt with the activities of the extreme right and in particular with B., who had been arrested as the main suspect. Being a right-wing extremist, he had entered the public scene well before the series of letter-bomb attacks. Moreover, it has to be borne in mind that the offences he was suspected of, namely offences under the Prohibition Act and aiding and abetting assault through letter bombs, were offences with a political background directed against the foundations of a democratic society. It may be added that the photographs of B., with the possible exception of one wedding picture, did not disclose any details of his private life. Thus, the Court cannot subscribe to the Government's argument that the publications at issue encroached upon B.'s right to respect for his private life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "These circumstances have to be taken into account when assessing whether the reasons adduced by the Austrian courts for justifying the injunctions were “relevant” and “sufficient” and whether the injunctions were “proportionate to the legitimate aims pursued”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Another factor of particular importance for the Court's determination in the present case is the essential function the press fulfils in a democratic society. Although the press must not overstep certain bounds, in particular in respect of the reputation and rights of others or of the proper administration of justice, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on all matters of public interest (see Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 59, ECHR 1999-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  This duty extends to the reporting and commenting on court proceedings which, provided that they do not overstep the bounds set out above, contribute to their publicity and are thus perfectly consonant with the requirement under Article 6 § 1 of the Convention that hearings be public. Not only do the media have the task of imparting such information and ideas: the public has a right to receive them (see the Worm judgment cited above, pp. 1551-52, § 50). This is all the more so where, as in the present case, a person is involved who has laid himself open to public scrutiny by expressing extremist views (see, mutatis mutandis, the Worm judgment, ibid.). However, the limits of permissible comment on pending criminal proceedings may not extend to statements which are likely to prejudice, whether intentionally or not, the chances of a person receiving a fair trial or to undermine the confidence of the public in the role of the courts in the administration of justice (ibid.). Thus, the fact that B. had a right under Article 6 § 2 of the Convention to be presumed innocent until proved guilty is also of relevance for the balancing of competing interests which the Court must carry out (see Bladet Tromsø and Stensaas cited above, § 65).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Vienna Court of Appeal stated in the reasons for its decision of 22 September 1994 and its subsequent judgment of 30 August 1995 that it was not the publication of B.'s picture in itself but its combination with comments which were insulting and contrary to the presumption of innocence that violated B.'s legitimate interests within the meaning of section 78 of the Copyright Act. Notwithstanding these remarks, and contrary to the Vienna Commercial Court which had regard to this link between pictures and text and prohibited the applicant company only from publishing B.'s picture in connection with statements in which he was insulted or referred to as the perpetrator of the letter-bomb attacks, the Vienna Court of Appeal imposed an absolute prohibition on the applicant company. It considered that it was not for B. to specify the statements the applicant company had to refrain from making but, unlike the  (see paragraphs 25-26 above), it failed to give reasons for its approach.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court acknowledges that there may be good reasons for prohibiting the publication of a suspect's picture in itself, depending on the nature of the offence at issue and the particular circumstances of the case. A similar line of argument was followed by the Supreme Court, which stated that even the publication of a picture accompanied by a correct statement of fact could infringe the legitimate interests of the person concerned. However, no reasons to that effect were adduced by the Vienna Court of Appeal. Nor did it, contrary to the , carry out a weighing of B.'s interest in the protection of his picture against the public interest in its publication which, as the Government pointed out, is required under section 78 of the Copyright Act. This is all the more surprising as the publication of a suspect's picture is not generally prohibited under section 7a of the Austrian Media Act unless the suspect is a juvenile or the offences are only of a minor nature, but depends precisely on a weighing of the respective interests. In sum the reasons adduced by the Vienna Court of Appeal, though “relevant”, are not “sufficient”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  It is true, as the Government pointed out, that the injunctions did not in any way restrict the applicant company's right to publish comments on the criminal proceedings against B. However, they restricted the applicant company's choice as to the presentation of its reports, while it was undisputed that other media were free to continue to publish B.'s picture throughout the criminal proceedings against him. Having regard to these circumstances and to the domestic courts' finding that it was not the pictures used by the applicant company but only their combination with the text that interfered with B.'s rights, the Court finds that the absolute prohibition on the publication of B.'s picture went further than was necessary to protect B. against defamation or against violation of the presumption of innocence. Thus, there is no reasonable relationship of proportionality between the injunctions as formulated by the Vienna Court of Appeal and the legitimate aims pursued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  It follows from these considerations that the interference with the applicant company's right to freedom of expression was not “necessary in a democratic society”. Accordingly, there has been a violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  Alleged violation of Article 14 of the convention taken in conjunction with Article 10",
                        "elements": [
                            {
                                "content": "61.  The applicant company asserted that the injunctions also constituted a violation of Article 14 of the Convention taken in conjunction with Article 10 as it was discriminated against in relation to other media.",
                                "elements": []
                            },
                            {
                                "content": "62.  Having regard to its findings under Article 10 of the Convention taken alone (see in particular paragraph 59 above), the Court does not consider it necessary to examine this complaint.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  application of article 41 of the Convention",
                        "elements": [
                            {
                                "content": "63.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "64.  The applicant company claimed compensation for pecuniary as well as for non-pecuniary damage. As to pecuniary damage it submitted that it had, as a result of the prohibition on the publication of B.'s picture, suffered a loss of circulation and a loss of income from advertising which is directly dependent on circulation. As to non-pecuniary damage, the applicant company alleged that the impugned court decisions caused prejudice to its reputation. In its memorial the applicant company did not specify any amounts claimed as compensation. At the hearing it requested 50,000 euros in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Government asserted that the applicant company had failed to show that it had actually sustained pecuniary damage. As to non-pecuniary damage, the Government considered that the finding of a violation would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  As to pecuniary damage, the Court, like the Government, finds that the applicant company has failed to substantiate its claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to non-pecuniary damage for the alleged loss of reputation, the Court will leave open whether a corporate applicant can claim non-pecuniary damage of this sort (see, mutatis mutandis, Immobiliare Saffi v. Italy [GC], no. 22774/93, § 79, ECHR 1999-V) as, in the circumstances of the case, the finding of a violation provides sufficient just satisfaction as regards any non-pecuniary damage the applicant company might have sustained.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "67.  In its memorial the applicant company claimed 151,327.32 Austrian schillings (ATS) as costs and expenses incurred in the domestic proceedings and ATS 78,977.70 for the  proceedings. It further claimed ATS 45,800 for its participation at the hearing before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Government did not comment on these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court recalls that, according to its case-law, it has to consider whether the costs and expenses were actually and necessarily incurred in order to prevent or obtain redress for the matter found to constitute a violation of the Convention and were reasonable as to quantum (see, for example, Bladet Tromsø and Stensaas cited above, § 80). The Court considers that these conditions are met as regards the costs and expenses incurred in the domestic proceedings and, consequently, awards the sum of ATS 151,327.32. As to the costs for the  proceedings, the Court finds the claim reasonable and, consequently, awards the full amount, namely ATS 124,777.70.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "70.  According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 4% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that it is not necessary to examine the complaint under Article 14 of the Convention taken in conjunction with Article 10;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the present judgment constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant company, within three months from the date on which this judgment becomes final according to Article 44 § 2 of the Convention, ATS 276,105.02 (two hundred and seventy-six thousand one hundred and five Austrian schillings two groschen), for costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 4% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant company's claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and delivered at a public hearing in the Human Rights Building, , on 11 January 2000.",
                        "elements": []
                    },
                    {
                        "content": "`",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsE. Palm",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrW. Fuhrmann",
            "role": "judges"
        },
        {
            "name": "MrsW. Thomassen",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "Mr M. O'Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NEWS VERLAGS GmbH & Co. KG v. AUSTRIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58587.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:0111JUD003145796",
    "externalsources": [],
    "extractedappno": [
        "31457/96",
        "63/75",
        "26682/95",
        "21980/93",
        "22774/93"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Copyright Act, section 78",
        "Media Act, sections 7a, 7b"
    ],
    "itemid": "001-58587",
    "judgementdate": "11/01/2000 00:00:00",
    "kpdate": "11/01/2000 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "201",
        "158",
        "316",
        "140",
        "265",
        "379",
        "579",
        "235",
        "354",
        "343",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "10-2",
        "10",
        "10-1",
        "14",
        "41"
    ],
    "parties": [
        "NEWS VERLAGS GmbH & Co. KG",
        "AUSTRIA"
    ],
    "rank": "394.687225341797",
    "representedby": [
        "N/A"
    ],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [
        "Sunday Times v. the United Kingdom (no. 1) judgment of 26 April 1979, Series A no. 30, p. 34, § 56, p. 38, § 62",
        "markt intern Verlag GmbH and Klaus Beermann v. Germany judgment of 20 November 1989, Series A no. 165, pp. 18-19, § 30",
        "Observer and Guardian v. the United Kingdom judgment of 26 November 1991, Series A no. 216, pp. 29-30, § 59",
        "Jersild v. Denmark judgment of 23 September 1994, Series A no. 298, p. 23, § 31",
        "Worm v. Austria judgment of 29 August 1997, Reports of Judgments and Decisions 1997-V, p. 1548, § 38, pp. 1551-1552, § 50",
        "Bladet Tromsø and Stensaas v. Norway judgment of 20 May 1999, § 59, § 65, § 80",
        "Sürek v. Turkey (no. 1) judgment of 8 July 1999, § 58",
        "Immobiliare Saffi v. Italy judgment of 28 July 1999, § 79"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "438455",
    "typedescription": "15"
}