{
    "__articles": "5",
    "__conclusion": "No violation of Article 5 - Right to liberty and security;Violation of Article 5 - Right to liberty and security",
    "applicability": "",
    "appno": "26386/02",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "element": "No violation of Article 5 - Right to liberty and security",
            "type": "no-violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-86030.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 26386/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Petr Vsevolodovich Fursenko (“the applicant”), on 17 June 2002. The applicant died after he had introduced the application. However, his mother, Ms Raisa Andreyevna Varlamova, expressed her wish to pursue the application.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms K. Moskalenko, a lawyer practising in . The Russian Government (“the Government”) were initially represented by Mr P. Laptev, the former Representative of the  at the European Court of Human Rights, and subsequently by their Representative, Mrs V. Milinchuk.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his pre-trial detention was unlawful and unreasonably long and that he could not challenge the lawfulness of his detention before a court.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 9 February 2006 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each filed further written observations (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1968 and lived in Tver.",
                                "elements": []
                            },
                            {
                                "content": "A.  Institution of criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "7.  On 18 July 2000 the investigating authorities instituted criminal proceedings against the applicant and another person. They suspected them of drug trafficking. On the same date the applicant was detained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 21 July 2000 he was released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 23 November 2000 the criminal proceedings against the applicant were severed from the proceedings against the other accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 24 November 2000 a public prosecutor charged the applicant in absentia and ordered his arrest and detention. The applicant was charged with the purchase of 0.5263 grams of heroin on two occasions and its subsequent sale.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 27 November 2000 the applicant was put on a list of persons wanted by the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 14 April 2001 the applicant was arrested and taken into custody on the basis of the prosecutor’s order of 24 November 2000. The order to take him into custody was served on the applicant but he refused to countersign it.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The first complaint concerning the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "13.  On 25 April 2001 the applicant lodged a complaint with a court about his arrest on 14 April 2001. Although a letter of 28 May 2001 from the court confirmed that a judge had received the complaint, it appears that the complaint was not examined.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The second complaint concerning the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "14.  On an unspecified date the applicant’s mother filed a complaint claiming that his detention was unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 6 May 2001 the prosecutor of the Moskovskiy District of Tver dismissed the complaint on the following grounds:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The preventive measure was applied to [Mr] Fursenko on valid grounds. At present there are no reasons to change the preventive measure.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Service of the charges and referral of the bill of indictment to the court",
                                "elements": [
                                    {
                                        "content": "16.  On 11 May 2001, 27 days after the arrest, the investigating authorities served the charges on the applicant and questioned him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Having finished the investigation, on 14 May 2001 the investigating authorities referred the bill of indictment to the Moskovskiy District Court of Tver for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 23 May 2001 the Moskovskiy District Court of Tver joined the criminal proceedings against the applicant to criminal proceedings against another accused and ordered that the preventive measure should remain unchanged.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Proceedings before the court and the third complaint concerning the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "19.  On 18 June 2001, in the course of the first court hearing, the applicant asked for leave to appoint his mother as a representative. The application was granted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In the hearing the applicant also asked for the case to be referred back for additional investigation, and for his release pending trial. He also complained of a number of procedural irregularities. The Moskovskiy District Court of Tver did not grant either of the applications. The court held, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the course of the hearing [Mr] Fursenko applied for the case to be referred back for additional investigation, ... asked for the preventive measure to be modified and for an obligation not to leave his place of residence to be imposed instead of detention...",
                                        "elements": []
                                    },
                                    {
                                        "content": "[Mr] Fursenko is charged with a particularly grave offence; ... the preventive measure is applied having regard to the personality of [Mr] Fursenko, who was previously convicted of a grave offence; no exceptional circumstances preventing [Mr] Fursenko from being isolated were presented to the court. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Breaches of the terms for questioning the accused committed at the preliminary investigation may not be accepted as a ground for altering the preventive measure in respect of [Mr] Fursenko, who is charged with a particularly grave offence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant appealed on the grounds, inter alia, that the preventive measure had been applied to him unlawfully, that he had not been notified about the institution of criminal proceedings against him, that he had never sought to evade the investigation and that he had been unlawfully put on the list of persons wanted by the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 19 July 2001 the  upheld on appeal the ruling of 18 June 2001. The court ruled:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The preventive measure in respect of [Mr] Fursenko has been applied in compliance with [the law], taking into consideration all the circumstances of the case... No circumstances preventing keeping him in custody can be found.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 24 September 2001 the Moskovskiy District Court of Tver joined the proceedings against the applicant and another accused to criminal proceedings against the applicant concerning another offence. In the same ruling the court ordered the applicant to remain in detention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  The fourth complaint concerning the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "24.  The applicant submitted that on unspecified dates between 13 July and 21 November 2001 he had complained that his continuing detention was not justified because no hearings had been held during this period. However, the complaints were not examined by the courts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Referral of the case for additional investigation and the fifth complaint concerning the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "25.  On 24 December 2001 the Moskovskiy District Court of Tver, acting pursuant to Article 232 of the RSFSR Code of Criminal Procedure, referred the case back for additional investigation in order to reformulate the charges and ordered the applicant to remain in detention. The court did not give reasons for its decision on this matter. At the same hearing the applicant challenged the judge. The challenge was dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government submitted that subsequently a prosecutor authorised the applicant’s continued detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 2 January 2002 the applicant filed a complaint against the decision of 24 December 2001. He claimed that the preventive measure had been applied to him in breach of procedural law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 14 February 2002 the  dismissed the complaint. The court held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[The accused] are charged with a particularly grave offence. During the preliminary investigation the preventive measure... was applied to them ... on valid grounds. ... [The court] ... resolved the question concerning the preventive measure in accordance with [the law]. There are no grounds to change the preventive measure... for [the accused].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 18 February 2002 the case was in fact referred to the investigative authorities for additional investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 26 February 2002 the prosecutor extended the term of the applicant’s detention until 26 March 2002.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  The sixth complaint concerning the applicant’s detention and the alleged failure to examine previous complaints",
                                "elements": [
                                    {
                                        "content": "31.  On an unspecified date the applicant’s mother complained to the prosecutor about the applicant’s detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In his reply of 13 March 2002 the prosecutor stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...On 14 April 2001 the investigation of the criminal case was renewed because of the arrest of [Mr] Fursenko. In breach of [the law], the charges were served on [Mr] Fursenko only on 14 May 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... The said breach of the law is not an unconditional ground for release...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 28 February 2002 the applicant’s mother complained to the court about the failure to examine the applicant’s complaints about his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In its reply of 25 March 2002 the Moskovskiy District Court of Tver stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The complaint concerning the lawfulness of [Mr] Fursenko’s arrest was received by the court on 28 April 2001. On 3 May 2001 the court requested [the investigating authorities] to provide [relevant] documents. Since the documents were not received, a second request was made on 22 May 2001... Since on 28 May 2001 the case was submitted to the court for consideration on the merits, the complaint was transmitted to the judge... When this issue was decided ... detention as a preventive measure remained unchanged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After the case had been referred back for additional investigation, [Mr] Fursenko again filed a complaint concerning the preventive measure. The court received the complaint on 27 February 2002, on 5 March 2002 necessary documents were requested and they were received on 13 March 2002. On 20 March 2002 the hearing concerning the complaint was adjourned because the accused requested the assistance of a lawyer.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "I.  The seventh complaint concerning the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "35.  On 28 February 2002 the applicant again lodged a complaint concerning the alleged unlawfulness of his detention and applied for release pending trial on the grounds, inter alia, that he had never sought to evade investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  From 18 to 30 March 2002 the applicant went on hunger strike demanding that the authorities review the lawfulness of his arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 26 March 2002 the case was submitted to the court for trial. On the same date the Moskovskiy District Court of Tver, acting pursuant to Articles 220-1 and 220-2 of the RSFSR Code of Criminal Procedure, dismissed the applicant’s complaint concerning the unlawfulness of his detention and application for release pending trial, relying on the gravity of the offences with which he was charged. The court noted that on 26 February 2002 the prosecutor had extended the term of the applicant’s detention until 26 March 2002. It also ordered that “the preventive measure should remain unchanged”. The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 4 June 2002 the  quashed the ruling of 26 March 2002 and referred the issue of the applicant’s detention to another judge for a fresh examination. The court found that the applicant’s lawyer had not been notified about the hearing, which constituted a violation of the applicant’s defence rights, and instructed the lower court to take into consideration the applicant’s arguments. At the same time the court ordered the applicant to remain in detention on the ground that the ruling of 26 March 2002 had been quashed for procedural reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 15 July 2002 the applicant again went on hunger strike until 6 August 2002, demanding that the authorities review the lawfulness of his detention. It appears that he amended his complaint, alleging, inter alia, that his detention between 14 April and 14 May 2001 and between 26 February and 25 March 2002 had been unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 26 July 2002 the Moskovskiy District Court of Tver, acting pursuant to Article 125 of the Russian Federation Code of Criminal Procedure, held that the applicant’s detention had been lawful:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[Mr] Fursenko is charged with two offences ... for which only punishment in the form of deprivation of liberty is provided. The application of the preventive measure and the fixing of the terms of [Mr Fursenko’s] detention between 14 April and 14 May 2001 and between 26 February and 25 March 2002 complied with the provisions of the legislation on criminal procedure ... [I]nformation about the personality of the accused, previously convicted of a grave offence, and the nature of the offence he is charged with, was taken into consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore, the preventive measure ... was applied to [Mr] Fursenko lawfully and on valid grounds, as were the extension of [his] detention between 14 April and 14 May 2001 and between 26 February and 25 March 2002 by the prosecutor of the Moskovskiy District, who acted within his powers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "No exceptional circumstances pleading against placing [Mr] Fursenko in detention were submitted to the court.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The applicant appealed, insisting that his detention was unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On an unspecified date the applicant’s mother complained to the court about the failure to examine the applicant’s complaint about his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In its reply of 31 July 2002 the Moskovskiy District Court of Tver stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...[T]he complaint was examined on 26 July 2002. The length of the proceedings concerning the complaint was due to circumstances beyond the control of the court: after the documents were received from the Tver Regional Court on 13 June 2002, on 18 June 2002 a request for documents was sent [to the investigating authorities]... On 26 June 2002 the hearing was adjourned following [Mr] Fursenko’s request for further documents; on 28 June 2002 this request was sent to the investigative authorities. Despite our numerous reminders and demands by the judge for immediate compliance with that request, the response was received by the court only on 19 July 2002.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On an unspecified date the applicant asked for leave to study the file. On 29 August 2002 the  granted the application and returned the case file to the Moskovskiy District Court of Tver. The applicant later applied for the hearing to be held in his presence. On 19 September 2002 the  granted the application and scheduled the next hearing for 8 October 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 8 October 2002 the  quashed the ruling of 26 July 2002 and remitted the case to the District Court for a fresh examination by a different bench. The court held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[The Moskovskiy District Court of Tver] dismissed [Mr] Fursenko’s complaint, referring to [the gravity of the charges against him]... It also took into consideration the information about the personality of the accused, i.e. his previous conviction for a grave offence. Therefore, the court only addressed the grounds for application of the preventive measure to [Mr] Fursenko.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, in accordance with the provisions of Article 220-2 of the RSFSR Code of Criminal Procedure a court has to assess the lawfulness and reasonableness of decisions concerning detention as a preventive measure taken by the investigating authorities. Lawfulness of an arrest means compliance with all [relevant] provisions of the legislation on criminal procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In his complaint the applicant indicated breaches of the law committed in procedural documents concerning the application of detention as a preventive measure. However, the court did not give any reasons as to why it did not accept the applicant’s arguments. In the court’s decision there is no analysis and assessment of the lawfulness of the application of detention as a preventive measure in respect of [Mr] Fursenko...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, the court’s decision should be set aside as unlawful, and the case referred back for a fresh ... examination, [in which] the court should ... examine the circumstances of the case, address [Mr] Fursenko’s arguments and decide strictly in accordance with the law the issue of the lawfulness and reasonableness of [Mr Fursenko’s detention] and duly reason its decision. The criminal case against [Mr] Fursenko has been referred to the Moskovskiy District Court of Tver for consideration on the merits...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 31 October 2002 the Moskovskiy District Court of Tver discontinued the proceedings concerning the lawfulness of the applicant’s detention. It held that it was no longer competent to deal with the complaints lodged during the pre-trial proceedings since the preliminary investigation had been completed and on 5 August 2002 the applicant’s case had been sent for trial. The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.   On 26 November 2002 the  dismissed the applicant’s appeal and upheld the decision of 31 October 2002. The court held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[Mr] Fursenko complained about the decision of the investigative authorities to apply detention as a preventive measure in respect of him during the pre-trial proceedings. However, as follows from the material submitted to the appeal court, [the applicant’s criminal case] is now before the Moskovskiy District Court and ... the court has decided to leave the preventive measure in respect of [Mr] Fursenko unchanged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances the judge had grounds to discontinue the proceedings concerning [Mr] Fursenko’s complaint..., because after the referral of the case together with the bill of indictment to the [trial] court, it is the [latter] that... reviews procedural decisions and other material relating to the pre-trial proceedings. At the same time the [trial] court reviews the decisions of the investigative authorities relating to limitations of citizens’ rights and freedoms upon complaints lodged by the interested parties.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "J.  Referral of the case for additional investigation and the eighth complaint concerning the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "48.  On 2 April 2002 the Moskovskiy District Court of Tver referred the case back for additional investigation on the ground that the applicant and his co-accused had not been familiarised with the material in the case file. The court ordered the applicant to remain in detention; however, it did not state reasons for its decision on this point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The applicant lodged a complaint against the decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 25 June 2002 the  amended the wording of the ruling of 2 April 2002 in the part relating to the referral of the case for additional investigation and upheld it in the remaining part. The court held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... [The accused] are charged with a particularly grave offence. The preventive measure... was applied to them at the stage of the preliminary investigation and remained unchanged when the case was referred back for additional investigation... in accordance with [the law].”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "K.  Extension of the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "51.  The Government submitted that on 8 July 2002 the prosecutor had accepted the case file for further investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 12 July 2002 the Moskovskiy District Court of Tver extended the applicant’s detention until 6 August 2002. The court noted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...The investigator applied for extension of the detention in respect of both accused until 8 August 2002, taking into account the fact that [the accused] are charged with a particularly grave offence... might seek to evade the investigation and trial and interfere with the establishment of the truth”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The court further held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... [The accused] are charged with an offence categorised as particularly grave and dangerous, only deprivation of liberty is provided as a punishment for this offence, the application [by the investigator for extension of the detention] set out reasons for extending the detention, and the information about the personalities of the accused has been taken into consideration.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 29 October 2002 the  quashed the ruling of 12 July 2002 on the grounds that it was poorly reasoned. At the same time the court held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Since the criminal case against [the applicant] has been referred to the Moskovskiy District Court of Tver to be considered on the merits and since in accordance with [the law], when a criminal case is submitted to a court it has to make a decision concerning the preventive measure – that is, whether it has to be changed – the present proceedings should be terminated.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "L.  The ninth and tenth complaints concerning the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "55.  The applicant’s mother lodged complaints with the court concerning the applicant’s detention and, inter alia, the decision of 29 October 2002. The complaints were dismissed on 5 and 28 December 2002.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "M.  Directions hearing and order for the applicant to remain in custody",
                                "elements": [
                                    {
                                        "content": "56.  On 5 August 2002 the applicant’s case had been sent for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 8 August 2002, at the directions hearing, the Moskovskiy District Court of Tver ordered the applicant to remain in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 4 December 2002 the Moskovskiy District Court of Tver set the applicant’s case down for hearing from 26 to 30 December 2002 and ordered him to remain in detention. The applicant appealed against the decision in the part relating to the appointment of the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  On 30 January 2003 the Moskovskiy District Court of Tver extended the term of the applicant’s detention until 5 May 2003 on the ground of the gravity of the offence he was charged with.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "N.  Proceedings against the remand prison",
                                "elements": [
                                    {
                                        "content": "60.  On an unspecified date the applicant instituted proceedings against the remand prison, claiming that his detention was unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  On 25 November 2002 the Moskovskiy District Court of Tver dismissed the appeal. The court held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“By [the investigator]’s order of 24 November 2000 detention as a preventive measure was applied to [Mr] Fursenko, that order being served on [Mr] Fursenko on 14 April 2001. ... [Mr] Fursenko is accused of [criminal] offences...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Since no decisions to change the preventive measure in respect of [Mr] Fursenko have been taken by a competent agency, there were no grounds to release him.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  On 13 February 2003 the  upheld the judgment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "O.  Trial proceedings",
                                "elements": [
                                    {
                                        "content": "63.  On 14 February 2003 the Moskovskiy District Court of Tver acquitted the applicant, who was released on the same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  On 19 June 2003 the  quashed the acquittal on appeal and remitted the case to the District Court for a fresh examination by a different bench.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  On 5 September 2003 the Moskovskiy District Court of Tver scheduled the hearing in the applicant’s case for 8 to 13 October 2003 and imposed on him an undertaking not to leave his place of residence without permission as a preventive measure.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "1.  The 1960 Code of Criminal Procedure, in force until 1 July 2002 (old CCrP).",
                                "elements": [
                                    {
                                        "content": "Article 11 (1). Personal inviolability",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No one may be arrested otherwise than on the basis of a judicial decision or a prosecutor’s order. [...]”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 89 (1). Application of measures of restraint",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When there are sufficient grounds for believing that an accused person may evade an inquiry, preliminary investigation or trial or will obstruct the establishment of the truth in a criminal case or will engage in criminal activity, as well as in order to secure the execution of a sentence, the inquirer, the investigator, the prosecutor or the court may apply one of the following measures of restraint in respect of the accused: a written undertaking not to leave a specified place, a personal guarantee or a guarantee by a public organisation, or taking into custody. [...]”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 90. Application of a preventive measure to a suspect",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In exceptional instances, a preventive measure may be applied to a suspect who has not been charged. In such a case, charges must be brought against the suspect within ten days after a preventive measure is applied. If no charges are brought within the period specified, the preventive measure shall be cancelled.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 91. Circumstances to be considered in applying a preventive measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When the need for application of a preventive measure is considered and the type of the measure is chosen... the circumstances to be taken into account shall include... the gravity of the charges brought and the personality of the suspect or the accused, occupation, age, health, family status and other circumstances.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 92. Order and ruling on the application of a preventive measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A preventive measure shall be applied under an order made by an inquirer, an investigator, a prosecutor, or a reasoned ruling rendered by a court, which shall specify the offence of which the person is suspected or accused and the grounds for application of the preventive measure. The person concerned shall be informed of the order or ruling and at the same time the person shall be provided with explanations concerning the procedure for bringing complaint against the preventive measure applied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A copy of the order or the ruling on the application of the preventive measure shall be immediately handed to the person concerned.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 96. Taking into custody",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Taking into in custody as a preventive measure shall be effected in accordance with the requirements of Article 11 of this Code concerning criminal offences for which the law prescribes a penalty in the form of deprivation of liberty for a period of more than one year. In exceptional cases, this preventive measure may be applied in criminal matters for which a penalty in the form of deprivation of liberty for a period of less than one year is prescribed by law. [...]”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 97. Time-limits for pre-trial detention",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A period of detention during the investigation of offences in criminal cases may not last longer than two months. This time-limit may be extended by up to three months by a district or municipal prosecutor ... if it is impossible to complete the investigation and there are no grounds for altering the preventive measure. A further extension up to six months from the day of taking into custody may be effected only in cases of special complexity by a prosecutor of a subject of the  ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "An extension of the time-limit for such detention beyond six months shall be permissible in exceptional cases and solely in respect of persons accused of committing grave or very grave criminal offences. Such an extension shall be effected by a deputy of the Prosecutor General of the Russian Federation (up to one year) and by the Prosecutor General of the Russian Federation (up to one year and a half) [...].",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the court remits for a new investigation a case in respect of which the time-limits for the applicant’s [detention during the investigation] have expired, and, in the circumstances, the preventive measure cannot be modified, the prosecutor ... shall extend the term of the detention within one month from the receipt of the case. Further extension of the term [of detention] shall be effected taking into account the time the accused had spent in detention before the case was sent for trial, in accordance with the procedure and within the limits provided for by parts one and two of the present article [...].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 101. Cancellation or modification of a preventive measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A preventive measure shall be cancelled when it ceases to be necessary, or else changed into a stricter or a milder one if the circumstances of the case so require. The cancellation or modification of a preventive measure shall be effected by a reasoned order of the person carrying out the inquiry, the investigator or the prosecutor, or by a reasoned court decision after the case has been transferred to a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The cancellation or modification, by the inquirer or by the investigator, of a preventive measure chosen on the prosecutor’s instructions shall be permissible only with the prosecutor’s approval.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 220-1. Appeals against detention orders and extension of custody periods",
                                        "elements": []
                                    },
                                    {
                                        "content": " “Complaints about a decision of the body conducting the inquiry, the investigator or the prosecutor to apply detention as a preventive measure shall be brought before a court by the detainee, his counsel or his legal representative directly or via the person conducting the inquiry, the investigator or the prosecutor[...].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 220-2. Judicial review of lawfulness and validity of detention orders and extension of custody periods",
                                        "elements": []
                                    },
                                    {
                                        "content": " “...The judge must review the lawfulness of the arrest or of the extension of detention ... within three days after receipt of documents confirming the lawfulness and validity of the detention as a preventive measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Judicial review of the lawfulness and validity of the arrest or of the extension of detention shall be conducted in a hearing in camera with the participation of the prosecutor, the counsel, if he participates in the proceedings, and the legal representative of the detainee. The judge shall summon to the hearing the detainee. Failure of the persons duly notified about the [hearing] to appear without valid reasons shall not prevent the judicial review.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Judicial review of the lawfulness and validity of the arrest or of the extension of detention in the absence of the detainee is allowed only in exceptional circumstances when the detainee applied for the complaint to be examined in his absence or of his own motion refuses to participate in the hearing [...].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 222. Issues to be decided when appointing a hearing",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When appointing a hearing a judge shall decide in respect of each accused:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...5) whether the preventive measure applied to the accused is subject to modification or cancellation . [...]”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 232. Remittal of the case for additional investigation",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...When the case is remitted for additional investigation the judge has to decide on the application of a preventive measure in respect of the accused.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The 2001 Code of Criminal Procedure, in force from 1 July 2002 (new CCrP).",
                                "elements": [
                                    {
                                        "content": "Article 97. Grounds for applying a preventive measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. An inquirer, an investigator, a prosecutor or a court within their competence may apply to an accused one of the measures of restraint provided for in the present Code when there are sufficient grounds to believe that an accused:",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. A preventive measure may also be applied in order to secure enforcement of the sentence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 98. Preventive measures",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Preventive measures are:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1) obligation not to leave one’s place of residence;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2)  personal guarantee;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3)  supervision of the commandment of a military unit;",
                                        "elements": []
                                    },
                                    {
                                        "content": "4)  supervision over a minor accused;",
                                        "elements": []
                                    },
                                    {
                                        "content": "5)  bail;",
                                        "elements": []
                                    },
                                    {
                                        "content": "6)  home confinement;",
                                        "elements": []
                                    },
                                    {
                                        "content": "7)  taking into custody.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 99. Circumstances to be considered in applying a preventive measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When the need for application of a preventive measure is considered and the type of the measure is chosen... the circumstances to be taken into account shall include the gravity of the charges brought, the personality of the accused, his age, health, family status, occupation and other circumstances.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 101. Order and ruling on the application of a preventive measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. A preventive measure shall be chosen under an order made by an inquirer, an investigator, a prosecutor or a judge, or a ruling rendered by a court, which shall specify the offence of which the person is suspected or accused and the grounds for application of the preventive measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. A copy of the order or decision on the application of the preventive measure shall be handed to the person concerned as well as to his lawyer or legal representative upon their request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. At the same time the procedure for appealing against the application of the preventive measure... shall be explained to the person concerned.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 108. Taking into in custody",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Taking into in custody as a preventive measure shall be effected pursuant to a court decision in respect of a person suspected or accused of committing criminal offences for which the law prescribes a penalty in the form of deprivation of liberty for a period of more than two years when application of a milder preventive measure is impossible. ...the ruling of a judge shall specify concrete factual circumstances which constitute the grounds for such decision. In exceptional cases, this preventive measure may be applied in criminal matters for which a penalty in the form of deprivation of liberty for a period of less than two years is prescribed by law, provided that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. When it is necessary to apply taking into custody as a preventive measure a prosecutor or an investigator or an inquirer with the prosecutor’s consent file an application to that effect with the court. The application shall set out the reasons and grounds which make it necessary to take a suspect or an accused into custody and which make application of another preventive measure impossible. Materials supporting the grounds set out in the application shall be attached. If the application is filed in respect of a [detained] suspect, the order [on detention] and the indicated materials shall be submitted to a judge not later than 8 hours before the expiration of the term of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. [The application] shall be considered by a single judge ... with the participation of the suspect or the accused, a prosecutor, a ‘counsel if the latter participates in the criminal case, either at the place of preliminary investigation or at the place of detention of the accused within 8 hours after the receipt of the materials by the court. [...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "7. Having examined the application a judge shall deliver one of the following rulings:",
                                        "elements": []
                                    },
                                    {
                                        "content": "10. If the question of the application of taking into custody as a preventive measure in respect of the defendant arises in court, the court shall decide on this issue upon application by a party or of its own motion, issuing an order or ruling on the point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11. A ruling of a judge on application or refusal to apply taking into custody as a preventive measure is subject to appeal within 3 days after its delivery. The appeal court shall decide [on the appeal] within 3 days of the date when it is lodged. [...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 109. Time-limits for pre-trial detention",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. A period of detention during the investigation of criminal offences may not last longer than two months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. If it is impossible to complete the preliminary investigation within 2 months and if there are no grounds for modification or cancellation of the preventive measure this time-limit may be extended by up to six months by a judge of a district or garrison court of the relevant level according to the procedure provided in Article 108 of the present Code. A further extension of this term up to 12 months may be effected in respect of persons accused of committing grave or particularly grave criminal offences only in cases of special complexity of the criminal case and provided there are grounds for application of this preventive measure by a judge of the same court upon application of the investigator, filed with the consent of a prosecutor of a subject of the Russian Federation or a military prosecutor of equal status.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. A term of detention may be extended beyond 12 months and up to 18 months only in exceptional cases and in respect of persons accused of committing grave or particularly grave criminal offences by [a judge]on application by an investigator filed with the consent of the Prosecutor General of the Russian Federation or his deputy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. Further extension of the time-limit is not allowed. [...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 110. Cancellation or modification of a preventive measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. A preventive measure shall be cancelled when it ceases to be necessary, or else changed into a stricter or a milder one if the grounds for application of a preventive measure... change.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. The cancellation or modification of a preventive measure shall be effected by an order of the person carrying out the inquiry, the investigator, the prosecutor or the judge or by a court decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. A preventive measure applied at the pre-trial stage by the prosecutor or by the investigator or the inquirer upon his’ written instructions may be cancelled or changed only with the prosecutor’s approval.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 123. Right to appeal",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Actions (omissions) and decisions of the agency conducting the inquiry, the inquirer, the investigator, the prosecutor and the court may be appealed against according to the procedure provided in the present Code by the participants in the criminal proceedings and by other persons to the extent that the procedural actions carried out and procedural decisions taken affect their interests.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 124. Procedure for consideration of a complaint by a prosecutor",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. A prosecutor shall consider a complaint within three days of the date when it is lodged. In exceptional circumstances, when in order to check the complaint it is necessary to obtain on demand additional materials or to take other measures, a complaint may be considered within 10 days, notice of which shall be given to the complainant. [...]”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 125. Judicial procedure for consideration of complaints",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Orders of the inquirer, the investigator or the prosecutor about the refusal to institute criminal proceedings, or about termination of a case or their other orders and actions (omissions) which may infringe upon constitutional rights and freedoms of the participants in the criminal proceedings or impede access to justice for citizens may be appealed against to a district court according to the place where the preliminary investigation is conducted. [...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. The judge shall check the lawfulness and grounds of the actions (omissions) and decisions of the inquirer, the investigator, the prosecutor not later than 5 days after the receipt of the complaint in a hearing with the participation of the complainant and his counsel, a legal representative or representative if they participate in the criminal case, of other persons whose interests are directly affected by the action (omission) or decision appealed against and also with the participation of the prosecutor. [...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 255. Decision concerning the preventive measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. In the course of a judicial hearing the court may apply, change or cancel a preventive measure in respect of the defendant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. If taking into custody is applied to the defendant as a preventive measure, the term of detention from the date when the criminal case was submitted to the court and until the sentence is delivered may not exceed 6 months except for the cases provided for in paragraph 3 of this Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. ...[U]pon expiry of 6 months from the date when the criminal case was submitted the court may extend the term of detention... only in respect of a criminal case concerning grave and particularly grave criminal offences and for not more than 3 months each time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. A court decision on extension of the term of ‘detention of the defendant may be appealed against. The appeal does not suspend the criminal proceedings.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  Ruling of the  no. 4-P of 22 March 2005",
                                "elements": [
                                    {
                                        "content": "66.  On 22 March 2005 the Constitutional Court of the  adopted Ruling no. 4-P in respect of a complaint concerning the de facto extension of pre-trial detention after the transmittal of the case-file from the prosecution authorities to the trial court. It found that the challenged provisions of the new CCrP complied with the Constitution of the . However, their practical interpretation by the courts may have contradicted their constitutional meaning. In part 3.2. of the Ruling the  held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The second part of Article 22 of the Constitution of the  provides that [...] the detention is permitted only on the basis of a court order [...]. Consequently, if the term of detention, as defined in the court order, expires, the court shall decide on the extension of the detention, otherwise the accused person should be released [...].",
                                        "elements": []
                                    },
                                    {
                                        "content": "These rules are common for all stages of criminal proceedings, and also cover the transition from one stage to another. [...] The transition of the case to another stage does not automatically put an end to the preventive measure applied at previous stages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore, when the case is transmitted by the prosecution to the trial court, the preventive measure applied at the pre-trial stage [...] may continue to apply until the expiry of the term, for which it has been set in the respective court decision [imposing it] [...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "[Under to Articles 227 and 228 of the Code of Criminal Procedure] a judge, after having received the criminal case concerning a detained defendant, should, within \n14 days, set a hearing and establish “‘whether the preventive measure applied should be lifted or changed’”. This wording implies that the decision to detain the accused or extend his detention, taken at the pre-trial stage, may stand after the completion of the pre-trial investigation and transmittal of the case to the court, only until the end of the term, for which the preventive measure has been set.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The prosecution, in its turn, while approving the bill of indictment and transferring the case-file to the court, should check whether the term of detention has not expired and whether it is sufficient to allow the judge to take a decision [on further detention of the accused pending trial]. If by the moment of transferral of the case-file to the court this term has expired, or if it appears to be insufficient for allowing the judge to take a decision [on detention], the prosecutor, pursuant to Articles 108 and 109 of the Code of Criminal Proceedings, [should] request the court to extend the period of detention.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  LOCUS STANDI",
                        "elements": [
                            {
                                "content": "67.  In their memorandum of 16 May 2006 the Government informed the Court that on 2 July 2005 the applicant had died in a hospital due to open craniocerebral injury. The Court notes that the applicant’s mother, Ms Varlamova, expressed her wish to pursue the proceedings he had initiated.",
                                "elements": []
                            },
                            {
                                "content": "68.  The Court reiterates that, where an applicant dies during the examination of a case, his or her heirs or next of kin may in principle pursue the application on his or her behalf (see Ječius v. Lithuania, no. 34578/97, § 41, ECHR 2000-IX). The Court considers that the applicant’s mother has a legitimate interest in pursuing the application in his stead.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "69.  The applicant complained under Article 5 of the Convention that his arrest on 14 April 2001 had been unlawful because he had not been informed about the reasons for his arrest or the charges against him until 27 days later, when he had been questioned; he had not been familiarised with the arrest order; his statutory rights had not been explained to him; and no report on the arrest had been drawn up. He also complained that his pre-trial detention had been unlawful. Article 5, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c) the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "70.  As regards his arrest, the applicant submitted that he had not failed to appear in connection with investigative measures but had not been properly notified about them. Furthermore, he contended that he could not have been arrested on 14 April 2001 on the basis of the order of 24 November 2000 because it had not existed at the time. The order had been made during his detention in remand prison and had been backdated. The applicant maintained that the decision of 23 May 2001 by the Moskovskiy District Court of Tver to remand him in custody had been unlawful since neither the applicant nor his representative had been present at the hearing. Likewise, the same court’s decision of 8 August 2002 had been unlawful because the court had failed to verify whether a copy of the bill of indictment had been served on the applicant. The applicant averred that the whole term of his detention had been in breach of Article 5 § 1 (c), in particular because the court’s decisions to remand him in custody had not been duly reasoned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Government averred that after 21 July 2000 the applicant had not appeared in connection with investigative measures. On 24 November 2000 the prosecutor had ordered his arrest. On the basis of the order the applicant had been arrested on 14 April 2001. After the arrest the criminal file in the applicant’s case had been transmitted to the court on 14 May 2001. In accordance with the provisions of the Code of Criminal Procedure then in force, the court had authorised his detention at the directions hearing on 23 May 2001. The application of the preventive measure had subsequently been upheld by the rulings of the Moskovskiy District Court of Tver of 18 June, 24 September and 24 December 2001. On 26 February 2002, after the case had been referred back for additional investigation, the prosecutor had extended the term of the applicant’s detention. The applicant’s application for release pending trial had been dismissed on 26 March 2002. The Government specifically stated that the decision of 26 March 2002 had related to the applicant’s application for release lodged in the course of the preliminary investigation and had not constituted an authorisation of his detention pending trial. They further noted that in the relevant period the domestic courts had not been required to rule on the term of the applicant’s detention pending trial. On 12 July 2002, after the case had again been referred back for additional investigation, the Moskovskiy District Court of Tver had extended the applicant’s detention until 6 August 2002. On 5 August 2002 the case had been referred to the court, and on 4 December 2002 the applicant’s continued detention had been reviewed by a judge. Accordingly, between 5 August and 4 December 2002 the applicant’s pre-trial detention had been within the jurisdiction of the Moskovskiy District Court of Tver.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  In the first set of their observations the Government submitted that the applicant’s case had been sent for trial on 5 August 2002. In the second set they stated this date as 4 August 2002. The Government further submitted that the applicant had been in detention “during the investigation” between 14 April and 14 May 2001, between 14 February and 26 March 2002 and between 25 June and 4 August 2002, and in detention “during the trial” between 14 May 2001 and 14 February 2002, between 26 March and 25 June 2002 and between 4 August 2002 and 13 February 2003. The Government concluded that the applicant’s detention had been authorised throughout its duration by a competent authority in accordance with the domestic laws on criminal procedure.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "73.  The Court reiterates that the expressions “lawful” and “in accordance with a procedure prescribed by law” in Article 5 § 1 essentially refer back to national law and state the obligation to conform to the substantive and procedural rules thereof. However, the “lawfulness” of detention under domestic law is not always the decisive element. The Court must in addition be satisfied that detention during the period under consideration was compatible with the purpose of Article 5 § 1 of the Convention, which is to prevent persons from being deprived of their liberty in an arbitrary fashion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court must moreover ascertain whether domestic law itself is in conformity with the Convention, including the general principles expressed or implied therein. On this last point, the Court stresses that, where deprivation of liberty is concerned, it is particularly important that the general principle of legal certainty is satisfied. It is therefore essential that the conditions for deprivation of liberty under domestic law are clearly defined and that the law itself is foreseeable in its application, so that it meets the standard of “lawfulness” set by the Convention, a standard which requires that all law be sufficiently precise to allow the person – if need be, with appropriate advice – to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see Ječius, cited above, § 56, and Baranowski v. Poland, no. 28358/95, §§ 5052, ECHR 2000-III).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Pre-trial detention from 14 April to 14 May 2001",
                                        "elements": [
                                            {
                                                "content": "75.  The Court notes that on 14 April 2001 the applicant was arrested and taken into custody on the basis of the prosecutor’s order of 24 November 2000. The Court notes that the applicant did not produce any convincing evidence to support his allegations that the order had been made after his arrest and backdated or that his arrest was otherwise unlawful. On 14 May 2001 his criminal case was sent for trial. It follows that the applicant’s detention during this period was duly authorised.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  In these circumstances, the Court finds that there has been no violation of Article 5 § 1 of the Convention on account of the applicant’s pre-trial detention from 14 April to 14 May 2001.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Pre-trial detention from 14 to 23 May 2001",
                                        "elements": [
                                            {
                                                "content": "77.  The Court notes that on 14 May 2001, when the applicant’s criminal case was sent for trial, no separate decision concerning the preventive measure to be applied to him was taken. On 23 May 2001 the Moskovskiy District Court of Tver joined the criminal proceedings against the applicant to criminal proceedings against another accused and ordered that the preventive measure should remain unchanged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Inasmuch as the Government may be understood to be arguing that the applicant had been detained on the ground that the criminal case against him had been referred to the trial court, the Court observes that it has already found a violation of Article 5 § 1 in a number of cases concerning the practice of holding defendants in custody solely on the basis of the fact that a bill of indictment has been lodged with the court competent to try the case (see Khudoyorov v. , no. 6847/02, §§ 144-151, ECHR 2005-X; Baranowski, cited above, §§ 53-58; and Ječius, cited above, §§ 60-64). It has held that the practice of keeping defendants in detention without a specific legal basis or clear rules governing their situation – with the result that they may be deprived of their liberty for an unlimited period without judicial authorisation – is incompatible with the principles of legal certainty and protection from arbitrariness, which are common threads throughout the Convention and the rule of law (ibid.). The Court sees no reason to reach a different conclusion in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  Therefore, there has been a violation of Article 5 § 1 of the Convention on account of the applicant’s detention from 14 to 23 May 2001.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Pre-trial detention from 23 May to 18 June 2001",
                                        "elements": [
                                            {
                                                "content": "80.  The Court notes that on 23 May 2001 the Moskovskiy District Court of Tver joined the criminal proceedings against the applicant to criminal proceedings against another accused and ordered that the preventive measure should remain unchanged. The Court observes that the District Court did not give any reasons for its decision to remand the applicant in custody. It was not until 18 June 2001, when it had to decide on the applicant’s application for release, that the District Court gave reasons for the applicant’s continued detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Court reiterates that the domestic court’s failure to give reasons for its decision to remand the applicant in custody does not comply with the requirements of clarity, foreseeability and protection from arbitrariness, which together constitute the essential elements of the “lawfulness” of detention within the meaning of Article 5 § 1 (see Khudoyorov, cited above, §§ 136-137).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court therefore considers that there has been a violation of Article 5 § 1 of the Convention on account of the applicant’s detention on remand from 23 May to 18 June 2001.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Pre-trial detention from 18 June to 24 September 2001",
                                        "elements": [
                                            {
                                                "content": "83.  The Court notes that on 18 June 2001 the Moskovskiy District Court of Tver dismissed the applicant’s application for release on the grounds of the gravity of the charges and his previous conviction. On 24 September 2001 it again ordered the applicant to remain in custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Court notes that in Melnikova v. Russia (no. 24552/02, §§ 5762, 21 June 2007) it found that, in the absence of initial authorisation by the court of the applicant’s detention on remand, the dismissal of her application for release did not constitute a lawful basis for her continued detention. The Court observes, however, that the present situation is different. The District Court did order the applicant’s detention pending trial on 23 May 2001. However, in the preceding paragraphs the Court has found this order to have been deficient on account of the District Court’s failure to state reasons for it. In such circumstances the Court considers that the reasoning of the subsequent dismissal of the application for release remedied the defects of the initial order and brought the applicant’s detention into line with the requirements of Article 5 § 1. The sufficiency of the reasons given fall to be examined under Article 5 § 3 of the Convention below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  In these circumstances, the Court finds that there has been no violation of Article 5 § 1 of the Convention on account of the applicant’s pre-trial detention from 18 June to 24 September 2001.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  Pre-trial detention from 24 September 2001 to 26 February 2002",
                                        "elements": [
                                            {
                                                "content": "86.  The Court notes that on 24 September 2001 the Moskovskiy District Court of Tver again joined the criminal proceedings against the applicant to criminal proceedings against another accused and ordered the preventive measure to remain unchanged. On 24 December 2001 it decided to refer the case back for additional investigation and ordered the applicant to remain in custody. The decision was upheld on appeal by the  on 14 February 2002 and became enforceable on the same date. On 26 February 2002 the prosecutor authorised a further extension of the applicant’s detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Court observes that none of the courts’ decisions contained any reasons for the applicant’s continued detention. The Court has already found in relation to the period from 23 May to 18 June 2001 (see paragraphs 81-82 above) that the domestic court’s failure to give reasons for its decision to remand the applicant in custody did not comply with the requirement of “lawfulness” enshrined in Article 5 § 1. The Court sees no reason to reach a different conclusion in relation to the period at hand.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Court therefore considers that there has been a violation of Article 5 § 1 of the Convention on account of the applicant’s detention on remand from 24 September 2001 to 26 February 2002.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "7.  Pre-trial detention from 26 February to 26 March 2002",
                                        "elements": [
                                            {
                                                "content": "89.  On 26 February 2002 the prosecutor extended the applicant’s detention until 26 March 2002 on the ground that the extension was required for investigative measures. It follows that the applicant’s detention during this period was duly authorised.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  Accordingly, the Court finds that there has been no violation of Article 5 § 1 of the Convention on account of the applicant’s detention on remand from 26 February to 26 March 2002.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "8.  Pre-trial detention from 26 March to 25 June 2002",
                                        "elements": [
                                            {
                                                "content": "91.  The Court notes that on 26 March 2002 the applicant’s case was sent for trial. On the same date the Moskovskiy District Court of Tver dismissed his complaint and his application for release of 28 February 2002 and ordered that the preventive measure should remain unchanged on the ground of the gravity of the charges. On 2 April 2002 the Moskovskiy District Court of Tver decided to refer the case back for additional investigation, and that decision became enforceable on 25 June 2002. On 4 June 2002 the  quashed the decision of 26 March 2002 on procedural grounds and ordered the applicant to remain in detention. After another cycle of examinations at first instance and on appeal, on 31 October 2002 the District Court discontinued the proceedings on the ground that the applicant’s case had been sent for trial. The decision was upheld on appeal by the  on 26 November 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The Court once again notes that in Melnikova (cited above, §§ 5762) it found that the dismissal of the applicant’s application for release did not constitute a lawful basis for her detention pending trial where it had not been initially authorised by the court. The Court observes that in the ruling of 26 March 2002 in the present case the District Court decided on the application for release by the applicant in which he had alleged that the prosecutor’s decisions to remand him in custody had been unlawful. In the operative part of the ruling the District Court referred to Articles 220-1 and 220-2 of the old CCrP, which concerned the review of the lawfulness of detention orders and extensions of detention authorised by the prosecutor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The Court notes that the ruling of 26 March 2002 was delivered on the date when the applicant’s case was sent for trial and that the District Court held that the preventive measure applied to the applicant should remain unchanged. However, the fact that the case had been sent for trial was not mentioned in the ruling. Nor was it unequivocally stated that the District Court decided on the preventive measure to be applied to the applicant after the case had been sent for trial under Article 101 of the old CCrP. Furthermore, in the decision of 26 July 2002, delivered after the decision of 26 March 2002 had been quashed on appeal and the issue of the applicant’s detention on remand had been referred back for a fresh examination, the District Court referred to Article 125 of the new CCrP, which governs the procedure for examination of complaints. Moreover, the proceedings concerning the applicant’s complaint of 28 February 2002 were eventually discontinued on the ground that his case had been sent for trial on 5 August 2002 and the trial court had decided to leave the preventive measure unchanged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Court further observes that the Government specifically noted that the decision of 26 March 2002 had related to the applicant’s application for release lodged in the course of the preliminary investigation and had not constituted an authorisation of his detention pending trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  On the basis of the foregoing, the Court concludes that the ruling of 26 March 2002 related solely to the applicant’s detention during the investigation and did not constitute an authorisation of his detention on remand after his case had been sent for trial.  The Court further notes that no formal order authorising the applicant’s detention pending trial after 26 March 2002 was issued by the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  In these circumstances, the Court finds that there has been a violation of Article 5 § 1 of the Convention on account of the applicant’s detention from 26 March to 25 June 2002.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "9.  Pre-trial detention from 25 June to 6 August 2002",
                                        "elements": [
                                            {
                                                "content": "97.  The Court notes that on 2 April 2002 the Moskovskiy District Court of Tver decided to refer the case back for additional investigation and ordered the applicant to remain in detention, without adducing any reasons for its decision. The ruling of 2 April 2002 became enforceable on 25 June 2002, when it was upheld on appeal by the . The  concurred with the District Court that the applicant should remain in custody on the ground of the gravity of the offence he was charged with. On 12 July 2002 the Moskovskiy District Court of Tver extended the term of the applicant’s detention until 6 August 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Court has already reiterated (see paragraphs 81-82 above) that the domestic court’s failure to reason its decision to remand the applicant in custody did not comply with the requirement of “lawfulness” of detention within the meaning of Article 5 § 1. The Court notes that the ruling of 2 April 2002 did not enter into force until 25 June 2002, when the  upheld the order for the applicant to remain in detention on account of the gravity of the charges. The sufficiency of the reason given will be examined below from the standpoint of Article 5 § 3 of the Convention. However, in these circumstances the applicant cannot be said to have been in a state of uncertainty as to the grounds for his detention after 25 June 2002. Therefore, the applicant’s detention between 25 June and 12 July 2002 was in compliance with Article 5 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Court further notes that on 12 July 2002, after the entry into force of the new CCrP, the District Court extended the term of the applicant’s detention until 6 August 2002 on the ground of the gravity of the charges and unspecified information about the personalities of the accused. The extension was ordered in accordance with the domestic procedure. The Court notes that the Government first submitted that the applicant’s case had been sent for trial on 5 August 2002, but in their further observations they stated the date as 4 August 2002. Since in the materials in the case file it is indicated that the case was sent for trial on 5 August 2002, the Court accepts this date as the correct one. The trial court did not rule on the preventive measure to be applied to the applicant on either of these dates. The Court observes that in ruling no. 4-P of 22 March 2005 the  held that “the transition of the case to another stage does not automatically put an end to the preventive measure applied at previous stages”. Accordingly, the extension of the applicant’s detention until 6 August 2002 remained valid irrespective of the fact that his case had been sent for trial. It follows that the applicant’s detention was duly authorised throughout this period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The Court observes that the decision of 12 July 2002 was quashed on appeal on 29 October 2002 on the ground that it was poorly reasoned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The Court reiterates that a period of detention will in principle be lawful if carried out pursuant to a court order. A subsequent finding that the court erred under domestic law in making the order will not necessarily retrospectively affect the validity of the intervening period of detention. For this reason, the Convention institutions have consistently refused to uphold applications from persons convicted of criminal offences who complain that their convictions or sentences were found by the appellate courts to have been based on errors of fact or law (see Benham v. the United Kingdom, judgment of 10 June 1996, Reports of Judgments and Decisions 1996III, § 42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The Court notes that it has not been alleged that on 12 July 2002 the District Court acted either in excess of its jurisdiction or in bad faith. Nor can the applicant’s detention on the basis of the order of 12 July 2002 be said to have been arbitrary as the court gave certain grounds justifying his continued detention on remand. The fact that “certain flaws in the procedure were found on appeal does not in itself mean that the detention was unlawful” (Khudoyorov, cited above, § 132, see also Gaidjurgis v. Lithuania (dec.), no. 49098/99, 16 January 2001 and Benham, cited above, § 47).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  Accordingly, the Court finds that there has been no violation of Article 5 § 1 of the Convention on account of the applicant’s detention on remand from 25 June to 6 August 2002.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "10.  Pre-trial detention from 6 to 8 August 2002",
                                        "elements": [
                                            {
                                                "content": "104.  The Court notes that on 5 August 2002 the applicant’s case was again sent for trial. Although the authorised term of his detention expired on 6 August 2002, there is no evidence that a separate decision concerning the applicant’s detention was taken. Nevertheless, he remained in custody. In the absence of authorisation of the subsequent term of the applicant’s detention, and having regard to its finding in paragraph 78 above, the Court concludes that the applicant’s detention was not compatible with the Convention’s requirements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  Accordingly, there has been a violation of Article 5 § 1 (c) of the Convention on account of the applicant’s detention from 6 to 8 August 2002.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "11.  Pre-trial detention from 8 August 2002 to 30 January 2003",
                                        "elements": [
                                            {
                                                "content": "106.  The Court notes that on 8 August and 4 December 2002 the Moskovskiy District Court of Tver ordered the applicant to remain in detention. In both decisions the District Court gave no reasons for the applicant’s continued detention. On 30 January 2003 the same court extended the applicant’s detention until 5 May 2003 on the ground of the gravity of the charges against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  Having regard to its finding in paragraphs 81-82 above, the Court considers that the District Court’s failure to give reasons for its decisions of 8 August and 4 December 2002 to remand the applicant in custody were in breach of Article 5 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  Therefore, there has been a violation of Article 5 § 1 (c) of the Convention on account of the applicant’s detention from 8 August 2002 to 30 January 2003.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "12.  Pre-trial detention from 30 January to 14 February 2003",
                                        "elements": [
                                            {
                                                "content": "109.  The Court notes that on 30 January 2003 the Moskovskiy District Court of Tver extended the applicant’s detention until 5 May 2003 on the ground of the gravity of the offence he was charged with. On 14 February 2003 the same court acquitted the applicant and released him in the courtroom. It follows that the applicant’s detention was duly authorised until this date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  Accordingly, there has been no violation of Article 5 § 1 (c) of the Convention on account of the applicant’s detention from 30 January to 14 February 2003.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Summary of the findings",
                                "elements": [
                                    {
                                        "content": "111.  The Court has found no violation of Article 5 § 1 of the Convention on account of the applicant’s pre-trial detention from 14 April to 14 May 2001, from 18 June to 24 September 2001, from 26 February to 26 March 2002, from 25 June to 6 August 2002 and from 30 January to 14 February 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Court has found a violation of Article 5 § 1 of the Convention on account of the applicant’s pre-trial detention from 14 to 23 May 2001, from 23 May to 18 June 2001, from 24 September 2001 to 26 February 2002, from 26 March to 25 June 2002 and from 6 to 8 August 2002, from 8 August 2002 to 30 January 2003.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "113.  The applicant complained under Article 5 of the Convention that his lengthy pre-trial detention had not been justified. The relevant paragraph of Article 5 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "114.  The applicant contended that his pre-trial detention had been unreasonably long and unjustified. He maintained that he had never absconded. If he had failed to appear in connection with investigative measures, that was because he had not been properly notified about them. Furthermore, he argued that the mere reference to the case being sent for trial on 14 May 2001 was not sufficient to justify the length of his pre-trial detention. Referring to the case of Smirnova v. Russia (nos. 46133/99 and 48183/99, §§ 58-61, ECHR 2003IX (extracts)), the applicant argued that the domestic courts’ decisions to remand him in custody between 14 April 2001 and 14 February 2003 had not been based on any of the reasons accepted by the Court for refusing bail, such as the risk that, if released, he would fail to appear for trial, take action to prejudice the administration of justice or commit further offences. According to the applicant, the domestic courts had failed to show that there had been “relevant and sufficient” reasons for his continued detention and, consequently, it had not been compatible with Article 5 § 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": " 115.  The Government submitted that on 14 April 2001 the applicant had been detained because he had absconded from the investigation and had been put on a list of persons wanted by the police. The case had been sent for trial for the first time as early as 14 May 2001. Accordingly, there had been no breach of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "116.  Under the Court’s case-law, a person charged with an offence must always be released pending trial unless the State can show that there are “relevant and sufficient” reasons to justify the continued detention (see, for example, Yagci and Sargin v. Turkey, judgment of 8 June 1995, Series A no. 319-A, § 52). Refusing bail should be justified either by the risk that the accused will fail to appear for trial, will interfere with the course of justice, or is likely to commit further offences. The severity of the potential sentence, though important, is not an independent ground and cannot itself justify the refusal of bail (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  Arguments for and against release must not be “general and abstract” (see Clooth v. Belgium, judgment of 12 December 1991, Series A no. 225, § 44). Where the law provides for a presumption in respect of factors relevant to the grounds for continued detention, the existence of the concrete facts outweighing the rule of respect for individual liberty must be convincingly demonstrated (see Ilijkov v. Bulgaria, no. 33977/96, § 84 in fine, 26 July 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  The persistence of a reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the lawfulness of the continued detention, but after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds were “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings (see Labita v.  [GC], no. 26772/95, § 153, ECHR 2000IV).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of these principles to the present case",
                                        "elements": [
                                            {
                                                "content": "119.  The Court notes that the applicant was arrested on 14 April 2001 and released on 14 February 2003. The total duration of his pre-trial detention thus amounted to one year and ten months. The Court further notes that in the order of 24 November 2000, which constituted the basis for the applicant’s arrest, the gravity of the offence he was charged with, the risk of his absconding and the danger of his committing another offence were indicated as the grounds for his arrest. The Government submitted that the applicant had been detained because he had previously absconded from the investigation and had been wanted by the police. The applicant contended that he had not absconded but that the authorities had failed to duly notify him of the investigative steps being taken. The Court does not find it necessary to determine this issue and shall assume, for the purposes of the following analysis, that the applicant did indeed abscond from the investigation during its initial stages.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  The Court accepts that the applicant’s arrest on 14 April 2001 may have been warranted by a reasonable suspicion that he had committed drug-trafficking offences and by the risk of his absconding from the investigation. It finds that these grounds were relevant and sufficient at that stage of the applicant’s pre-trial detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  The Court notes that in the decisions to extend the applicant’s detention or to dismiss his applications for release of 18 June 2001 and 26 July 2002 the domestic courts relied on the gravity of the charges and on the applicant’s previous conviction. However, in the decisions of 26 March 2002, 25 June 2002 and 30 January 2003 the courts relied only on the gravity of the charges as the ground for the applicant’s continued detention. The Court has repeatedly held that the gravity of the charges cannot by itself serve to justify long periods of detention on remand (see Panchenko v. Russia, no. 45100/98, § 102, 8 February 2005; Goral v. Poland, no. 38654/97, § 68, 30 October 2003; and Ilijkov, cited above, § 81). Accordingly, the reasons adduced by the domestic authorities for the applicant’s detention in the above decisions were not sufficient.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  The Court further notes that the domestic courts gave no reasons whatsoever for their decisions of 23 May 2001, 24 September 2001, 24 December 2001, 2 April 2002, 8 August 2002 and 4 December 2002 to order the applicant to remain in custody or to extend the term of his detention. The courts thus failed to advance any justification for the applicant’s continued detention in the ensuing periods.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  Accordingly, even though the applicant’s detention might have been warranted at the initial stages of the investigation, the Court finds that the domestic authorities failed to adduce relevant and sufficient reasons to justify its prolongation up to one year and ten months. In such circumstances it is not necessary to examine whether the authorities displayed the “special diligence” required in the handling of criminal proceedings against remand prisoners.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  There has therefore been a violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "125.  The applicant complained under Article 5 of the Convention that a number of his complaints concerning his detention had either not been examined speedily by a court or had not been examined at all. In particular, he referred to his complaints lodged on 25 April 2001, between 13 July and 21 November 2001 and on 28 February 2002 and to his appeal against the decision of 12 July 2002. Article 5 § 4 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "126.  The applicant contested the Government’s submissions on a number of grounds. He noted that the Government had provided no information concerning the examination of his complaints lodged between 13 July and 21 November 2001. As regards his complaint of 25 April 2001, it could not have been examined on 18 June 2001, because, according to the decision given on that date, the Moskovskiy District Court had dismissed the application for release pending trial lodged by the applicant at the hearing. The complaint lodged by the applicant on 2 January 2002 had been examined on 14 February 2002, after a delay of one month and twelve days, which was not compatible with Article 5 § 4. The applicant’s appeal against the decision of 12 July 2002 had not been examined “speedily” either. Likewise, the time taken to examine the applicant’s complaint lodged on 28 February 2002 was in breach of Article 5 § 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  The Government submitted that the applicant’s complaints concerning the lawfulness of his detention had been regularly examined by the courts at first instance and on appeal, as required by Article 5 § 4. In particular, the applicant’s complaint of 25 April 2001 had been dismissed by the Moskovskiy District Court of Tver on 18 June 2001 in a decision which had been upheld by the  on 19 July 2001. His complaint of 2 January 2002 had been dismissed by the  on 14 February 2002. Another complaint lodged by the applicant had been dismissed by the Moskovskiy District Court of Tver on 26 March 2002. That decision had been quashed by the  on 4 June 2002 and, after another cycle of examinations at first instance and on appeal, the Moskovskiy District Court of Tver had discontinued the proceedings concerning the complaint on 31 October 2002. In the subsequent hearing in the  on 26 November 2002 it had been explained to the applicant that the lawfulness of the procedural steps taken during the preliminary investigation had been reviewed by the court when examining the applicant’s case on the merits. Accordingly, the discontinuation of the proceedings concerning the applicant’s complaint on 31 October 2002 had not violated his rights under Article 5 § 4. For the same reasons the Tver Regional Court’s decision of 29 October 2002 to terminate the proceedings concerning the applicant’s appeal against the ruling of the Moskovskiy District Court of Tver of 12 July 2002 was not in breach of Article 5 § 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The Government further maintained that the examination of the applicant’s complaints concerning his pre-trial detention had been postponed a number of times for valid reasons. In particular, on 30 April and 21 May 2002 it had been postponed because of the failure to notify the applicant’s representative of the hearings. On 29 August 2002 the hearing had been postponed because of the applicant’s request for time to familiarise himself with the case file and on 19 September 2002 because of his application to be present at the hearing on appeal. The Government concluded that the delays in the examination of the applicant’s complaints concerning his pre-trial detention had been either due to valid reasons or caused by the applicant himself and not attributable to the domestic authorities.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "129.  The Court reiterates that Article 5 § 4 of the Convention entitles arrested or detained persons to obtain the review of the procedural and substantive conditions essential for the “lawfulness”, in Convention terms, of their deprivation of liberty (see Brogan and Others v. the United Kingdom, judgment of 29 November 1988, Series A no. 154-B, p. 34, § 65). In guaranteeing to persons arrested or detained a right to take proceedings to challenge the lawfulness of their detention, Article 5 § 4 also enshrines their right to a speedy judicial decision concerning the lawfulness of detention and ordering its termination if it proves unlawful (see Rokhlina v. Russia, no. 54071/00, § 74, 7 April 2005). The question whether a person’s right under Article 5 § 4 of the Convention to obtain a speedy court decision on the lawfulness of his detention has been respected has to be determined in the light of the circumstances of each case (see R.M.D. v. Switzerland, judgment of 26 September 1997, Reports 1997VI, § 42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  Although Article 5 § 4 of the Convention does not compel the Contracting States to set up a second level of jurisdiction for the examination of the lawfulness of detention, a State which institutes such a system must in principle accord to detainees the same guarantees on appeal as at first instance (see Navarra v. France, judgment of 23 November 1993, Series A no. 273B, § 28, and Toth v. Austria, judgment of 12 December 1991, Series A no. 224, § 84). The requirement that a decision be given “speedily” is undeniably one such guarantee; while one year per level of jurisdiction may be a rough rule of thumb in Article 6 § 1 cases, Article 5 § 4, concerning issues of liberty, requires particular expedition (see Hutchison Reid v. the United Kingdom, no. 50272/99, § 79, ECHR 2003IV).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Complaint of 25 April 2001",
                                        "elements": [
                                            {
                                                "content": "131.  The Court notes that on 25 April 2001 the applicant lodged a complaint with a court concerning his arrest of 14 April 2001. On 28 May 2001 the court confirmed the receipt of the complaint. According to the applicant, the complaint was never examined. According to the Government, the complaint was examined by the Moskovskiy District Court of Tver on 18 June 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  The Court reiterates that, pursuant to Article 35 § 1 of the Convention, it may only deal with a matter within a period of six months from the final decision in the process of exhaustion of domestic remedies. If no remedies are available or if they are judged to be ineffective, the six-month period in principle runs from the date of the act complained of (see Hazar and Others v. Turkey (dec.), nos. 62566/00 et seq., 10 January 2002). Special considerations may apply in exceptional cases where an applicant first avails himself of a domestic remedy and only at a later stage becomes aware, or should have become aware, of the circumstances which make that remedy ineffective. In such a situation, the six-month period may be calculated from the time when the applicant becomes aware, or should have become aware, of those circumstances (see Bulut and Yavuz v. Turkey (dec.), no. 73065/01, 28 May 2002).",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  The Court further points out that it is not open to it to set aside the application of the six-month rule solely because a respondent Government have not made a preliminary objection based on that rule, since the said criterion, reflecting as it does the wish of the Contracting Parties to prevent past events being called into question after an indefinite lapse of time, serves the interests not only of respondent Governments but also of legal certainty as a value in itself. It marks out the temporal limits of the supervision carried out by the organs of the Convention and signals to both individuals and State authorities the period beyond which such supervision is no longer possible (see Walker v. the United Kingdom (dec.), no. 34979/97, ECHR 2000-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.  Turning to the present case, the Court observes that in the ruling of the Moskovskiy District Court of Tver of 18 June 2001 it was stated that the applicant had asked at the hearing for the preventive measure to be modified. The application was dismissed by the court. Therefore, the decision of 18 June 2001 could not relate to a complaint lodged on 25 April 2001. However, the Court considers that the six-month period in respect of this complaint started to run on 18 June 2001, since that was the date when the District Court ruled on the applicant’s pre-trial detention after his arrest on 14 April 2001, and the applicant should have realised the futility of the complaint he lodged on 25 April 2001 (see Rozhkov v. Russia (dec.), no. 64140/00, 5 February 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  Since this complaint was not brought before the Court until 17 June 2002, it follows that it was lodged out of time, and therefore the Court is unable to take cognisance of its merits.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Complaints lodged between 13 July and 21 November 2001",
                                        "elements": [
                                            {
                                                "content": "136.  The Court notes that the applicant did not furnish copies of the complaints that he had allegedly brought before the domestic courts between 13 July and 21 November 2001 or any other evidence that they had actually been lodged. In these circumstances, the Court finds this complaint unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  Accordingly, there has been no violation of Article 5 § 4 of the Convention on account of the alleged failure to examine the applicant’s complaints lodged between 13 July and 21 November 2001.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Complaint of 28 February 2002",
                                        "elements": [
                                            {
                                                "content": "138.  The Court notes that the applicant’s complaint of 28 February 2002 concerning the alleged unlawfulness of his pre-trial detention was dismissed by the Moskovskiy District Court of Tver on 26 March 2002. On 4 June 2002 that decision was quashed on appeal by the  and the matter was remitted to the District Court for a fresh examination. On 26 July 2002 the District Court again dismissed the applicant’s complaint. On 8 October 2002 the  quashed the decision on appeal and again referred the issue of the applicant’s detention on remand back to the District Court for a fresh examination. On 31 October 2002 the District Court discontinued the proceedings concerning the applicant’s complaint on the ground that the case had been already sent for trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  The Court observes that the applicant’s complaint was first examined by the District Court twenty-six days after it was lodged. Having regard to such duration and to the fact that the examination of the applicant’s request did not involve consideration of particularly complex issues (see Baranowski, cited above, § 72), and in view of the other relevant circumstances of the case and its well-established case-law (see, for example, Rehbock v. Slovenia, no. 29462/95, §§ 82-88, ECHR 2000XII), the Court considers that the applicant’s request for release was not examined “speedily” as required by Article 5 § 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  The Court notes, furthermore, that the decision of 26 March 2002 dismissing the applicant’s complaint was quashed on appeal and, after another cycle of examinations at first instance and on appeal, the proceedings were discontinued on the ground that the applicant’s case had been sent for trial. Thus, the applicant never obtained a final judicial review concerning his complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "141.  There has therefore been a violation of Article 5 § 4 of the Convention on account of the of the failure to examine the applicant’s complaint of 28 February 2002 “speedily” and to deliver a final judicial decision in this respect.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Appeal against the decision of 12 July 2002",
                                        "elements": [
                                            {
                                                "content": "142.  The Court notes that on 12 July 2002 the Moskovskiy District Court of Tver extended the applicant’s detention until 6 August 2002. The applicant’s appeal was examined by the  on 29 October 2002, two months and twenty-three days later and after the term of the extension had already expired.",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  For the reasons stated in paragraph 139 above, the Court considers that there has been a violation of Article 5 § 4 of the Convention on account of the failure to examine “speedily” the applicant’s appeal against the decision of 12 July 2002.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Summary of the findings",
                                "elements": [
                                    {
                                        "content": "144.  The Court has found that it is unable to consider the merits of the applicant’s complaint concerning the failure to examine his complaint of 25 April 2001, as it has been lodged out of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  The Court has found no violation of Article 5 § 4 of the Convention on account of the alleged failure to examine the applicant’s complaints lodged between 13 July and 21 November 2001 since the complaint was unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  The Court has found a violation of Article 5 § 4 of the Convention on account of the failure to examine “speedily” his complaint of 28 February 2002 and deliver a final judicial decision in this respect, as well as the failure to examine “speedily” his appeal against the decision of 12 July 2002.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "147.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "148.  The applicant’s mother claimed compensation for loss of the applicant’s earnings in the amount of 124,649.90 Russian roubles (RUB). She also claimed reimbursement of the expenses incurred in connection with food and hygiene products sent by her to the applicant during his detention, in the amount of RUB 59,175.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  The Government contested this claim. They submitted that the applicant’s mother had failed to furnish any evidence that the applicant had actually worked or received unemployment benefit. The exact amount of his salary or other earnings was not specified in any documents and it was not clear on what basis the amount claimed had been calculated. Therefore, the claim in this part was wholly unsubstantiated. In the part relating to the applicant’s mother’s expenses for food and other products, the claim did not relate to the alleged violation of the applicant’s rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "150.  The Court notes that the applicant’s mother did not submit any documents specifying the amount of the applicant’s earnings before he was taken into custody. Therefore, the Court finds the claim unsubstantiated in this part. As regards the claim for reimbursement of expenses for food and hygiene products, even assuming that the indicated items were sent to the applicant during his time in custody, there is no evidence that this was required by the terms of the applicant’s detention and, therefore, that such expenses were directly linked to the violations found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "151.  Accordingly, the Court dismisses the applicant’s mother’s claim for compensation for pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "152.  The applicant’s mother claimed 10,000 euros (EUR) as compensation for the non-pecuniary damage caused by the applicant’s unlawful and unreasonably long pre-trial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  The Government found the claim excessive and stated that no compensation for non-pecuniary damage should be awarded since neither the applicant’s nor his successor’s rights had been violated in the present case. They further submitted, however, that should the Court find a violation of Article 5 of the Convention in respect of the applicant, (i) it would be irrelevant to the claim made by his mother; and (ii) the finding of a violation would constitute sufficient just satisfaction in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  The Court notes that the applicant’s detention was unlawful within the meaning of Article 5 § 1 (c) of the Convention for almost a year. When it was “lawful”, it was not based on sufficient grounds in breach of Article 5 § 3 of the Convention. Furthermore, on several occasions he was denied the right to have the lawfulness of his detention examined speedily as required by Article 5 § 4 of the Convention. The Court considers that, as a consequence, the applicant must have suffered frustration, helplessness and a feeling of injustice that cannot be sufficiently compensated for by the finding of a violation. The Court further observes that since the applicant’s mother was accepted by the Court as his successor in the present proceedings, she is entitled to receive the compensation for non-pecuniary damage which otherwise would be awarded to the applicant. Making its assessment on an equitable basis, the Court awards the applicant’s mother EUR 5,000 in respect of nonpecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "155.  The applicant’s mother claimed RUB 9,205 for lawyer’s fees and other legal expenses incurred before the domestic courts and the Court. The claim comprised RUB 8,000 for legal assistance in the domestic proceedings, RUB 474 for statistical certificates submitted in relation to the claim for pecuniary damage and RUB 731 for postal expenses relating to correspondence with the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  The Government contested this claim. They argued that there was no evidence that the expenses had been incurred for the prevention or redress of the alleged violations of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 250 in respect of costs under all heads, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "158.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that the applicant’s mother has standing to continue the present proceedings in his stead;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 5 § 1 of the Convention on account of the applicant’s pre-trial detention from 14 April to 14 May 2001, from 18 June to 24 September 2001, from 26 February to 26 March 2002, from 25 June to 6 August 2002 and 30 January to 14 February 2003;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 1 of the Convention on account of the applicant’s pre-trial detention from 14 to 23 May 2001, from 23 May to 18 June 2001, from 24 September 2001 to 26 February 2002, from 26 March to 25 June 2002, from 6 to 8 August 2002, and from 8 August 2002 to 30 January 2003;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that it is unable to consider the merits of the applicant’s complaint concerning the failure to examine his complaint of 25 April 2001, as it has been lodged out of time;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been no violation of Article 5 § 4 of the Convention on account of the alleged failure to examine the applicant’s complaints lodged between 13 July and 21 November 2001;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of the failure to examine “speedily” his complaint of 28 February 2002 and to deliver a final judicial decision in this respect, as well as the failure to examine “speedily” his appeal against the decision of 12 July 2002;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant’s mother, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros) in respect of non-pecuniary damage and EUR 250 (two hundred and fifty euros) in respect of costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 April 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF FURSENKO v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-86030.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0424JUD002638602",
    "externalsources": [],
    "extractedappno": [
        "26386/02",
        "34578/97",
        "28358/95",
        "6847/02",
        "24552/02",
        "49098/99",
        "46133/99",
        "48183/99",
        "33977/96",
        "26772/95",
        "45100/98",
        "38654/97",
        "54071/00",
        "50272/99",
        "62566/00",
        "73065/01",
        "34979/97",
        "64140/00",
        "29462/95"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-86030",
    "judgementdate": "24/04/2008 00:00:00",
    "kpdate": "24/04/2008 00:00:00",
    "kpthesaurus": [
        "448"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "5"
    ],
    "parties": [
        "FURSENKO",
        "RUSSIA"
    ],
    "rank": "622.878845214844",
    "representedby": [
        "MOSKALENKO K."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "338728",
    "typedescription": "15"
}