{
    "__articles": "3;41",
    "__conclusion": "Violation of Art. 3;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "67263/01",
    "article": [
        "3",
        "41"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-60732.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 67263/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a French national, Mr Jean Mouisel (“the applicant”), on 8 October 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Ms N. Petriat, of the Pau Bar. The French Government (“the Government”) were represented by their Agent, Mr R. Abraham, Director of Legal Affairs at the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant, who has leukaemia, alleged that his continued detention amounted to a violation of Article 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). On 11 April 2001 the Court decided under Rule 41 to give priority to the application. On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1).  This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 21 March 2002 the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed written observations on the merits of the case (Rule 59 § 1).  The Court having decided on 4 July 2002, after consulting the parties, that no hearing on the merits was required (Rule 59 § 2 in fine), the parties replied in writing to each other's observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1948 and lives in Fougaron.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 12 June 1996 the  sentenced the applicant to fifteen years' imprisonment for armed robbery carried out as part of a gang, false imprisonment and fraud. He was detained in Lannemezan Prison (département of Hautes-Pyrénées).",
                                "elements": []
                            },
                            {
                                "content": "9.  In late 1998 his health deteriorated.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 8 January 1999 a doctor from the Outpatient Consultation and Treatment Unit (unité de consultation et de soins ambulatoires – “the UCSA”) at Lannemezan Prison issued a medical certificate, which stated: ",
                                "elements": []
                            },
                            {
                                "content": "“This patient has a history of serious [medical] problems ...",
                                "elements": []
                            },
                            {
                                "content": "He was recently found to have B-cell chronic lymphocytic leukaemia, with some evidence of tumour ...",
                                "elements": []
                            },
                            {
                                "content": "The leukaemia is currently not accompanied by any alteration of the other cell lines; in particular, there is no sign of anaemia or thrombocytopenia.",
                                "elements": []
                            },
                            {
                                "content": "However, bilateral axillary adenopathy is present, predominantly on the right-hand side.",
                                "elements": []
                            },
                            {
                                "content": "This certificate has been issued at the patient's request and handed to him in connection with an application for parole on medical grounds.”",
                                "elements": []
                            },
                            {
                                "content": "11.  On 30 September 1999 a further medical report stated:",
                                "elements": []
                            },
                            {
                                "content": "“This patient has chronic lymphocytic leukaemia, which has caused severe asthenia. Furthermore, there are signs of orthopaedic disorders as a result of an injury to the left knee and the left ankle causing osteoarthritis of the left patellofemoral and tibiofemoral joints and making it painful for him to remain for long periods in a seated position with his legs bent.",
                                "elements": []
                            },
                            {
                                "content": "In addition, on account of the orthopaedic disorders observed in his left lower limb, the patient has to use a walking stick to move about.",
                                "elements": []
                            },
                            {
                                "content": "His condition is not compatible with the use of restraints on his lower limbs.”",
                                "elements": []
                            },
                            {
                                "content": "12.  On 6 December 1999 the UCSA doctor advised against applying restraints to the applicant's lower limbs. ",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant applied to the French President for a pardon on medical grounds, but his application was refused on 7 March 2000.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 31 March 2000 International Prison Watch (IPW) issued the following press release:",
                                "elements": []
                            },
                            {
                                "content": "“No early release for prisoners with serious illnesses",
                                "elements": []
                            },
                            {
                                "content": "On 7 March 2000 the Minister of Justice refused applications for a pardon lodged on behalf of a prisoner suffering from a rapidly progressive disease.",
                                "elements": []
                            },
                            {
                                "content": "52-year-old Jean Mouisel is currently in Lannemezan Prison. He was diagnosed with chronic lymphocytic leukaemia in November 1998. Jean Mouisel has served two-thirds of his sentence. If remissions of sentence are taken into account, he will be due for release in 2002. On 24 February 2000 a doctor from the UCSA at Lannemezan Prison drew up a certificate attesting that the disease was transforming into lymphoma and that an extended course of cancer treatment involving chemotherapy was therefore necessary. This prisoner is taken to hospital once a week and has to endure his illness while in detention. He is allowed only one visit a week from his relatives, in accordance with the prison's rules.",
                                "elements": []
                            },
                            {
                                "content": "His doctor and various associations applied for a pardon on his behalf. The Ministry of Justice, which centralises such applications and takes an initial decision, did not see fit to refer his case to the President's Private Office.",
                                "elements": []
                            },
                            {
                                "content": "IPW wishes to stress that 'no one shall be subjected to torture or to inhuman or degrading treatment or punishment' (Article 3 of the European Convention on Human Rights).”",
                                "elements": []
                            },
                            {
                                "content": "15.  On 12 May 2000 the UCSA doctor drew up a further medical certificate, which stated:",
                                "elements": []
                            },
                            {
                                "content": "“This patient has chronic lymphocytic leukaemia, which was diagnosed in November 1998 and is currently transforming into lymphoma.",
                                "elements": []
                            },
                            {
                                "content": "The lymphoma was diagnosed in early February 2000 during a check-up at the haematology department at  in .",
                                "elements": []
                            },
                            {
                                "content": "Mr Mouisel's condition currently requires him to undergo cancer treatment in the form of chemotherapy sessions as a hospital outpatient every three weeks.",
                                "elements": []
                            },
                            {
                                "content": "At the moment, he is receiving chemotherapy at 's medical and surgical centre. The patient's haematological condition will need to be reassessed in early August 2000 once he has finished the chemotherapy he is currently receiving.",
                                "elements": []
                            },
                            {
                                "content": "It is subsequently envisaged that he will begin oral chemotherapy, depending on the reassessment to be carried out at .",
                                "elements": []
                            },
                            {
                                "content": "The compatibility of his condition with his continued detention remains to be determined by an expert.”",
                                "elements": []
                            },
                            {
                                "content": "16.  On 3 June 2000 the applicant wrote to tell the prison governor about a chemotherapy session that had taken place at  on 30 May 2000:",
                                "elements": []
                            },
                            {
                                "content": "“... After an hour and forty-five minutes, the force of my drip was causing me too much pain. My suffering was so great that I had to lower the speed of the drip. That action was not appreciated by the warder in charge of my escort, Mr T., who came into the room red with anger, yelling and screaming. He told me that if the nurse had turned the drip on full, then I was not to touch it. As he put it, 'he and the other member of the escort were not going to spend all day at the hospital'.",
                                "elements": []
                            },
                            {
                                "content": "I was surprised at how aggressive they were being towards me, and I wanted to pull out the drip. The pain was too intense; it was making me suffer and was becoming unbearable ... The intervention of the doctor and nurse ... persuaded me to end the chemotherapy session. After the doctor had gone, the chief escort officer told me that the matter would be dealt with when we got back to the prison. ",
                                "elements": []
                            },
                            {
                                "content": "At the end of the chemotherapy session, I felt worse than ever as the injection had made me feel much weaker ... I was duly handcuffed and dragged with brute force along the hospital corridors on a chain which the warder was holding, no doubt as a form of retribution. When we got back that morning, I was handcuffed in the usual way without force.",
                                "elements": []
                            },
                            {
                                "content": "I am being treated for leukaemia, a cancer of the blood which is nothing like a mere case of the flu! In my case, unfortunately, there is no possible cure; the disease I have caught here at Lannemezan Prison is incurable.",
                                "elements": []
                            },
                            {
                                "content": "I am therefore entitled to conclude that the prison staff who escort me to the hospital regularly ask the nurses to make sure that I am injected as quickly as possible so that they do not have to spend all day waiting around for me.",
                                "elements": []
                            },
                            {
                                "content": "As there is currently no way of solving the problem on an administrative level, I shall have to give up the chemotherapy sessions for the time being. I am not refusing the treatment, but the conditions in which I am receiving it are not satisfactory ... This has been going on for several months and I cannot stand it any longer. My physical condition cannot allow it and my morale is getting lower every day. I am dying, but I would like to die peacefully and not in an atmosphere of conflict.”",
                                "elements": []
                            },
                            {
                                "content": "17.  Following a further application for a pardon on medical grounds, the Ministry of Justice instructed an expert at the Pau Court of Appeal to assess the applicant's state of health, the treatment he required and the manner in which it should be administered, the likelihood of any changes (for example, regarding life expectancy), and whether his condition and the forms of treatment in progress or envisaged were compatible with detention in a specialist unit. The expert's report, completed on 28 June 2000, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... Recent developments",
                                "elements": []
                            },
                            {
                                "content": "According to the certificate of 12 May 2000, Mr Mouisel has a form of chronic leukaemia which was diagnosed in 1998 and is currently transforming into lymphoma ...",
                                "elements": []
                            },
                            {
                                "content": "His condition has necessitated an intensive course of chemotherapy administered following the insertion of a 'portacath'.",
                                "elements": []
                            },
                            {
                                "content": "His condition has also required him to be taken to hospital in a non-emergency ambulance for chemotherapy sessions (at the outpatient department of 's medical and surgical centre), initially every week and subsequently every three weeks ...",
                                "elements": []
                            },
                            {
                                "content": "Clinical condition on the date of the examination",
                                "elements": []
                            },
                            {
                                "content": "Functional symptoms complained of by the patient:",
                                "elements": []
                            },
                            {
                                "content": "–  permanent asthenia and fatigue;",
                                "elements": []
                            },
                            {
                                "content": "–  waking up in pain during the night;",
                                "elements": []
                            },
                            {
                                "content": "–  ...",
                                "elements": []
                            },
                            {
                                "content": "–  muscle fatigue and breathlessness;",
                                "elements": []
                            },
                            {
                                "content": "–  alleged psychological impact of stress on his life expectancy and deterioration of his health (this condition has led to his being prescribed a course of antidepressants, which he is currently taking) ...",
                                "elements": []
                            },
                            {
                                "content": "It should be noted that these functional symptoms are to a large extent attributable to the chemotherapy he has been undergoing ...",
                                "elements": []
                            },
                            {
                                "content": "Particular mention should be made of a problem relating to the escort and supervision arrangements during visits to hospital for chemotherapy sessions. Indeed, since 20 June 2000 the patient has not consented to treatment.",
                                "elements": []
                            },
                            {
                                "content": "Clinical examination",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "It should be noted that, according to the documents produced, Mr Mouisel's current degree of disablement was assessed at 80% by the COTOREP [Occupational Counselling and Rehabilitation Board] in a decision of 6 April 2000, and he was awarded a disabled adult's allowance for the period from 2 February 1999 to 2 February 2001.",
                                "elements": []
                            },
                            {
                                "content": "Conclusion ",
                                "elements": []
                            },
                            {
                                "content": "By the date of the examination the applicant's health had deteriorated as a result of the progression of his haematological disorder, diagnosed in November 1998 as leukaemia ...",
                                "elements": []
                            },
                            {
                                "content": "Mr Mouisel is currently undergoing intensive chemotherapy as an outpatient at , where he is taken for treatment every three weeks by medical transport (a non-emergency ambulance).",
                                "elements": []
                            },
                            {
                                "content": "The cancer treatment, ... which is already scarcely compatible with imprisonment, is at present causing problems as a result of the position he has adopted recently in not consenting to treatment in the conditions in which he is currently being detained (this has lasted since 20 June 2000, the date scheduled for his treatment).",
                                "elements": []
                            },
                            {
                                "content": "His not consenting to treatment, in spite of all the information received from the UCSA medical team in Lannemezan, is likely to bring about the rapid progression of the disorder observed recently and a reduction in his life expectancy. ",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, he should be looked after in a specialist unit.”",
                                "elements": []
                            },
                            {
                                "content": "18.  On 19 July 2000 the applicant was transferred as a matter of urgency to Muret Prison (so that he would be nearer to ) and given a cell of his own.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 3 October 2000 the applicant applied to the département of Haute-Garonne's Health and Social Affairs Department for acknowledgment of a vaccination-related accident, claiming that he had contracted cancer as a result of a hepatitis-B vaccination. On 24 October 2000 he received a reply from the Ethics and Law Office of the Ministry of Social Affairs and Solidarity informing him that strict liability could not be imposed on the State except for damage sustained as a result of the compulsory vaccinations provided for in the Public Health Code. Hepatitis-B vaccinations were compulsory only for certain occupational groups exposed to a risk of contamination, and the applicant did not belong to any such group.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 14 November 2000 the applicant was notified of a reply by the Regional Director of the Prison Service to his complaints concerning the application of Article 803 of the Code of Criminal Procedure (“the CCP”) on the use of handcuffs or restraints (see “Relevant domestic law and practice” below):",
                                "elements": []
                            },
                            {
                                "content": "“... The provisions of the Article do not establish an absolute prohibition on the use of handcuffs or restraints and do not expressly refer to the detainee's health. They leave the matter to the discretion of those responsible for laying down, and enforcing, security measures: gendarmes, police officers or prison warders.",
                                "elements": []
                            },
                            {
                                "content": "Moreover, Article D 283 CCP provides that handcuffs or restraints are to be used solely in connection with 'precautions against absconding', except where a person is being brought before a judicial authority. Where a long sentence is being served for criminal acts causing bodily harm, the appropriate measures are applied.”",
                                "elements": []
                            },
                            {
                                "content": "21.  On 20 November 2000 the Minister of Justice refused an application for a pardon lodged on the applicant's behalf by the Ligue des droits de l'homme (Human Rights League).",
                                "elements": []
                            },
                            {
                                "content": "22.  On 24 November 2000 the applicant received a letter from the doctor who had treated him in Lannemezan:",
                                "elements": []
                            },
                            {
                                "content": "“... As regards your condition, there does seem to be a change taking place at the moment ... I think it is always worth fighting an illness, whatever it may be; even if there is no possible cure, a remission in the disease is still possible, especially as Dr N. is offering you a new course of chemotherapy, which I would strongly advise you to agree to ...”",
                                "elements": []
                            },
                            {
                                "content": "23.  A medical certificate issued on 21 February 2001 by a doctor from the haematology department at  reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Mr Mouisel has been treated by our department since February 2000 for chronic lymphocytic leukaemia, initially with tonsillar hypertrophy on both sides causing dysphagia, and substantial axillary adenopathy on the right-hand side (15 cm in diameter).",
                                "elements": []
                            },
                            {
                                "content": "He was initially given chemotherapy once a week using the COP protocol, then once a month with CVP, and subsequently with chlorambucil.",
                                "elements": []
                            },
                            {
                                "content": "The results obtained were satisfactory, but in November 2000 we noticed a renewed increase in the size of the right axillary adenopathy and therefore resumed monthly chemotherapy using the CVP protocol.",
                                "elements": []
                            },
                            {
                                "content": "A biopsy of the lymph nodes in January revealed the presence of Hodgkin's disease. Three cycles of chemotherapy using the ABVD protocol are therefore envisaged, followed by additional radiotherapy.”",
                                "elements": []
                            },
                            {
                                "content": "24.  In an order of 22 March 2001 the judge responsible for the execution of sentences at the  tribunal de grande instance released the applicant on parole until 20 March 2005, subject to an obligation to receive medical treatment or care:",
                                "elements": []
                            },
                            {
                                "content": "“Admissibility",
                                "elements": []
                            },
                            {
                                "content": "Mr Mouisel exercises parental responsibility over his daughter, born on 4 September 1993 ..., and no ancillary penalties have been imposed on him entailing the forfeiture of that right.",
                                "elements": []
                            },
                            {
                                "content": "Article 729-3 CCP empowers the judge responsible for the execution of sentences to decide cases concerning prisoners who have less than four years of their sentence to serve and who exercise parental responsibility over a child under the age of 10.",
                                "elements": []
                            },
                            {
                                "content": "Merits",
                                "elements": []
                            },
                            {
                                "content": "It appears from the medical certificates adduced in evidence (dated 7 December 2000 and 3 January and 21 February 2001) that the applicant's condition has become incompatible with his continued detention, on account of the medical care he requires during regular visits to hospital.",
                                "elements": []
                            },
                            {
                                "content": "It is therefore appropriate, notwithstanding his criminal record, to release the applicant on parole, subject to his staying at his wife's home (see the declaration of 30 January 2001) and receiving treatment in accordance with a medical protocol at . ...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "25.  French National Assembly – Report drawn up on behalf of the Commission of Inquiry on the situation in 's prisons (vol. I, p. 249, 28 June 2000)",
                                "elements": []
                            },
                            {
                                "content": "Extract from Part V (“Controlling the prison population: an essential goal”):",
                                "elements": []
                            },
                            {
                                "content": "“A.  Stemming the influx",
                                "elements": []
                            },
                            {
                                "content": "(1)  Limiting the imprisonment of certain groups",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(e)  Sick or elderly prisoners ",
                                "elements": []
                            },
                            {
                                "content": "The increasing number of elderly prisoners has already been noted; at the end of 1999 there were 1,455 prisoners over the age of 60, a figure which has almost doubled in four years. This upsurge is linked, in particular, to the rise in the number of convictions for sexual harassment, rape and incest.",
                                "elements": []
                            },
                            {
                                "content": "The inadequate provision of care for those prisoners and, more broadly, for prisoners who are seriously ill or dependent has also been discussed.",
                                "elements": []
                            },
                            {
                                "content": "The presence of such persons in prison raises the very real issue of their dying there. Warders and other inmates are not prepared for that eventuality and no proper arrangements are in place for assisting prisoners in their final moments. Dying in prison means experiencing a feeling of hopeless solitude. It amounts to an admission of failure and waste for families unable to be present as the end approaches.",
                                "elements": []
                            },
                            {
                                "content": "All prison staff try, wherever possible, to transfer inmates to hospital in their final days; however, this again raises the issue of escort officers and the difficulty of calling on the services of the police or the gendarmerie. Mention has also frequently been made of the attitude of doctors, who all too often send patients back to prison once the alert is over, just as easily as though they were returning home. One case in  where a doctor sent the patient back to prison only for him to die two days later seems to have had a particularly profound effect on prison staff.",
                                "elements": []
                            },
                            {
                                "content": "There is no dignity in dying in prison. The question therefore arises whether the sick or the elderly should continue to be detained. Currently, the President alone is empowered to grant a pardon on medical grounds. However, it appears that this measure is recommended sparingly and granted even more cautiously; in 1998 twenty-seven such applications were referred to the President and pardons were granted in fourteen cases, while in 1999 eighteen out of thirty-three proposals resulted in a pardon.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Indeed, a review of the procedure for granting pardons on medical grounds would appear necessary; there is no reason why such decisions should continue to be left to the President. Responsibility for the procedure should be vested in the judge for the execution of sentences, who could base his decision on expert medical assessments in which it was concluded that the prisoner was suffering from a life-threatening illness.”",
                                "elements": []
                            },
                            {
                                "content": "26.  The Code of Criminal Procedure (CCP)",
                                "elements": []
                            },
                            {
                                "content": "(i)  Since the Law of 18 January 1994 came into force the provision of treatment for prisoners has been the responsibility of the public hospital service. Accordingly, prisoners receive treatment from medical units that are set up within prisons and are directly attached to the nearest public hospital (Article D 368).",
                                "elements": []
                            },
                            {
                                "content": "(ii)  The CCP contains the following provisions on parole:",
                                "elements": []
                            },
                            {
                                "content": "Article 722",
                                "elements": []
                            },
                            {
                                "content": "“At each prison the judge responsible for the execution of sentences shall determine the principal terms of detention for each convicted person.  Subject to the limits and conditions prescribed by law, he shall grant ... parole ... Except in urgent cases, he shall give his decision after hearing the opinion of the Sentences Board ...",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "(Law no. 2000-516 of 15 June 2000, applicable from 1 January 2001) “Measures entailing ... parole shall be granted, deferred, refused, withdrawn or revoked in a reasoned decision by the judge responsible for the execution of sentences, who shall examine the case of his own motion, at the request of the convicted person or on an application by the public prosecutor ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 729",
                                "elements": []
                            },
                            {
                                "content": "(Law no. 2000-516 of 15 June 2000) “Parole is designed to encourage the rehabilitation of convicted prisoners and prevent them from reoffending. Convicted persons serving one or more prison sentences may be granted parole if they have made serious efforts to readjust to society, particularly if they can show that they have engaged in occupational activities, or regularly attended an education or vocational training course, or have taken part in a work-experience scheme, or had a temporary contract of employment with a view to their social integration, or that their presence is essential to the life of their family, or that they have to undergo treatment ...”",
                                "elements": []
                            },
                            {
                                "content": "(Law no 92-1336 of 16 December 1992) “Subject to Article 132-23 of the Criminal Code, parole may be granted if the length of the sentence already served by the prisoner is at least equal to that remaining to be served. However, reoffenders ... may only be granted parole if the length of the sentence already served is at least double that remaining to be served. ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 729-3",
                                "elements": []
                            },
                            {
                                "content": "(Law no. 2000-516 of 15 June 2000) “Parole may be granted to any person who has been sentenced to a term of imprisonment of four years or less, or who has four years or less of his or her sentence to serve, where the person exercises parental responsibility over a child under the age of 10 who habitually lives with him or her.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "Article 730",
                                "elements": []
                            },
                            {
                                "content": "“Where a prison sentence of ten years or less has been imposed, or where, regardless of the length of the sentence initially imposed, the portion remaining to be served amounts to three years or less, parole shall be granted by the judge responsible for the execution of sentences, in the manner prescribed in Article 722. ",
                                "elements": []
                            },
                            {
                                "content": "In other cases, parole shall be granted by the regional parole court, in the manner prescribed in Article 722-1.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A circular of 18 December 2000 (CRIM 00-15 F1), outlining the provisions of the Law of 15 June 2000 on reinforcing the presumption of innocence and victims' rights in relation to the enforcement of sentences, states:",
                                "elements": []
                            },
                            {
                                "content": "“Under the new Article 729-3 ..., parole may be granted to any person who has been sentenced to a term of imprisonment of four years or less, or who has four years or less of a sentence to serve, where that person exercises parental responsibility over a child under the age of 10 who habitually lives with him or her. ...",
                                "elements": []
                            },
                            {
                                "content": "Those provisions do not invalidate the general requirement in Article 729 whereby the judge responsible for the execution of sentences must assess whether serious efforts have been made to readjust to society. They do not therefore imply that the granting of parole for which they provide is systematic.",
                                "elements": []
                            },
                            {
                                "content": "However, depending on the length of the initial sentence, they may allow prisoners to be released at an earlier stage than would be possible under that Article. ...”",
                                "elements": []
                            },
                            {
                                "content": "The provisions in question increase the powers of the judge responsible for the execution of sentences with regard to parole and are designed to counter long-standing criticism of the fact that French law previously made no provision for the early release of terminally ill prisoners, other than by means of an application for a pardon on medical grounds at the discretion of the French President (Articles 17 and 19 of the Constitution).",
                                "elements": []
                            },
                            {
                                "content": "(iii)  A law of 4 March 2002 on patients' rights and the quality of the health system supplements the CCP and adds a new Article 720-1-1 providing for the possibility of suspending a sentence “regardless of the nature of the sentence or the portion remaining to be served ... where it has been established that the prisoner has a life-threatening illness or that his or her state of health is incompatible in the long term with continued detention, save in cases where persons detained in a psychiatric institution are admitted to hospital”. The judge may direct that the sentence be suspended indefinitely. He must arrange for two expert assessments in order to determine whether a sentence should be suspended or whether a suspension should be lifted.",
                                "elements": []
                            },
                            {
                                "content": "(iv)  Article 803 CCP provides:",
                                "elements": []
                            },
                            {
                                "content": "“No one may be forced to wear handcuffs or restraints unless he is considered either a danger to others or to himself, or likely to attempt to abscond.”",
                                "elements": []
                            },
                            {
                                "content": "A general circular on that Article (C 803 of 1 March 1993) states:",
                                "elements": []
                            },
                            {
                                "content": "“Section 60 of the Law of 4 January 1993, which came into force on the date of its publication, introduces an Article 803, laying down the principle that no one may be forced to wear handcuffs or restraints unless he is considered either a danger to others or to himself, or likely to attempt to abscond. That provision applies to all members of an escort, regardless of whether the person concerned is being held in police custody, brought to court, detained pending trial or detained following conviction. It is for the public officials or members of the armed forces comprising the escort to assess, having regard to the circumstances of the case, to the age of the person under escort and to any information obtained about his character, whether there is evidence of any of the dangers which alone may justify the use of handcuffs or restraints, in accordance with the legislature's intention. ",
                                "elements": []
                            },
                            {
                                "content": "Except in special circumstances, persons being detained by the police after voluntarily surrendering to custody, persons whose mobility is impaired on account of their age or health and persons sentenced to only a short term of imprisonment are unlikely to pose the dangers referred to in the Law. ...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "27.  Report to the Government of the French Republic on the visit to France by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) from 14 to 26 May 2000",
                                "elements": []
                            },
                            {
                                "content": "Although the quality of the material conditions of detention at Lannemezan Prison was found to be high (see paragraph 78 of the report), transfers to outside hospitals continued to cause the CPT concern during its prison visits: ",
                                "elements": []
                            },
                            {
                                "content": "“In spite of the recommendations made by the CPT in paragraph 144 of its report on the 1996 visit, the delegation that carried out the visit in 2000 has again obtained information (especially in Lyons) suggesting that the conditions in which detainees are transferred to hospital and examined and treated there are in breach of medical ethics: patients are systematically handcuffed with force, regardless of their state of health or age, are examined and treated in the presence of law-enforcement officials, and are physically attached to their hospital beds.",
                                "elements": []
                            },
                            {
                                "content": "In this connection, the French authorities have pointed out that they have drawn up a draft circular to promote the application of the principle that handcuffs or restraints are to be used in exceptional cases only.",
                                "elements": []
                            },
                            {
                                "content": "The CPT recommends that the adoption of the circular be expedited and that the document contain express reference to the recommendations set out in paragraph 144 of its report on the 1996 visit, namely:",
                                "elements": []
                            },
                            {
                                "content": "–  that all medical check-ups, examinations and treatment in public hospitals take place out of the hearing and – unless the medical staff concerned request otherwise in a given case – out of the sight of law-enforcement officials;",
                                "elements": []
                            },
                            {
                                "content": "–  that the practice of attaching prisoners to their hospital beds for security reasons be prohibited. ...",
                                "elements": []
                            },
                            {
                                "content": "The CPT calls upon the French authorities to complete the implementation of the national hospitalisation scheme as soon as possible in order to ensure that, throughout the country, prisoners are provided with hospital treatment in conditions that comply with medical ethics and respect human dignity.” (paragraph 105 of the report)",
                                "elements": []
                            },
                            {
                                "content": "28.  Third General Report on the CPT's activities covering the period 1 January to 31 December 1992 (Section III – Health care services in prisons)",
                                "elements": []
                            },
                            {
                                "content": "“(iv)  prisoners unsuited for continued detention",
                                "elements": []
                            },
                            {
                                "content": "Typical examples of this kind of prisoner are those who are the subject of a short-term fatal prognosis, who are suffering from a serious disease which cannot be properly treated in prison conditions, who are severely handicapped or of advanced age. The continued detention of such persons in a prison environment can create an intolerable situation. In cases of this type, it lies with the prison doctor to draw up a report for the responsible authority, with a view to suitable alternative arrangements being made.”",
                                "elements": []
                            },
                            {
                                "content": "29.  Recommendation No. R (98) 7 of the Committee of Ministers of the Council of Europe concerning the ethical and organisational aspects of health care in prison (adopted on 8 April 1998)",
                                "elements": []
                            },
                            {
                                "content": "“C.  Persons unsuited to continued detention: serious physical handicap, advanced age, short term fatal prognosis",
                                "elements": []
                            },
                            {
                                "content": "50.  Prisoners with serious physical handicaps and those of advanced age should be accommodated in such a way as to allow as normal a life as possible and should not be segregated from the general prison population. Structural alterations should be effected to assist the wheelchair-bound and handicapped on lines similar to those in the outside environment.",
                                "elements": []
                            },
                            {
                                "content": "51.  The decision as to when patients subject to short term fatal prognosis should be transferred to outside hospital units should be taken on medical grounds. While awaiting such transfer, these patients should receive optimum nursing care during the terminal phase of their illness within the prison health care centre. In such cases provision should be made for periodic respite care in an outside hospice. The possibility of a pardon for medical reasons or early release should be examined.”",
                                "elements": []
                            },
                            {
                                "content": "30.  Recommendation Rec(2000)22 of the Committee of Ministers to the member States on improving the implementation of the European rules on community sanctions and measures ",
                                "elements": []
                            },
                            {
                                "content": "Appendix 2: guiding principles for achieving a wider and more effective use of community sanctions and measures:",
                                "elements": []
                            },
                            {
                                "content": "“Legislation ",
                                "elements": []
                            },
                            {
                                "content": "1.  Provision should be made for a sufficient number of suitably varied community sanctions and measures of which the following are examples: ",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "–  suspension of the enforcement of a sentence to imprisonment with imposed conditions; ",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained of his continued detention and the conditions in which he had been detained despite being seriously ill. He relied on Article 3 of the Convention, which provides: ",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "32.  The applicant considered that imprisonment should merely entail depriving a person of his freedom of movement and that all other fundamental rights remained intact during detention. The Court should therefore, in his opinion, set out to determine whether the suffering he had endured in the course of his illness while in prison had attained a sufficient level of severity to fall within the scope of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In the applicant's submission, detention was in itself incompatible with the condition of prisoners suffering from life-threatening diseases. He had been in that position from 1998 onwards, and a fortiori in June 2000 when Dr D. had concluded in his report that treatment in a specialist unit was necessary. In spite of that, the authorities had merely transferred him to Muret Prison instead of suspending his sentence as was possible under Article 722 of the Code of Criminal Procedure or allowing his application for a pardon on medical grounds. The enactment of the Law of 4 March 2002 (see “Relevant domestic law and practice” above) amounted, he argued, to an acknowledgment that Article 3 of the Convention was breached where continued detention was incompatible with an extremely serious medical condition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The severity of the suffering he had endured while in detention and the manner in which he had been provided with medical care also qualified as treatment contrary to Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Firstly, his detention in a communal cell in Lannemezan Prison until June 2000 without any sanitary precautions being taken, at a time when his immune system was being severely weakened by chemotherapy, had created an inhuman and degrading situation for him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, the appalling conditions in which he had been escorted from prison to receive medical treatment, being constantly kept in chains despite having never attempted to abscond, had caused him suffering and placed him in a degrading situation. The applicant added that the journeys to hospital in a prison van had been painful (an ambulance had not been used for hospital visits until May 2000). He also asserted that during the chemotherapy sessions his feet had been chained up and one of his wrists had been attached to his hospital bed. He had also been kept in chains during an operation carried out in late 1999 with his escort and gendarmes present, on which occasion he had been fitted with a “portacath” so that treatment could be administered to him. The applicant considered that the use of handcuffs had been unjustified in view of his physical weakness and his unblemished disciplinary record, and submitted that there had been no particular reason for the escort officers to think that he posed any kind of danger.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Lastly, the applicant complained of the conditions in which he had been given treatment with law-enforcement officers present. Their presence had been particularly humiliating and had led to his refusal to consent to treatment in June 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant concluded that his treatment in prison had been inappropriate in view of his medical condition and had caused sufficient physical and mental suffering to amount to inhuman and degrading treatment within the meaning of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government submitted that the applicant's health had been regularly monitored by the Outpatient Consultation and Treatment Unit at Lannemezan Prison and at . When he had been transferred to Muret Prison, his medical records had been handed over to the prison's consultation and treatment unit, which had consequently been able to follow up the treatment. From November 2000 onwards the applicant had been taken to  for monthly chemotherapy sessions as an outpatient. That treatment had continued on a regular basis until the applicant had been released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government observed that the applicant had been in prison since 20 July 1994 but had not had any health problems until late 1998. His health had therefore deteriorated from 1998 onwards. A medical certificate drawn up on 12 May 2000 in connection with an application for a pardon had mentioned the need for an expert opinion. The ensuing report, drawn up on 28 June 2000, had emphasised the problems arising on account of the applicant's refusal to consent to the cancer treatment he had been prescribed; in that context, the expert had concluded that the applicant should be looked after in a specialist unit. The judicial authorities had taken immediate action on the report in deciding to transfer him to Muret Prison so that he would be closer to . The fact that he had been transferred there on 19 July 2000, less than a month after the expert had submitted his findings in the above-mentioned report, demonstrated the constant concern on the part of the relevant authorities to ensure that the applicant's conditions of detention were compatible with his state of health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government noted that the applicant had been given a cell of his own at Muret Prison (although in their additional observations they stated that that had also been the case at Lannemezan Prison), that he had worked there and that he had also maintained contact with the outside world by means of the telephone, mail, the visiting room and periods of prison leave.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the conduct of the chemotherapy sessions, the Government observed that the applicant had alluded to an incident on 30 May 2000 when he had attempted to alter the speed of his own drip. In that connection, they maintained that escort officers played no part in determining the time required for treatment or providing medical supervision, matters for which the medical and paramedical staff alone were responsible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards the use of handcuffs, the Government acknowledged that restraints had indeed been applied to the applicant during the journey between the prison and the hospital but had been removed as soon as he had arrived in the treatment room, where none of the prison staff had been present. They argued that the use of restraints had been justified by the applicant's previous convictions for serious offences (according to the Government, he had been sentenced to twenty years' imprisonment for murder on 5 May 1976, and to eight years' imprisonment for armed robbery on 15 June 1987) and by the fact that his family home in Toulouse was close by, so that it could not be ruled out that he might be assisted by local accomplices, particularly in view of the regularity and frequency of his journeys to the same hospital along an easily identifiable route. At the time of the incident of 30 May 2000 the considerable portion of his sentence remaining to be served, the successive refusals of his applications for a pardon on medical grounds and his criminal record could legitimately have aroused fears that he would attempt to abscond with the help of local accomplices. The Government further stated that, according to information supplied by the prison authorities, the use of restraints on the applicant's lower limbs had been stopped, albeit on an unspecified date, on account of the pain he was suffering and the fact that he had to use a walking stick to move about. At a similar time the handcuffs had been replaced by a lighter chain, as the applicant had also complained of pain in his arms as a result of the intravenous drip.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Government's submission, all those factors showed that the relevant authorities had systematically taken the applicant's health into account in determining and altering his prison regime. That was borne out by the fact that as soon as the applicant had satisfied the statutory requirements for obtaining parole, his application had been examined and allowed within a very short space of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consequently, relying on the Court's decision in Papon v.  (no. 1) ((dec.), no. 64666/01, ECHR 2001-VI), the Government submitted that the applicant's conditions of detention had never attained a sufficient level of severity to fall within the scope of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "36.  The Court observes in the first place that the applicant was granted parole on 22 March 2001. It will therefore examine his complaint alleging a violation of Article 3 of the Convention in relation to the period extending from that date back to 8 January 1999, the date of the medical report in which the applicant's illness was first diagnosed – that is to say, a period of more than two years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court reiterates that, according to its case-law, ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum level is, in the nature of things, relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see Kudła v. Poland [GC], no. 30210/96, § 91, ECHR 2000-XI, and Peers v. Greece, no. 28524/95, § 67, ECHR 2001-III). Although the purpose of such treatment is a factor to be taken into account, in particular whether it was intended to humiliate or debase the victim, the absence of any such purpose does not inevitably lead to a finding that there has been no violation of Article 3 (see Peers, cited above, § 74).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Convention does not contain any provision relating specifically to the situation of persons deprived of their liberty, let alone where they are ill,  but it cannot be ruled out that the detention of a person who is ill may raise issues under Article 3 of the Convention (see Chartier v. Italy, no. 9044/80, Commission's report of 8 December 1982, Decisions and Reports (DR) 33, p. 41; De Varga-Hirsch v. France, no. 9559/81, Commission decision of 9 May 1983, DR 33, p. 158; and B. v. Germany, no. 13047/87, Commission decision of 10 March 1988, DR 55, p. 271). In the case of a prisoner suffering from disorders associated with hereditary obesity, the Commission expressed the opinion that there had been no violation of Article 3 of the Convention because the applicant had been provided with care appropriate to his state of health. It considered, however, that detention per se inevitably affected prisoners suffering from serious disorders. It took care to point out that “in particularly serious cases situations may arise where the proper administration of criminal justice requires remedies to be taken in the form of humanitarian measures” and stated in conclusion that it would “appreciate any measures the Italian authorities could take vis-à-vis the applicant in order to alleviate the effects of his detention or to terminate it as soon as circumstances require” (see Chartier, Commission's report cited above, pp. 57-58). The Court recently observed that the detention of an elderly sick person over a lengthy period could fall within the scope of Article 3, although in the decision in question it held that the applicant's complaint under that Article was manifestly ill-founded (see Papon (no. 1), cited above). Health, age and severe physical disability are now among the factors to be taken into account under Article 3 of the Convention in  and the other member States of the Council of Europe in assessing a person's suitability for detention (see paragraphs 26, 27, 29 and 30 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Thus, in assessing a prisoner's state of health and the effects of detention on its development, the Court has held that certain types of treatment may infringe Article 3 on account of the fact that the person being subjected to them is suffering from mental disorders (see Keenan v. the United Kingdom, no. 27229/95, §§ 111-15, ECHR 2001-III). In Price v. the United Kingdom the Court held that detaining the applicant, who was four-limb deficient, in conditions inappropriate to her state of health amounted to degrading treatment (no. 33394/96, § 30, ECHR 2001-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Although Article 3 of the Convention cannot be construed as laying down a general obligation to release detainees on health grounds, it nonetheless imposes an obligation on the State to protect the physical well-being of persons deprived of their liberty, for example by providing them with the requisite medical assistance (see Hurtado v. Switzerland, judgment of 28 January 1994, Series A no. 280-A, opinion of the Commission, pp. 15-16, § 79). The Court has also emphasised the right of all prisoners to conditions of detention which are compatible with human dignity, so as to ensure that the manner and method of execution of the measures imposed do not subject them to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention; in addition, besides the health of prisoners, their well-being also has to be adequately secured, given the practical demands of imprisonment (see Kudła, cited above, § 94).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In the instant case the Court observes that the judge responsible for the execution of sentences considered that the applicant's state of health was in itself incompatible with detention from 22 March 2001 onwards. The fact that he required medical treatment during regular visits to hospital justified releasing him on parole, subject to his staying with his relatives (see paragraph 24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Accordingly, the instant case raises the question whether the applicant's state of health, which was giving serious cause for concern, was compatible with his continued imprisonment in that condition. In a climate of increasing awareness of the prison situation, France is faced with the problem of sick prisoners and their continued detention in circumstances which no longer appear justified in terms of protecting society (see the National Assembly report referred to in paragraph 25 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court takes note of developments in 's legislation on the matter, which has increased the powers of the judge responsible for the execution of sentences in respect of seriously ill prisoners. As it has already pointed out, French law affords the national authorities various means of intervening where detainees are suffering from serious medical problems. A prisoner's health may be taken into account in a decision to grant parole under Article 729 of the Code of Criminal Procedure as amended by the Law of 15 June 2000, in particular where the prisoner has “to undergo treatment”. Furthermore, under the Law of 4 March 2002 on patients' rights, prisoners' sentences may be suspended if they are suffering from a life-threatening illness or if their condition is incompatible in the long term with their continued detention (see paragraph 26 above). The Court accordingly notes that the health of a detainee is now among the factors to be taken into account in determining how a custodial sentence is to be served, particularly as regards its length. In that way, practical expression has been given to the Court's statement that “the increasingly high standard being required in the area of the protection of human rights and fundamental liberties correspondingly and inevitably requires greater firmness in assessing breaches of the fundamental values of democratic societies” (see Selmouni v. France [GC], no. 25803/94, § 101, ECHR 1999-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court notes that the procedural arrangements introduced by the laws of 15 June 2000 and 4 March 2002 have provided for new remedies before the judge responsible for the execution of sentences, enabling prisoners whose health has deteriorated significantly to apply to be released at short notice; those remedies are available in addition to the possibility of applying for a pardon on medical grounds, which the French President alone is empowered to grant. It considers that these judicial procedures may provide sufficient guarantees to ensure the protection of prisoners' health and well-being, which States must reconcile with the legitimate requirements of a custodial sentence. However, it must be acknowledged that those procedures were not available to the applicant during the period of detention considered by the Court and that the State's only response to his situation was to refuse his applications for a pardon on medical grounds without stating any reasons. As the Government noted, the applicant could not have been released on parole until he satisfied the eligibility requirements – that is to say, not until 2001. Moreover, the possibility of applying to have his sentence suspended did not exist at the time of his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  That being so, the Court will examine whether the applicant's continued detention gave rise to a situation which attained a sufficient level of severity to fall within the scope of Article 3 of the Convention. The Court observes that the applicant's health was found to be giving more and more cause for concern and to be increasingly incompatible with detention. The report of 28 June 2000 referred to the difficulty of providing cancer treatment in prison and recommended transferring him to a specialist unit. It also mentioned the applicant's psychological condition, which had been aggravated by the stress of being ill and had affected his life expectancy and caused his health to decline. The letter of 20 November 2000 from the UCSA doctor to the applicant confirmed that his health was deteriorating and referred only to the possibility of a remission in the disease. All those factors show that the applicant's illness was progressing and that the prison was scarcely equipped to deal with it, yet no special measures were taken by the prison authorities. Such measures could have included admitting the applicant to hospital or transferring him to any other institution where he could be monitored and kept under supervision, particularly at night.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The conditions in which the applicant was taken to hospital also raise a number of issues. There is no doubt that the applicant was kept in chains while under escort, although the chains started to be applied less tightly once the doctors advised against using restraints. However, it has not been established that he was chained up while receiving treatment or that members of the prison escort were present on those occasions. The Court notes, however, that the reply from the Regional Director of the Prison Service about the use of handcuffs implicitly suggests that the applicant's illness did not exempt him from being handcuffed and that the manner in which the handcuffs were used is standard practice in the context of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court reiterates that handcuffing does not normally give rise to an issue under Article 3 of the Convention where the measure has been imposed in connection with a lawful detention and does not entail use of force, or public exposure, exceeding what is reasonably considered necessary. In this regard, it is important to consider, for instance, whether there is a danger that the person concerned might abscond or cause injury or damage (see Raninen v. Finland, judgment of 16 December 1997, Reports of Judgments and Decisions 1997-VIII, p. 2822, § 56). In the instant case, having regard to the applicant's health, to the fact that he was being taken to hospital, to the discomfort of undergoing a chemotherapy session and to his physical weakness, the Court considers that the use of handcuffs was disproportionate to the needs of security. As regards the danger presented by the applicant, and notwithstanding his criminal record, the Court notes the absence of any previous conduct or other evidence giving serious grounds to fear that there was a significant danger of his absconding or resorting to violence. Lastly, the Court notes the recommendations of the European Committee for the Prevention of Torture concerning the conditions in which prisoners are transferred to hospital to undergo medical examinations – conditions which, in the Committee's opinion, continue to raise problems in terms of medical ethics and respect for human dignity (see paragraph 28 above). The applicant's descriptions of the conditions in which he was escorted to and from hospital do not seem very far removed from the situations causing the Committee concern in this area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In the final analysis, the Court considers that the national authorities did not take sufficient care of the applicant's health to ensure that he did not suffer treatment contrary to Article 3 of the Convention. His continued detention, especially from June 2000 onwards, undermined his dignity and entailed particularly acute hardship that caused suffering beyond that inevitably associated with a prison sentence and treatment for cancer. In conclusion, the Court considers that the applicant was subjected to inhuman and degrading treatment on account of his continued detention in the conditions examined above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has therefore been a violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "50.  The applicant claimed the following sums: 304,898 euros (EUR) for the physical suffering endured while in detention, the same amount for mental suffering and EUR 400,000 for damage on account of his reduced life expectancy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government pointed out that awards of just satisfaction were designed to compensate solely for damage sustained as a result of the Convention violation found by the Court. Accordingly, it was impossible to speculate as to what the applicant's life expectancy would have been if he had been detained in different conditions. Furthermore, he had been released on 22 March 2001. No award should be made in respect of his reduced life expectancy as there was no direct link between the damage thus sustained and any violation of Article 3 that the Court might find.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the Court were to find that there had been a violation of Article 3, the Government considered the applicant's claims manifestly excessive and proposed an award of EUR 9,000 in respect of all heads of damage taken together.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court considers that the applicant may have experienced considerable anxiety as a result of his detention and that he sustained non-pecuniary damage which cannot be compensated solely by the finding of a violation. Making its assessment on an equitable basis, the Court awards the applicant EUR 15,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "53.  The applicant did not claim anything under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "54.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 15,000 (fifteen thousand euros) in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant's claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 14 November 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrE. Levits",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "Mr E. Fribergh",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MOUISEL v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60732.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2002:1114JUD006726301",
    "externalsources": [],
    "extractedappno": [
        "67263/01",
        "64666/01",
        "30210/96",
        "28524/95",
        "9044/80",
        "9559/81",
        "13047/87",
        "27229/95",
        "33394/96",
        "25803/94"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-60732",
    "judgementdate": "14/11/2002 00:00:00",
    "kpdate": "14/11/2002 00:00:00",
    "kpthesaurus": [
        "350",
        "193",
        "90",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3",
        "41"
    ],
    "parties": [
        "MOUISEL",
        "FRANCE"
    ],
    "rank": "451.200164794922",
    "representedby": [
        "N/A"
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "B. v. Germany, no. 13047/87, decision of 10 March 1988, D.R. 55, p. 271",
        "Chartier v. Italy, report of the Commission of 8 December 1982, D.R. 33, pp. 41-47",
        "DeVarga-Hirsch v. France, no. 9559/81, decision of the Commission of 9 May 1983, D.R. 33 p. 158",
        "Hurtado v. Switzerland, report of the Commission of 28 January 1994, Series A no. 280-A, pp. 15-16, § 79",
        "Keenan v. the United Kingdom, no. 27229/95, 3 April 2001, §§ 111-115",
        "Kudla v. Poland [GC], no. 30210/96, § 91, § 94",
        "Papon v. France, no. 64666/01, decision of 07 June 2001",
        "Peers v. Greece, no. 28524/95, 19 April 2001, § 67, § 74",
        "Price v. the United Kingdom, no. 33394/96, 10 July 2001, § 30",
        "Raninen v. Finland judgment of 16 December 1997, Reports 1997-VIII, §56",
        "Selmouni v. France [GC], no. 25803/94, § 101"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "437698",
    "typedescription": "15"
}