{
    "__articles": "2;2-1;3;13;13+2;13+3;34;35;41",
    "__conclusion": "Preliminary objection joined to merits (Art. 34) Individual applications;(Art. 34) Victim;Remainder inadmissible (Art. 35) Admissibility criteria;Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Inhuman punishment) (Substantive aspect);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture);Pecuniary damage - award (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "51933/08",
    "article": [
        "3",
        "2",
        "34",
        "35",
        "13",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 34"
            ],
            "element": "Preliminary objection joined to merits",
            "type": "other"
        },
        {
            "details": [
                "Art. 34"
            ],
            "element": "Individual applications",
            "type": "other"
        },
        {
            "details": [
                "Art. 35"
            ],
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Inhuman punishment"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "no-violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+2 - Right to an effective remedy",
            "mentions": [
                "Article 2 - Right to life"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+2 - Right to an effective remedy",
            "mentions": [
                "Article 2 - Right to life"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture"
            ],
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Pecuniary damage - award",
            "type": "other"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-202121.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 51933/08) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Russian nationals on 14 October 2008. Their personal details appear in the appended tables.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by lawyers from a non-governmental organisation (NGO), Stichting Russian Justice Initiative, in partnership with another NGO, Astreya. The Russian Government (“the Government”) were represented by Mr M. Galperin, Representative of the Russian Federation to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 9 January 2018 the Government were given notice of the complaints concerning (i) the abduction, torture and subsequent disappearance of the applicants’ relative and (ii) the authorities’ failure to carry out an effective investigation into the matter and the lack of an effective domestic remedy against the alleged violations. The remainder of the application was declared inadmissible, pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The first and second applicants are the father and mother of Mr Zelimkhan Murdalov, who was born in 1975, and the third applicant is his sister.",
                                "elements": []
                            },
                            {
                                "content": "Abduction and ill-treatment of Mr Murdalov",
                                "elements": [
                                    {
                                        "content": "5.  According to the applicants, at 11 a.m. on 2 January 2001 Mr Murdalov was walking along Musorov Street in Grozny, next to the Oktyabrskiy District temporary department of the interior (“the VOVD”) when six police officers surrounded him, searched him under the pretext of suspicion of his unlawfully using drugs, and then beat him. Then the officers put a coat over his head and forced him into the VOVD. Subsequently, an investigator, Zh., formally arrested Mr Murdalov and opened criminal case no. 15201/03 against him under Article 228 of the Criminal Code (illegal possession of drugs). It appears that subsequently the criminal case was terminated owing to the absence of corpus delicti.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  At the VOVD a police officer, L. – also known by the nickname of “Cadet” (Кадет) – subjected Mr Murdalov to beatings with fists, boots and a baton with the aim of forcing him to become an informant for the police. At about 7 p.m. on 2 January 2001 Mr Murdalov was transferred to the VOVD’s temporary detention unit (“the IVS”) with visible injuries, which were recorded by a doctor. Those injuries included head trauma with loss of consciousness, disruption to breathing, an open fracture of the left arm, and a torn ear (see also paragraph 30 below). Then Mr Murdalov was placed in a cell, where he suffered several strokes. The doctor was called to the cell and administered some injections.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 3 January 2001 Zh., the investigator, handed an order for Mr Murdalov’s release to officer L. The latter, apparently having falsified the signature of Mr Murdalov, returned the release order to the investigator in order to deceive the investigator into believing that Mr Murdalov had been released. Later on the same day, Mr Murdalov was taken from his cell by several police officers, including officer L. (who had beaten him). He has not been seen since.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The Government did not dispute the facts, as submitted by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Official investigation into the incident",
                                "elements": [
                                    {
                                        "content": "Preliminary information",
                                        "elements": [
                                            {
                                                "content": "9.  The investigation into Mr Murdalov’s disappearance, death and illtreatment was undertaken within the framework of five criminal cases. The first investigation, no. 15004, was opened into his disappearance and death (see paragraph 11 below). The second investigation, number 90003, was opened into his ill-treatment by three police officers and their alleged malfeasance and abuse of power (see paragraph 15 below). The third investigation, number 61883, was opened into his ill-treatment by two police officers and their alleged malfeasance and abuse of power (see paragraph 16 below) (both criminal cases into Mr Murdalov’s ill-treatment were subsequently merged – see paragraph 19 below). The fourth investigation, under an unknown number, (which was opened into the murder of Mr Murdalov) and the fifth investigation (under the number 252/404523-15) were merged into one criminal investigation concerning his murder and disappearance (see paragraph 34 below).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Main steps taken by the investigators in the criminal case concerning Mr Murdalov’s disappearance and death",
                                        "elements": [
                                            {
                                                "content": "10.  On 5 January 2001 the applicants lodged a complaint with the Chechnya prosecutor’s office regarding the disappearance of Mr Murdalov, asking for assistance in the search for him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 7 January 2001 the Chechnya prosecutor’s office opened criminal case no. 15004 (also referred to as case no. 15005 in the documents submitted) under Article 126 of the Criminal Code (abduction).",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  On 13 April 2001 Mr Kh.Kh., who had been detained in the IVS on 2 January 2001, was questioned. He stated that he had seen Mr Murdalov being brought to the detention unit bearing multiple injuries. After receiving several injections administered by Doctor M., Mr Murdalov had been taken away by the police officers and, most probably, had died shortly afterwards as he had not been able to walk or move unassisted; the guards of the detention unit must have hidden his body.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On 25 September 2003, at the request of the first applicant, the Leninskiy District Court declared Mr Murdalov a missing person.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On 17 June and then on 17 October 2005 the first applicant lodged a request with the Chechnya prosecutor’s office for criminal proceedings to be instituted against officers P., M., K. and Zh. (the investigator), who (the first applicant believed) could have been the perpetrators of a crime (abduction) committed against Mr Murdalov. It appears that no reply was given to that request.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The criminal case against officers P. and M.",
                                        "elements": [
                                            {
                                                "content": "15.  On 10 February 2003 the investigators severed the part of criminal case no. 15004 relating to officers P., M. and L. under Articles 111 § 3 (a) and 286 § 3 (a, b, and c) of the Criminal Code (infliction of serious bodily injuries and abuse of power); they created from it a new criminal case under the number 90003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 18 November 2005 the investigators severed the part of criminal case no. 90003 against officers M. and P. and created from it a new criminal case under the number 61883; the part of criminal case no. 90003 (against Officer L.) relating to abuse of power, the infliction of serious bodily injuries on Mr Murdalov and malfeasance remained within criminal case no. 90003 (see paragraph 29 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 15 May 2006 Officers P. and M. were charged with abuse of power and the infliction of serious injuries on Mr Murdalov. It appears that by the time of their indictment both officers had left Russia for Kazakhstan. Their names were placed on the wanted list.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 17 May 2006 the Zavodskoy District Court ordered officers P. and M.’s arrest in absentia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 1 April 2010 criminal case no. 90003 and criminal case no. 61883 opened against officers P. and M. were merged under the number 90003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  Between 2010 and 2015 the investigation in respect of officers P. and M. was suspended (and subsequently resumed) on several occasions for failure to establish their whereabouts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 15 December 2015 officer M. was arrested in Omsk, Russia, and taken to a detention centre in Grozny, Chechnya.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 17 December 2015, following officer M.’s arrest, a number of military veterans’ organisations wrote to the President of the Russian Federation, requesting the release of officer M. and the termination of the criminal case against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 25 December 2015 the investigation in respect of criminal case no. 90003 was resumed. The first applicant was informed of that development.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 26 December 2015 the investigators changed the measure of restraint in respect of officer M. from that of arrest to that of an undertaking given by him not to leave his place of residence (подписка о невыезде).",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 15 January 2016 the first applicant, referring to the fact that only officer L. had been indicted (see paragraph 30 below), whereas officer P. was still wanted by the authorities, lodged a request that the investigators inform him about progress in the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 25 January 2016 officer P. was arrested and taken to a temporary detention centre in Dzerzhinsk in the Nizhniy Novgorod region. Subsequently, the investigators changed the measure of restraint in respect of officer P. from that of arrest to that of an undertaking given by him not to leave his place of residence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  By decisions dated 18 and 26 January 2016 the criminal proceedings against officers P. and M. respectively were terminated for lack of corpus delicti in their actions. In the wording of those decisions, the investigators stated that the investigation had found no evidence indicating that either officer M. or officer P. had abused their power or inflicted injuries on Mr Murdalov. The decisions also stated that of seven eyewitnesses interviewed in the course of the investigation, only officer L. – when questioned in the absence of his lawyer – had given a statement incriminating officers M. and P; however, he had subsequently – in the presence of his lawyer – retracted his earlier statement in respect of both officers as having allegedly been given under duress. Furthermore, during a subsequent confrontation held with officers M. and P., officer L. had not reaffirmed his allegation that M. and P. had been involved in Mr Murdalov’s ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 22 March 2016 the first applicant wrote to the Deputy Prosecutor General requesting that officers P. and M. be prosecuted for their alleged involvement in his son’s ill-treatment and possible murder. In reply, he was informed that an inquiry into Mr Murdalov’s murder had been opened.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The criminal case against officer L.",
                                        "elements": [
                                            {
                                                "content": "29.  On an unspecified date between 2003 and 2004 the investigators in criminal case no. 90003 charged officer L. with abuse of power, the infliction of serious injuries on Mr Murdalov, and malfeasance (see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 29 March 2005 the Oktyabrskiy District Court in Grozny found officer L. guilty of offences under Articles 111 (serious damage to health), 286 (abuse of power) and 292 (official malfeasance) of the Criminal Code and sentenced him to eleven years’ imprisonment and banned his employment in the sphere of law enforcement for three years. The court found it established that officer L. had subjected Mr Murdalov to illtreatment by punching, kicking and hitting him with batons with the aim of forcing him to become an informant for the police. The relevant parts of wording of the decision read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... In his testimony before the court, officer L. stated that on the day of the incident ... when walking down the stairs in the IVS, Mr Murdalov had fallen and sustained several bruises. ... At the request of the head of the IVS he had written a statement explaining how Mr Murdalov had sustained the injuries. Mr Murdalov had personally signed the document ... The next day, on 3 January 2001, he had met investigator Zh., who had given him the documents [authorising] Mr Murdalov’s release. On his way to the IVS, he had met officer T., who had taken the documents from him and told him that he would release Mr Murdalov ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "During the investigation, the accused [officer L.] changed his statements every time that he became aware of a new piece of evidence. For example, he gave a statement concerning officer T.’s involvement in Mr Murdalov’s release only when he had learned that officer T. had died.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "From the witnesses’ statements, it can be seen that when Mr Murdalov was taken to the cell by officer L., Mr Murdalov’s head was swollen, bleeding and wrapped in a bandage. This fact proves that the statement of officer L. regarding Mr Murdalov’s fall from the stairs is false. Moreover, the forensic examination of 12 April 2002 [which was carried out on the basis of documents contained in the criminal case file] revealed that Mr Murdalov [was suffering from] head trauma, as well as a loss of consciousness, disruption to his breathing, an open fracture of the left arm and a torn ear.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The aforementioned bodily injuries are the results of a beating with hard objects. The forensic evaluation found that it was highly improbable that Mr Murdalov could have sustained those injuries by falling downstairs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "According to the conclusions of graphological examination no. 238 of 15 May 2002, Mr Murdalov’s signature on ... the record of his bodily search and on the decision to release him from detention were, most probably, forged by officer L.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  According to the court’s conclusions, the investigators took a number of steps in order to collect evidence proving officer L.’s responsibility for the beating of Mr Murdalov. In particular, they questioned the investigator (Zh.), Dr M., Mr Kh.Kh., the first applicant, officer L., two eyewitnesses who had been detained in the IVS and had seen Mr Murdalov, and two police officers who had been at the VOVD that day. The investigators ordered four expert examinations aimed at establishing the cause of Mr Murdalov’s bodily injuries, as recorded in the documents contained in the investigative file and at clarifying whether Mr Murdalov’s signature had been falsified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 30 March 2005 officer L. lodged his first appeal against his sentence. After several rounds of appeals at different levels of jurisdiction, on 26 July 2011 the Supreme Court of Russia reduced his imprisonment from eleven to ten years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On an unspecified date in 2014 officer L. was released after serving his sentence.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The criminal case concerning Mr Murdalov’s death",
                                        "elements": [
                                            {
                                                "content": "34.  On an unspecified date before 25 May 2016 the Department for the Investigation of Particularly Serious Crimes of the Investigative Committee of the Russian Federation (Управление по расследованию особо важных дел Следственного комитета) opened a criminal investigation into the murder of Mr Murdalov. The case number is unknown; it was subsequently merged with the criminal case instituted in respect of his abduction – that is to say case no. 15004 (see paragraph 11 above) – under the joint number 252/40452315. On 28 May 2016 the investigation in respect of the joint case was suspended for failure to identify the perpetrators. The first applicant was informed thereof. There is no information regarding any further developments in those proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Civil proceedings concerning non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "35.  On 24 February 2009 the first applicant lodged a claim with the Leninskiy District Court in Grozny asking to be granted the status of civil plaintiff within criminal case no. 15004 (the case concerning Mr Murdalov’s disappearance). Referring to the prosecution of officer L., he sought compensation in the amount of 10,000,000 Russian roubles (RUB) (216,000 euros (EUR)) for pecuniary and non-pecuniary damage caused by the ill-treatment and disappearance of Mr Murdalov, as well as costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 11 June 2009 the Leninskiy District Court in Grozny, referring to the prosecution of officer L., awarded the first applicant RUB 500,000 (about EUR 11,500) as compensation for non-pecuniary damage in respect of the ill-treatment of Mr Murdalov and dismissed the remainder of the complaint. The relevant part of the judgment reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...the applicant did not submit any evidence with regard to the costs and expenses he had sustained (a contract signed with a lawyer, tickets, invoices, etc.). Likewise, the court does not see any causal link ... between the illness of the applicant and the disappearance of his son. Therefore, the court makes no award in respect of pecuniary damage.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  That judgment was upheld on appeal by the Chechnya Supreme Court on 15 September 2009.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC LAW AND OTHER MATERIALS",
                        "elements": [
                            {
                                "content": "38.  For a summary of the relevant domestic law and other materials on disappearances in the region, see Aslakhanova and Others v. Russia (nos. 2944/06 and 4 others, §§ 43-59 and §§ 69-84, 18 December 2012), and Turluyeva v. Russia (no. 63638/09, §§ 65-74, 20 June 2013).",
                                "elements": []
                            },
                            {
                                "content": "39.  Article 111 § 3 (a) of the Criminal Code, as in force between 2003 and 2006, stipulated  that the premeditated infliction of severe damage to health is punishable by up to twelve years’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "40.  Article 286 § 3 (a), (b), (c) of the Criminal Code, as in force between 2003 and 2006, stipulated that actions undertaken by a public official (i) that clearly exceeded his or her authority and entailed a substantial violation of an individual’s rights and lawful interests, (ii) were committed with violence or the threat of violence or with the use of a weapon or (iii) had grave consequences, were punishable by three to ten years’ imprisonment, with a ban on occupying certain posts or engaging in certain activities for a period of up to three years.",
                                "elements": []
                            },
                            {
                                "content": "41.  Article 292 of the Criminal Code, as in force between 2003 and 2006, stipulated that (i) official forgery (malfeasance) – that is to say the insertion of false information into official documents by a functionary, civil servant or local self-government employee who was not a functionary, and (ii) the implementation of changes to such documents distorting their actual content, if such acts were committed for mercenary or any other personal interests, was punishable by a fine in the amount of up to RUB 80,000, or in the amount of the wage/salary or any other income of the convicted person for a period of up to six months, or by 80 hours of obligatory labour (обязательными работами), or by up to two years’ correctional labour, (принудительными работами), or by up to six months’ detention (арест), or by up to two years’ imprisonment.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "THE COURT’S ASSESSMENT OF THE EVIDENCE AND THE ESTABLISHMENT OF THE FACTS",
                        "elements": [
                            {
                                "content": "42.  For a summary of relevant general principles see Khava Aziyeva and Others v. Russia (no. 30237/10, §§ 62-65, 23 April 2015, with further references).",
                                "elements": []
                            },
                            {
                                "content": "43.  The Court notes that in reply to its request for an entire copy of the investigation files regarding the abduction (case no. 15004) and the illtreatment (case no. 90003) of the applicants’ relative, the Government neither submitted the relevant documents, nor their own version of the events or an alternative explanation thereof. In particular, the Government did not deny that Mr Murdalov had been detained at the VOVD, had been ill-treated there and had then disappeared. Given the material submitted, the Court considers that it is not precluded by the lack of certain documents from examining the issues raised in the application.",
                                "elements": []
                            },
                            {
                                "content": "44.  The particularities of the case, as highlighted by the applicants, show that the police officers took Mr Murdalov to the VOVD and then to the IVS (see paragraphs 5 and 6 above). After being beaten, Mr Murdalov was taken away and has been missing ever since (see paragraphs 6 and 7 above). The Court finds that in a situation where a person is detained by State agents and then remains missing for more than eighteen years, that situation can be regarded as life-threatening. To this end, the Court notes that it has made findings of the presumption of death in the absence of any reliable news about disappeared persons for periods ranging from four years (see, for example, Askhabova v. Russia, no. 54765/09, § 137, 18 April 2013) to more than ten years.",
                                "elements": []
                            },
                            {
                                "content": "45.  Accordingly, the Court finds that the evidence available permits it to establish to the requisite standard of proof that Mr Murdalov must be presumed dead following his detention at the VOVD.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  The applicants complained under Article 2 of the Convention that their relative, Mr Murdalov, had been abducted by the police and gone missing and that the domestic authorities had failed to carry out an effective investigation into the incidents. The aforementioned Article reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 2",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "47.  The Government stated that the complaint was inadmissible for the applicants’ failure to exhaust domestic remedies by not pursuing civil proceedings in domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government did not comment on the merits of the complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The applicants, referring to the Court’s case law (Aslakhanova and Others, cited above, §§ 43-59 and §§ 69-84), argued that they had not been obliged to pursue civil remedies, as a civil action would have been incapable of reaching any meaningful findings concerning the perpetrators of their relative’s enforced disappearance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The applicants submitted that their relative, Mr Murdalov, had gone missing after his detention at the VOVD and that State agents must have been responsible for the disappearance. They furthermore alleged that the investigation into the disappearance had fallen below the Convention standards.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "51.  The Court has already found in a number of similar cases that in the event that a criminal investigation into a particular matter yields no result, a civil action alone cannot be regarded as constituting an effective remedy within the context of claims brought under Article 2 of the Convention (see Aslakhanova and Others, cited above, § 89). Accordingly, the Court finds that the applicants were not obliged to pursue civil remedies with regard to Mr Murdalov’s abduction. Therefore, the Government’s objection in that respect is dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court furthermore notes that the applicants’ complaint is not inadmissible on any other grounds within the meaning of Article 35 § 3 (a) of the Convention and must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": " Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Alleged violation of the right to life",
                                "elements": [
                                    {
                                        "content": "53.  The Court has already found that Mr Murdalov must be presumed dead following his detention at the VOVD (see paragraph 45 above). In the absence of any submission to the contrary or any explanation put forward by the Government, the Court finds that his death can be attributed to the State and that there has been a violation of the substantive aspect of Article 2 in respect of Mr Murdalov.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Effectiveness of the investigations into the disappearance of Mr Murdalov",
                                "elements": [
                                    {
                                        "content": "54.  The Court has already found that a criminal investigation does not constitute an effective remedy in respect of disappearances occurring in Chechnya between 1999 and 2006 in particular, and that such a situation constitutes a systemic problem under the Convention (see paragraph 51 above). In the case at hand, as in many similar cases reviewed by the Court, the investigation has been pending for many years without bringing about any significant developments as to the identities of the perpetrators or the fate of Mr Murdalov. While the obligation to investigate effectively is one of means and not of results, the Court notes that the criminal proceedings have been plagued by a combination of defects similar to those enumerated in the Aslakhanova and Others judgment (cited above, §§ 12325). The investigation was suspended on several occasions; those suspensions were followed by periods of inactivity, which further diminished the prospects of solving the crime (see paragraphs 20 and 23 above). Moreover, from the case file, as it stands, it can be seen that the investigators took steps with regard to only the investigation into the infliction of bodily injuries and abuse of power (criminal cases nos. 90003 and 61883), whereas the proceedings remained passive in respect of the disappearance and murder (criminal cases nos. 15004 and 252/404523-15). No timely and thorough measures have been taken by the investigators to identify and question the witnesses at the VOVD – including its police officers, who could have seen Mr Murdalov there and could have been involved in his subsequent disappearance and death. Finally, officer L.’s involvement in the disappearance of Mr Murdalov should have been an obvious line of inquiry which the domestic authorities should have pursued in the context of the disappearance investigation (see Mustafa Tunç and Fecire Tunç v. Turkey [GC], no. 24014/05, § 175, 14 April 2015, and Vazagashvili and Shanava v. Georgia, no. 50375/07, § 82, 18 July 2019).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In the light of the foregoing, the Court finds that the authorities failed to carry out an effective criminal investigation into the circumstances of the disappearance and death of Mr Murdalov. Therefore, there has been a procedural violation of Article 2 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION IN RESPECT OF THE APPLICANTS",
                        "elements": [
                            {
                                "content": "56.  The applicants, relying on Article 3 of the Convention, submitted that as a result of Mr Murdalov’s disappearance and the State’s failure to investigate it properly, they had endured mental suffering, in breach of Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "57.  The Government did not comment.",
                                "elements": []
                            },
                            {
                                "content": "58.  The applicants reiterated their complaint.",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "59.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It furthermore notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "60.  The Court has found on many occasions that in a situation of enforced disappearance, the close relatives of the victim may themselves be victims of treatment in violation of Article 3. The essence of such a violation does not mainly lie in the fact of the “disappearance” of the family member but rather concerns the authorities’ reactions and attitudes to the situation when it is brought to their attention (see Orhan v. Turkey, no. 25656/94, § 358, 18 June 2002, and Imakayeva v. Russia, no. 7615/02, § 164, ECHR 2006XIII (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court furthermore notes that for a number of years the applicants had neither any news of their missing son and brother nor any plausible explanation or information about what became of him following his arrest and detention at the VOVD. The Court’s findings under the procedural aspect of Article 2 are also of direct relevance here (see paragraph 55 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court therefore concludes that there has been a violation of Article 3 of the Convention in respect of the applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION IN RESPECT OF Mr MURDALOV",
                        "elements": [
                            {
                                "content": "63.  The applicants furthermore complained that Mr Murdalov had been tortured by the police and that the investigation into his ill-treatment had been ineffective.",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "64.  The Government submitted that the first applicant had not been a victim of the alleged violation in view of the compensation that he had been awarded by the domestic courts and of the criminal conviction of officer L. for his ill-treatment of Mr Murdalov (see paragraphs 30 and 36 above). They furthermore argued that the second and third applicants had failed to exhaust the available domestic remedies in view of the fact that they had not – as had the first applicant – lodged a civil claim for damages in domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Government did not comment on the merits of the complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The first applicant insisted that he still had victim status, as the amount of compensation awarded by domestic courts had not been adequate. The second and third applicants submitted that they had not been obliged to pursue civil remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  As regards the merits of the complaint, the applicants submitted that Mr Murdalov had been tortured by the police and that the authorities had failed to investigate that torture effectively, as they had prosecuted only officer L. and had failed to prosecute officers P. and M.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "68.  The question of whether the first applicant may still claim to be a victim of a violation of Article 3 of the Convention in respect of his son’s alleged ill-treatment is closely linked to the merits of his complaint under that provision. The Court therefore decides to join this matter to the merits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court also notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  As for the Government’s non-exhaustion plea in respect of the second and third applicants’ failure to pursue civil remedies, the Court observes that neither of those applicants (unlike the first applicant) ever lodged claims for compensation for the ill-treatment of Mr Murdalov with the domestic courts, which would otherwise have had an opportunity to examine the matter, given that the perpetrator of the ill-treatment had been identified and prosecuted (see paragraph 30 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Accordingly, the Court upholds the Government’s objection and finds that the second and the third applicants’ complaints must be rejected for failure to exhaust domestic remedies, pursuant to Article 35 § 1 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Whether Mr Murdalov was subjected to treatment proscribed by Article 3",
                                "elements": [
                                    {
                                        "content": "72.  The relevant general principles were reiterated by the Court’s Grand Chamber in the case of Bouyid v. Belgium ([GC], no. 23380/09, §§ 81-88, ECHR 2015).",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The domestic courts established that Mr Murdalov had been illtreated by officer L. with the aim of forcing Mr Murdalov to become an informant for the police (see paragraphs 5-7 and 30 above). That treatment must have caused Mr Murdalov severe mental and physical suffering. It resulted in serious injuries – such as head trauma with a loss of consciousness, disruption to breathing, an open fracture of the left arm and a torn ear – that constituted serious damage to his health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Given the purpose, length and intensity of the ill-treatment and the damage caused by it to Mr Murdalov’s health, the Court concludes that the level of severity of the ill-treatment amounted to torture, within the meaning of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Assessment of the compensation for the ill-treatment",
                                "elements": [
                                    {
                                        "content": "75.  The Court accepts that the findings of the domestic courts amounted to the acceptance of a violation of Article 3 of the Convention (see paragraphs 30 and 73 above). The question of whether the applicant received compensation for the damage caused by the treatment breaching Article 3 – comparable to just satisfaction, as provided for under Article 41 of the Convention – is an important indicator for assessing whether the breach of the Convention was redressed (see Shestopalov v. Russia, no. 46248/07, § 58, 28 March 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  In assessing the amount of compensation awarded by a domestic court, the Court considers, on the basis of the material in its possession, what it would have done in the same position. The Court has on numerous occasions affirmed that the finding of a violation is not sufficient to constitute just satisfaction in cases of illtreatment suffered by individuals at the hands of the police or other agents of the State (ibid., § 59).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The factors relevant for determining the level of compensation under Article 41 of the Convention in such cases include the seriousness involved in a violation of Article 3 and the harm suffered by the victim (ibid., § 60).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Even if the method of calculation provided for by domestic law does not correspond exactly to the criteria established by the Court, an analysis of the case-law should enable domestic courts to award sums that are not unreasonable in comparison with the awards made by the Court in similar cases (see Scordino v. Italy (no. 1) [GC], no. 36813/97, § 213, ECHR 2006V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Turning to the question of the amount of the compensation awarded for Mr Murdalov’s ill-treatment, the Court observes that the domestic courts awarded the first applicant EUR 11,500 as compensation for non-pecuniary damage caused by the ill-treatment of his son. The Court’s task is now to consider whether that amount is reasonable in comparison with the awards made by the Court in similar cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court often awards just satisfaction in respect of non-pecuniary damage without distinguishing the amount of the just satisfaction awarded in respect of each violation found. In the vast majority of cases similar to the one at hand, both substantive and procedural aspects of Article 3 have been found to have been violated. In many other cases, the Court’s awards have covered non-pecuniary damage caused by the violation of various Articles of the Convention, in addition to violations of Article 3. In many cases against Russia where the Court has found a violation of Article 3 and has concluded that the ill-treatment in question had amounted to torture, it has awarded the applicants just satisfaction for non-pecuniary damage varying from EUR 15,000 to EUR 70,000 (see, for example, Voroshilov v. Russia [Committee], no. 59465/12, § 42, 17 July 2018 – where the Court found a violation of Article 3 under its procedural and substantive limbs and awarded the applicant EUR 15,000 in respect of non-pecuniary damage – and Khashiyev and Akayeva v. Russia, nos. 57942/00 and 57945/00, § 193, 24 February 2005, where the applicants’ relatives had been killed after being tortured and the Court awarded EUR 15,000 and EUR 20,000 to the first and the second applicants, respectively; compare Devyatkin v. Russia, no. 40384/06, §§ 42-44, 24 October 2017 – where the applicant had been tortured while he was still a minor and the Court awarded EUR 50,000 in respect of non-pecuniary damage caused by the violation of Article 3 of the Convention – and Maslova and Nalbandov v. Russia, no. 839/02, §§ 135-36, 24 January 2008, where the first applicant had been subjected to repeated rape and ill-treatment, in breach of Article 3 of the Convention, and the Court awarded her EUR 70,000 as just satisfaction in respect of non-pecuniary damage). In all those cases the Court took into account the principles set out in its case-law (see paragraphs 77 and 78 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Whether the investigation into the ill-treatment was effective",
                                "elements": [
                                    {
                                        "content": "81.  For a summary of the relevant principles see Gäfgen v. Germany ([GC], no. 22978/05, §§ 115-19, ECHR 2010), and Bouyid (cited above, §§ 114-23).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Court notes at the outset that the circumstances of the present case are somewhat different from those of cases against Russia reviewed by the Court concerning violations that occurred during the so-called “second phase” of the counter-terrorist operation in the Chechen Republic, where investigations have been pending for many years without bringing about any significant developments as to the identities of the perpetrators of illtreatment (see, for example, Tsakoyevy v. Russia, no. 16397/07, 2 October 2018, and Alikhanovy v. Russia, no. 17054/06, 28 August 2018). Considering that the first applicant alleged that the authorities had limited the investigation into the ill-treatment only to the prosecution of officer L. – whereas no investigation had been opened against officers M. and P. – the Court will examine his grievances separately in the light of the aforementioned principles.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court notes that proceedings in respect of the abduction of Mr Murdalov were instituted five days after the abduction and two days after the first applicant had lodged their complaint with the Chechnya prosecutor’s office (see paragraphs 10 and 11 above). Subsequently, at the request of the first applicant, the investigators severed the part of the case concerning the ill-treatment of Mr Murdalov in respect of officers P. and M. (see paragraphs 14 and 15 above). From the documents submitted it can be seen that the investigators took a number of steps, including putting the names of officers P. and M. on the wanted list and subsequently arresting them (see paragraphs 17, 18, 21 and 26 above). Furthermore, a number of witnesses – including police officers and detainees from the IVS, where Mr Murdalov had been detained – were questioned and several forensic examinations were ordered. The documents submitted show that the only evidence implicating officers P. and M. in Mr Murdalov’s ill-treatment was the statement made by officer L. (which he subsequently retracted – see paragraph 27 above). During the investigation, officer L. changed his statements on several occasions in order to understate his role in the illtreatment of Mr Murdalov and to implicate the other police officers (see paragraph 30 above). Nevertheless, given the investigation’s findings in respect of officers P. and M., and the lack of evidence demonstrating their involvement in the ill-treatment, the investigators terminated the proceedings in respect of them for lack of corpus delicti. The case file, as it stands before the Court, contains no evidence to the contrary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court furthermore notes that Article 3 cannot be interpreted as imposing a requirement on the authorities to launch a prosecution, irrespective of the evidence which is available (see Gürtekin and Others v. Cyprus (dec.), no. 60441/13, 68206/13 and 68667/13, 11 March 2014 and, mutadis mutandis, Trivkanović v. Croatia, no. 12986/13, § 79, 6 July 2017). Given those circumstances, the fact that officers M. and P. were not prosecuted for Mr Murdalov’s ill-treatment does not necessarily mean that the investigation thereof was ineffective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Having regard to the above and the evidence submitted, the Court cannot agree with the first applicant that by not bringing charges against officers M. and P. the authorities failed to discharge their procedural obligation under Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  In so far as the first applicant referred to officer L. the Court notes that the investigation in respect of him resulted in his being prosecuted for the ill-treatment of Mr Murdalov. In this regard the Court will first assess the promptness of the proceedings. It notes that Mr Murdalov was taken to the police on 2 January 2001. The criminal investigation into Mr Murdalov’s abduction was instituted on 5 January 2001 and the other set of criminal proceedings in respect of his ill-treatment was opened two years later, on 10 February 2003, against the police officers (including officer L.). The documents submitted and (in particular) the sentence handed down by the Oktyabrskiy District Court in Grozny show that a number of investigative steps were taken during the proceedings (see paragraph 27 above), which were finished on 29 March 2005 when the court found officer L. guilty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court now turns to the question of whether the sentence imposed on officer L. was sufficient to discharge the authorities’ positive obligation under Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Court has found that the procedural requirements of Article 3 go beyond the preliminary investigation stage when the investigation leads to legal action being taken before the national courts: the proceedings as a whole, including the trial stage, must meet the requirements of the prohibition enshrined in Article 3. This means that the domestic judicial authorities must on no account be prepared to let the physical or psychological suffering inflicted go unpunished. This is essential for maintaining the public’s confidence in, and support for, the rule of law and for preventing any appearance of the authorities tolerating or colluding in unlawful acts (see Okkalı v. Turkey, no. 52067/99, § 65, ECHR 2006XII (extracts)). The Court points out the importance of the suspension from duty of the agent under investigation or on trial, as well as his dismissal if he is convicted (see Abdülsamet Yaman v. Turkey, no. 32446/96, § 55, 2 November 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Turning to the circumstances of the case, the Court observes that officer L. was found guilty as charged and sentenced to eleven years’ imprisonment and banned from working in law-enforcement for three years (see paragraph 26 above). Although he attempted to have his sentence reduced by appealing against the entire guilty verdict at three levels of jurisdiction, those steps did not yield significant results, as his sentence for abuse of power and the ill-treatment of Mr Murdalov was reduced by only one year to a total of ten years’ imprisonment (see paragraph 32 above). That sentence was not the minimum provided by the domestic law (see paragraphs 39-41 above), and neither was it suspended – officer L. served his sentence in full (contrast Valeriu and Nicolae Roşca v. Moldova, no. 41704/02, § 73, 20 October 2009; Nikolova and Velichkova v. Bulgaria, no. 7888/03, § 63, 20 December 2007; and, most recently, O.R. and L.R. v  the Republic of Moldova, no. 24129/11, § 79, 30 October 2018).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  Having regard to the above and the evidence submitted, the Court finds that the amount awarded to the first applicant by the domestic courts as compensation for the torture of Mr Murdalov appears to be reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court furthermore finds that the respondent State discharged its obligations under Article 3 of the Convention to carry out an effective investigation into the ill-treatment of Mr Murdalov.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  In view of its findings above, the Court upholds the Government’s plea in respect of the first applicant’s loss of victim status (see paragraph 68 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In view of the foregoing, the Court cannot but find that there has been no violation of Article 3 of the Convention on account of Mr Murdalov’s ill-treatment.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "94.  The applicants complained that contrary to Article 13 of the Convention, they had been deprived of effective remedies in respect of their complaints under Article 2 concerning the disappearance and death of Mr Murdalov and under Article 3 of the Convention concerning Mr Murdalov’s ill-treatment and their own mental suffering. Article 13 provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "95.  The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The applicants reiterated their complaints.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "97.  The Court found no violation of Article 3 in respect of Mr Murdalov’s ill-treatment. Given the absence of an arguable claim, the applicants’ complaint under Article 3, in conjunction with Article 13, in respect of the ill-treatment should be declared inadmissible, in accordance with Article 35 § 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  As for the rest of the applicants’ complaints, the Court notes that they are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": [
                                            {
                                                "content": "99.  The Court reiterates its findings regarding the general ineffectiveness of criminal investigations in cases such as the present one. In the absence of a criminal investigation yielding any results, any other possible remedy becomes inaccessible in practice. The Court accordingly finds that the applicants did not have at their disposal an effective domestic remedy for their complaints under Article 2 of the Convention, in breach of Article 13 (see Aslakhanova and Others, cited above, § 157).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  Furthermore, the Court considers that the applicants did not have at their disposal an effective domestic remedy for their grievances under Article 3 in respect of the moral suffering caused to them by their close relative’s disappearance, in breach of Article 13 in conjunction with Article 3 of the Convention (see Sultygov and Others v. Russia, nos. 42575/07 and 11 others, § 470, 9 October 2014, and Abubakarova and Others v. Russia, nos. 867/12 and 9 others, §§ 275 and 278, 4 June 2019).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "101.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "102.  The applicants made their calculations on the basis of the UK Ogden Actuary Tables, using domestic subsistence levels and inflation rates.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The Government argued that the applicants’ calculations were not substantiated by documents proving the level of Mr Murdalov’s earnings, as claimed, and that those calculations were merely based on assumptions. Furthermore, the applicants could have applied for a pension for the loss of a breadwinner but have failed to do so.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "104.  The amounts claimed by the applicants under this head are indicated in the appended table.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  The Government left this issue to the Court’s discretion.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "106.  The applicants claimed the reimbursement of costs and expenses. The relevant amounts are indicated in the appended table. They asked that any awards be paid into the respective bank accounts of their representatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Government submitted that the applicants’ claim under this head was groundless. In particular, they stated that the case had involved the adducing of little documentary evidence and that legal research and preparation had not been necessary to the extent claimed. Furthermore, the Government submitted that the application was based on the wellestablished case-law of the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "108.  The Court reiterates that there must be a clear causal connection between the damages claimed by the applicants and the violation of the Convention, and that this may, where appropriate, include compensation in respect of loss of earnings. The Court furthermore reiterates that the principle of the right to compensation for loss of earnings applies to close relatives of disappeared persons, including spouses, elderly parents and minor children (see, among other authorities, Imakayeva, cited above, § 213.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  Wherever the Court finds a violation of the Convention, it may accept that the applicants have suffered non-pecuniary damage that cannot be compensated for solely by the finding of a violation, and make a financial award.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  As to costs and expenses, the Court has to establish whether they were actually incurred and whether they were necessary and reasonable as to quantum (see McCann and Others v. the United Kingdom, 27 September 1995, § 220, Series A no. 324).",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  Having regard to the conclusions and principles set out above and the parties’ submissions, the Court awards the applicants the amounts detailed in the appended table, plus any tax that may be chargeable to them on those amounts. The award in respect of costs and expenses is to be paid into the representatives’ bank accounts, as indicated by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "112.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT,",
                "elements": [
                    {
                        "content": "Decides, unanimously, to join to the merits the Government’s objection concerning victim status of the first applicant under Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Declares, unanimously, the complaints of the second and the third applicants under Article 3 of the Convention in respect of Mr Murdalov’s ill-treatment inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "Declares, by a majority, the applicants’ complaint under Article 13 in conjunction with Article 3 of the Convention in respect of Mr Murdalov’s ill-treatment inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "Declares, unanimously, the rest of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds, unanimously, that there has been a substantive violation of Article 2 of the Convention in respect of the disappearance and death of Mr Murdalov;",
                        "elements": []
                    },
                    {
                        "content": "Holds, unanimously, that there has been a procedural violation of Article 2 of the Convention on account of the authorities’ failure to investigate effectively the disappearance of Mr Murdalov;",
                        "elements": []
                    },
                    {
                        "content": "Holds, unanimously, that there has been a violation of Article 3 of the Convention in respect of the applicants on account of their mental suffering caused by their relative’s disappearance and the authorities’ response to their suffering;",
                        "elements": []
                    },
                    {
                        "content": "Holds, unanimously, that there has been no violation of Article 3 of the Convention on account of Mr Murdalov’s ill-treatment;",
                        "elements": []
                    },
                    {
                        "content": "Holds, unanimously, that there has been a violation of Article 13 of the Convention in conjunction with Article 2 in respect of the disappearance and death of Mr Murdalov, and a violation of Article 13 of the Convention in conjunction with Article 3 in respect of the applicants’ mental suffering;",
                        "elements": []
                    },
                    {
                        "content": "Holds, unanimously,",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the amounts indicated in the appended table, plus any tax that may be chargeable to the applicants, to be converted into the currency of the respondent State at the rate applicable at the date of settlement. The award in respect of costs and expenses is to be paid into the representatives’ bank accounts as indicated by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses, unanimously, the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 March 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges Lemmens and Keller is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  We agree with the main conclusions adopted in this case, in particular those relating to the violations of Articles 2 and 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "To our regret, however, we cannot agree with the majority’s decision to declare inadmissible the applicants’ complaint of a violation of Article 13 in conjunction with Article 3, in respect of Mr Murdalov’s ill-treatment. According to the majority, since the Court found no violation of Article 3 there was no “arguable claim”, and therefore the Article 13 complaint has been declared manifestly ill-founded (see paragraph 97 of the judgment and operative point 3). In our opinion, such reasoning is too straightforward.",
                        "elements": []
                    },
                    {
                        "content": "2.  We of course agree that under Article 13 an effective remedy is required only for Convention complaints that can be regarded as “arguable” under the Convention (see, among many other authorities, Boyle and Rice v. the United Kingdom, 27 April 1988, § 52, Series A no. 131; Nada v. Switzerland [GC], no. 10593/08, § 208, ECHR 2012; and Mozer v. the Republic of Moldova and Russia [GC], no. 11138/10, § 207, 23 February 2016).",
                        "elements": []
                    },
                    {
                        "content": "The arguability of a Convention complaint forming the basis of a complaint under Article 13 must be determined in the light of the particular facts and the nature of the legal issue or issues raised (see, among other authorities, Boyle and Rice, cited above, § 55; Plattform “Ärzte für das Leben” v. Austria, 21 June 1988, § 27, Series A no. 139; Diallo v. the Czech Republic, no. 20493/07, § 64, 23 June 2011; M.A. v. Cyprus, no. 41872/10, § 117, ECHR 2013 (extracts); and Asalya v. Turkey, no. 43875/09, § 97, 15 April 2014). A complaint may be regarded as arguable when it is not prima facie untenable and warrants an examination on the merits by the appropriate national authorities (see Çelik and İmret v. Turkey, no. 44093/98, § 57, 26 October 2004; Nuri Kurt v. Turkey, no. 37038/97, § 117, 29 November 2005; and Singh and Others v. Belgium, no. 33210/11, § 84, 2 October 2012).",
                        "elements": []
                    },
                    {
                        "content": "The fact that the Court finds that a substantive right has not been violated does not necessarily imply that the relevant complaint was not arguable for the purposes of Article 13 (see Hatton and Others v. the United Kingdom [GC], no. 36022/97, § 137, ECHR 2003VIII, and Diallo, cited above, § 64). Even the fact that a substantive complaint is declared inadmissible does not necessarily exclude the operation of Article 13 (see M.A. v. Cyprus, cited above, § 117, and Asalya, cited above, § 97).",
                        "elements": []
                    },
                    {
                        "content": "3.  In the present case, the Court has found that the ill-treatment inflicted on Mr Murdalov amounted to torture within the meaning of Article 3 (see paragraph 74 of the judgment). That means, in our opinion, that the applicants’ complaint under Article 3 was arguable – indeed, more than arguable.",
                        "elements": []
                    },
                    {
                        "content": "The effective investigation conducted into the ill-treatment of Mr Murdalov (see paragraph 91 of the judgment) and the fact that the first applicant has received a reasonable amount as compensation for the torture to which Mr Murdalov was subjected (see paragraph 90 of the judgment), while neither the second nor the third applicant has ever lodged a claim for compensation (see paragraph 70 of the judgment), are all circumstances which in our opinion cannot detract from the arguability of the Article 3 complaint.",
                        "elements": []
                    },
                    {
                        "content": "Given the arguability of that complaint, we consider that the applicants’ Article 13 complaint should have been declared admissible.",
                        "elements": []
                    },
                    {
                        "content": "4.  On the merits, the Court would then have had to ascertain whether the applicants enjoyed the right to an effective remedy in respect of their complaint that Mr Murdalov had been ill-treated.",
                        "elements": []
                    },
                    {
                        "content": "Since we agree with our colleagues that there has been an effective investigation and that it was possible to obtain a reasonable amount of compensation for the ill-treatment inflicted on Mr Murdalov (see point 3 above), we would have concluded that there had been no violation of Article 13.",
                        "elements": []
                    },
                    {
                        "content": "That would, however, be a decision on the merits, not one on the admissibility of the complaint.",
                        "elements": []
                    },
                    {
                        "content": "APPENDIX",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paul Lemmens",
            "role": "president"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Gilberto Felici",
            "role": "judges"
        },
        {
            "name": "Erik Wennerström",
            "role": "judges"
        },
        {
            "name": "Lorraine Schembri Orland",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MURDALOVY v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-202121.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0331JUD005193308",
    "externalsources": [],
    "extractedappno": [
        "51933/08",
        "15201/03",
        "2944/06",
        "63638/09",
        "30237/10",
        "54765/09",
        "24014/05",
        "50375/07",
        "25656/94",
        "7615/02",
        "23380/09",
        "46248/07",
        "36813/97",
        "59465/12",
        "57942/00",
        "57945/00",
        "40384/06",
        "839/02",
        "22978/05",
        "16397/07",
        "17054/06",
        "60441/13",
        "68206/13",
        "68667/13",
        "12986/13",
        "52067/99",
        "32446/96",
        "41704/02",
        "7888/03",
        "24129/11",
        "42575/07",
        "867/12",
        "10593/08",
        "11138/10",
        "20493/07",
        "41872/10",
        "43875/09",
        "44093/98",
        "37038/97",
        "33210/11",
        "36022/97"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-202121",
    "judgementdate": "31/03/2020 00:00:00",
    "kpdate": "31/03/2020 00:00:00",
    "kpthesaurus": [
        "449",
        "595",
        "231",
        "350",
        "90",
        "192",
        "193",
        "444",
        "110",
        "183",
        "498",
        "14",
        "216",
        "577",
        "283",
        "305"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "2-1",
        "3",
        "2",
        "34",
        "35",
        "13",
        "41"
    ],
    "parties": [
        "MURDALOVY",
        "RUSSIA"
    ],
    "rank": "5264.90185546875",
    "representedby": [
        "STICHTING RUSSIAN JUSTICE INITIATIVE",
        "ASTREYA"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Abdülsamet Yaman v. Turkey, no. 32446/96, § 55, 2 November 2004",
        "Abubakarova and Others v. Russia, nos. 867/12 and 9 others, §§ 275 and 278, 4 June 2019",
        "Alikhanovy v. Russia, no. 17054/06, 28 August 2018",
        "Askhabova v. Russia, no. 54765/09, 18 April 2013",
        "Bouyid v. Belgium [GC], no. 23380/09, ECHR 2015",
        "Devyatkin v. Russia, no. 40384/06, §§ 42-44, 24 October 2017",
        "Gäfgen v. Germany [GC], no. 22978/05, §§ 115-19, ECHR 2010",
        "Gürtekin and Others v. Cyprus (dec.), no. 60441/13, 68206/13 and 68667/13, 11 March 2014",
        "Imakayeva v. Russia, no. 7615/02, ECHR 2006 XIII (extracts)",
        "Khashiyev and Akayeva v. Russia, nos. 57942/00 and 57945/00, § 193, 24 February 2005",
        "Khava Aziyeva and Others v. Russia, no. 30237/10, §§ 62-65, 23 April 2015",
        "Maslova and Nalbandov v. Russia, no. 839/02, §§ 135-36, 24 January 2008",
        "McCann and Others v. the United Kingdom, 27 September 1995, § 220, Series A no. 324",
        "Mustafa Tunç and Fecire Tunç v. Turkey [GC], no. 24014/05, § 175, 14 April 2015",
        "Nikolova and Velichkova v. Bulgaria, no. 7888/03, § 63, 20 December 2007",
        "O.R. and L.R. v. the Republic of Moldova, no. 24129/11, § 79, 30 October 2018",
        "Okkalı v. Turkey, no. 52067/99, § 65, ECHR 2006 XII (extracts)",
        "Orhan v. Turkey, no. 25656/94, § 358, 18 June 2002",
        "Scordino v. Italy (no. 1) [GC], no. 36813/97, § 213, ECHR 2006 V",
        "Shestopalov v. Russia, no. 46248/07, §§ 58-60, 28 March 2017",
        "Sultygov and Others v. Russia, nos. 42575/07 and 11 others, § 470, 9 October 2014",
        "Trivkanović v. Croatia, no. 12986/13, § 79, 6 July 2017",
        "Tsakoyevy v. Russia, no. 16397/07, 2 October 2018",
        "Valeriu and Nicolae Roşca v. Moldova, no. 41704/02, § 73, 20 October 2009",
        "Vazagashvili and Shanava v. Georgia, no. 50375/07, § 82, 18 July 2019",
        "Voroshilov v. Russia [Committee], no. 59465/12, § 42, 17 July 2018"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "497296",
    "typedescription": "15"
}