{
    "__articles": "6;6-1;35;41",
    "__conclusion": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "2430/06;1454/08;11670/10;12938/12",
    "article": [
        "6",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-163340.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in four applications (nos. 2430/06, 1454/08, 11670/10 and 12938/12) against the Russian Federation, lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Russian nationals, Mr Vladislav Andreyevich Gankin, Ms Olga Ivanovna Shevchenok, Mr Aleksey Dmitriyevich Belkin and Mr Mikhail Viktorovich Kiryushkin (“the applicants”), on 10 November 2005, 1 November 2007, 17 February 2010, and 18 February 2012 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that they were not notified of appeal hearings in civil proceedings to which they were parties.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Application no. 2430/06, Gankin v. Russia",
                                "elements": [
                                    {
                                        "content": "4.  The applicant, Mr Vladislav Andreyevich Gankin, was born in 1954 and lives in Volzhskiy, the Volgograd Region.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  In May 2006 the applicant lodged a civil claim seeking to recover excess service fees paid. On 3 October 2007 the Volzhskiy Town Court of the Volgograd Region heard the case in the applicant’s presence and rejected his claim. The applicant appealed to the Volgograd Regional Court. The Government stated that on 9 November 2007 a judicial summons was sent to the applicant by mail. The applicant did not receive it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 29 November 2007 the Volgograd Regional Court upheld the judgment of the Town Court in the applicant’s absence, without addressing the issue of whether he had been notified.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Application no. 1454/08, Shevchenok v. Russia",
                                "elements": [
                                    {
                                        "content": "7.  The applicant, Ms Olga Ivanovna Shevchenok, was born in 1958 and lives in Tyumen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In January 2007 the applicant brought a defamation action against a third party. On 6 March 2007 the Tsentralnyy District Court of Tyumen dismissed the applicant’s claim. The applicant was present and pleaded her case in person. On 18 March 2007 she lodged a statement of appeal, in which she indicated her post-office box number. The Government stated that on 12 April 2007 a judicial summons was sent to the applicant’s postoffice box. She claimed she had not received it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 2 May 2007 the Tyumen Regional Court examined and dismissed the applicant’s appeal in her absence, without examining the issue of whether she had been notified.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Application no. 11670/10, Belkin v. Russia\t",
                                "elements": [
                                    {
                                        "content": "10.  The applicant, Mr Aleksey Dmitriyevich Belkin, was born in 1952 and lives in Neya, the Kostroma Region.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In April 2009 he lodged a civil claim against traffic police, seeking to obtain a copy of a vehicle registration certificate. On 19 May 2009 the Neyskiy District Court of the Kostroma Region examined the case in the applicant’s presence and satisfied his claim in part. Both parties appealed against the judgment. The Government stated that on 10 August 2009 the Kostroma Regional Court had sent a judicial summons to the applicant by regular mail and had also called the telephone number listed in his statement of claim. He claimed he had not received the summons or the telephone call.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 19 August 2009 the Kostroma Regional Court quashed the District Court’s judgment and dismissed the applicant’s claim in his absence, without examining the issue of whether he had been notified.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Application no. 12938/12, Kiryushkin v. Russia",
                                "elements": [
                                    {
                                        "content": "13.  The applicant, Mr Mikhail Viktorovich Kiryushkin, was born in 1975 and lives in Yekaterinburg.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicant brought a civil action against his employer for wrongful dismissal. On 1 September 2011 the Kirovskiy District Court of Yekaterinburg heard the case in the applicant’s presence and refused his claim. On 15 September 2011 the applicant lodged an appeal with the Sverdlovsk Regional Court. The Government stated that on 12 October 2011 the Regional Court sent a judicial summons to the applicant by registered mail. Three postal notices were then sent to the applicant inviting him to pick up the letter from the post office: on 18 and 24 October and 7 November 2011. According to the applicant he received the postal notice only on 11 November 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 1 November 2011 the Sverdlovsk Regional Court rejected the applicant’s appeal claim in his absence and did not examine the issue of whether he had been notified.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "16.  The relevant provisions of the Code of Civil Procedure read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Parties ... are to be summonsed to the court by a letter sent via registered mail with acknowledgment of receipt, a judicial summons with acknowledgment of receipt, by telegram, telephone or fax, or by any other means of communication which guarantees a record of the fact that the judicial summons or notifications were received by the parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. A summons is one of the forms of court notification. Parties are notified by a summons about the date and place of the hearing or of specific procedural actions ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. A summons or other form of notification is to be served on parties in such a way [as to ensure] that they have enough time to prepare their case and to appear at the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. A notification addressed to a party is to be sent to the address indicated by that party or his/her representative. If the party does not reside at the indicated address, the judicial summons may be sent to his or her place of work ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Judicial summonses and other notifications are to be sent by mail or delivered by a person authorised by the court to deliver them. The time of service is to be recorded in compliance with the post office regulations or on a document which is to be returned to the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. With the party’s consent, a judge can provide that party with a summons or notifications which is to be delivered to another party. A person authorised by the judge to deliver a judicial summons or other notification is to return a counterfoil of the summons or a copy of the notification bearing the addressee’s signature recording receipt.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. A judicial summons ... is to be served on [the parties] against signature on a counterfoil of the summons, which is to be returned to the court ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. If the addressee is absent, a judicial summons is to be delivered to an adult family member living with the addressee ... for a subsequent handover to the addressee ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. If the addressee refuses to accept a judicial summons ... a special mention is made on the summons, which is then returned to the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. An addressee who refuses to accept a judicial summons ... is considered duly apprised of the place and date of the court hearing...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Parties to the case must inform the court about any changes of address during the proceedings. In the absence of such information, a judicial summons or another notification is to be sent to the most recent address of a party and is considered duly served even if the addressee does not reside at the address”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Civil cases shall be examined in a hearing upon mandatory provision of information to the parties about the time and place of the hearing.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. The court must take direct cognizance of the evidence in the case, including by hearing the parties and third parties, witness testimony ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Proceedings are conducted orally before the same judicial formation ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“At the scheduled time the presiding judge opens the hearing and announces the case to be examined.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. The clerk to the court reports to the bench which of the summonsed persons are in attendance, whether the absent persons have been notified [of the hearing] and what information is available about the reasons for their absence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. The participants must inform the court of the reasons for their failure to attend and produce evidence of valid reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. If there is no information in the case file that the absent person has been notified [of the hearing], the hearing must be adjourned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the parties have been notified of the time and place of the hearing, the court adjourns the proceedings if it finds that they have valid reasons for being absent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. The court may still examine the case in the absence of a party that was notified of the time and date of the hearing if it finds that the party failed to explain the reasons for its absence or does not have valid reasons for the absence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. If a defendant who has been notified about the date and place of a court hearing does not appear in court, and if he does not provide valid reasons for his failure to attend and does not request a waiver, the court may examine the case in absentia ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. If a claimant who is present at the hearing objects to the proceedings being conducted in the respondent’s absence, the court adjourns the proceedings and sends a judicial summons to the respondent.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. The appellate court notifies the parties about the time and place of the appellate hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The appellate court carries out a new examination of the case in a hearing in accordance with the rules of procedure in the first-instance court ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The parties, their representatives ... may participate in the hearing by means of a video-conference in accordance with the procedure set out in Article 155.1 ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Upon receipt of a statement of appeal ... the judge shall:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1) send to the parties copies of the statement and enclosed written evidence no later than the day after their receipt;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2) notify the parties of the time and place of the appeal hearing ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. The cassation court reviews the lawfulness and reasonableness of the firstinstance court’s judgment on the basis of arguments contained in the statements of appeal. It assesses the evidence in the case file, but also additional evidence if it determines that such evidence could not have been produced before the first-instance court, and ... may establish new facts and circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. In the interests of justice the cassation court may carry out a full review of the first-instance court’s judgment.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The hearing in the court of cassation shall be conducted in accordance with the rules of the present Code that govern the conduct of a hearing before the first-instance court ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. If a party to the case does not appear and if there is no evidence that the party was duly summoned, the hearing must be adjourned ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“2. Judicial decisions that have come into force may be reviewed in the following cases:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) [on account of] new circumstances listed in paragraph 4 of this Article which emerged after the adoption of the judicial decision and which have significant importance for the correct determination of the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. New circumstances include:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) the finding of a violation of the European Convention on Human Rights by the European Court of Human Rights with regard to the specific case that was examined by the court, provided that the applicant lodged an application with the European Court of Human Rights in connection with the decision in that case ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Case-law of the Supreme Court",
                                "elements": [
                                    {
                                        "content": "17.  On 23 December 2015 the Presidium of the Supreme Court of Russia adopted Case-law Review no. 4 (2015). In Section IV “Procedural matters”, the Supreme Court highlighted its judgment of 16 December 2014 (case no. 9-KG14-8) by which it quashed the appeal judgment of a Regional Court for failure to notify duly the parties. After reiterating the contents of Articles 113, 155, 167 and 327 of the Code of Civil Procedure, the Supreme Court held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It follows that whichever means of notification is chosen by a court, it must always provide for a reliable proof of delivery of the correspondence to the addressee.",
                                        "elements": []
                                    },
                                    {
                                        "content": "By appeal decision of 1 April 2014 M.’s appeal statement was examined in the parties’ absence. The hearing record does not indicate whether the absent litigants were duly informed about the date and place of the hearing. The case materials do not contain any information as to whether K. received a court summons ... It follows that K. was not duly notified [about the upcoming hearing] ... which amounts to a serious breach of the rules of civil procedure.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "18.  The Court notes that all the applicants complained that the domestic authorities had failed to notify them about upcoming hearings to which they wished to participate. Having regard to the similarity of the applicants’ grievances, the Court is of the view that in the interests of the proper administration of justice the applications should be joined, in accordance with Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicants complained that their right to a fair hearing under Article 6 § 1 of the Convention had been breached on account of the domestic courts’ failure to ensure their participation in the appeal hearing in the civil proceedings to which they were parties. The relevant part of Article 6 § 1 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "20.  The Government submitted that Ms Shevchenok had not exhausted the domestic remedies. She should have lodged a supervisory review application with a higher court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  According to the Court’s established case-law, an application for supervisory review in civil proceedings in the Russian Federation has not been considered an effective remedy under Article 35 § 1 of the Convention (see Abramyan and Others v. Russia (dec.), nos. 38951/13, 59611/13, §§ 97-103, 12 May 2015, and Denisov v. Russia (dec.), no. 33408/03, 6 May 2004). The Government’s objection is therefore dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court notes that this part of the applications is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "23.  The Government submitted that all four applicants had been duly notified of the forthcoming appellate hearings, and that Article 167 of the Code of Civil Procedure (see paragraph 16 above) allowed the courts to proceed with examination of appeals in their absence. By contrast with criminal proceedings, civil disputes do not require the presence of both parties on appeal, and neither Russian law nor the Convention provides for the absolute right to be present before courts of both levels. In the cases of Mr Belkin and Mr Kiryushkin, the Government argued that not all types of civil proceedings required an oral hearing and that, given the nature of the applicants’ claims, the courts considered their presence unnecessary. In Mr Belkin’s case, the Government further submitted that Article 6 of the Convention did not provide for a specific form of service of summonses. Lastly, in the case of Ms Shevchenok, they pointed out that the summons had been sent to a post-office box to which only she had access. It was therefore impossible to ascertain whether she had actually received it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicants maintained that their absence from the appeal proceedings had undermined the adversarial nature of the hearing and placed them at a disadvantage vis-à-vis their opponents. They pointed out that the appeal courts had failed to check whether they had received the summonses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "25.  The Court reiterates that Article 6 of the Convention does not guarantee the right to personal presence before a civil court but rather a more general right to present one’s case effectively before the court and to enjoy equality of arms with the opposing side. Article 6 § 1 of the Convention leaves to the State a free choice of the means to be used in guaranteeing litigants these rights (see Steel and Morris v. the United Kingdom, no. 68416/01, §§ 59-60, ECHR 2005-II). Thus, the questions of personal presence, the form of the proceedings – oral or written – and legal representation are interlinked and must be analysed in the broader context of the “fair trial” guarantee of Article 6 of the Convention. The Court should establish whether the applicant, a party to the civil proceedings, had been given a reasonable opportunity to have knowledge of and comment on the observations made or evidence adduced by the other party and to present his case under conditions that did not place him at a substantial disadvantage vis-à-vis his opponent (see Siwiec v. Poland, no. 28095/08, § 47, 3 July 2012; Larin v. Russia, no. 15034/02, §§ 35-36, 20 May 2010; Steck-Risch and Others v. Liechtenstein, no. 63151/00, § 54, 19 May 2005; Krčmář and Others v. the Czech Republic, no. 35376/97, § 39, 3 March 2000; and Dombo Beheer B.V. v. the Netherlands, 27 October 1993, § 33, Series A no. 274). From the Convention standpoint, an applicant does not need to show that his absence from a hearing resulted in actual prejudice or affected the outcome of the proceedings, for such a requirement would deprive the guarantees of Article 6 of their substance (see P., C. and S. v. the United Kingdom, no. 56547/00, § 96, ECHR 2002VI, and Artico v. Italy, 13 May 1980, § 35, Series A no. 37). Finally, the Court reiterates that, in determining issues of fairness of proceedings for the purposes of Article 6 of the Convention, it must consider the proceedings as a whole, including the decision of the appellate court (see C.G. v. the United Kingdom, no. 43373/98, § 35, 19 December 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  As regards the form of proceedings, the right to a “public hearing” under Article 6 § 1 of the Convention has been interpreted in the Court’s established case-law to include an entitlement to an “oral hearing”. Nevertheless, the obligation under this Article to hold a hearing is not an absolute one. An oral hearing may not be necessary due to the exceptional circumstances of the case, for example when it raises no questions of fact or law which cannot be adequately resolved on the basis of the case file and the parties’ written observations (see Koottummel v. Austria, no. 49616/06, § 19, 10 December 2009; Pursiheimo v. Finland (dec.), no. 57795/00, 25 November 2003; Döry v. Sweden, no. 28394/95, § 37, 12 November 2002; and Göç v. Turkey [GC], no. 36590/97, § 47, ECHR 2002V). Article 6 of the Convention allows States to organise their legal systems in a manner which facilitates expeditious and efficient judicial proceedings (see Boddaert v. Belgium, 12 October 1992, § 39, Series A no. 235-D), including provision for the possibility of issuing default judgments. However, this may not be done at the expense of other procedural guarantees (see, among many other authorities, Dombo Beheer B.V., cited above, § 33, and Ankerl v. Switzerland, 23 October 1996, § 38, Reports 1996V). Also, provided that an oral hearing has been held at first instance, a less strict standard applies to the appellate level, at which the absence of such a hearing may be justified by the special features of the proceedings at issue. Thus, leavetoappeal proceedings and proceedings involving only questions of law, as opposed to questions of fact, may comply with the requirements of Article 6 of the Convention, although the appellant was not given an opportunity of being heard in person by the appeal or cassation court (see Miller v. Sweden, no. 55853/00, § 30, 8 February 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  Domestic courts must make reasonable efforts to summon the parties to a hearing (see Kolegovy v. Russia, no. 15226/05, § 42, 1 March 2012, and Babunidze v. Russia (dec.), no. 3040/03, 15 May 2007). Litigants must also take appropriate measures to ensure effective receipt of correspondence the domestic courts may send them (see Perihan and Mezopotamya Basın Yayın A.Ş. v. Turkey, no. 21377/03, § 38, 21 January 2014; Boyko v. Ukraine (dec.), no. 17382/04, 23 October 2007; and Darnay v. Hungary, no. 36524/97, Commission decision of 16 April 1998). Even if the parties demonstrate a certain lack of diligence, the consequences attributed to their behaviour by the domestic courts must be commensurate to the gravity of their failings and take heed of the overarching principle of fair hearing (see Aždajić v. Slovenia, no. 71872/12, § 71, 8 October 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Article 6 of the Convention cannot be construed as providing for a specific form of service of court mail (see Orams v. Cyprus (dec.), no. 27841/07, 10 June 2010; Weber v. Germany (dec.), no. 30203/03, 2 October 2007; and Bogonos v. Russia (dec.), no. 68798/01, 5 February 2004). Nor are the domestic authorities required to provide a perfectly functioning postal system (see Zagorodnikov v. Russia, no. 66941/01, § 31, 7 June 2007). However, the general concept of a fair trial, encompassing the fundamental principle that proceedings should be adversarial (see RuizMateos v. Spain, 23 June 1993, § 63, Series A no. 262), requires that the person against whom proceedings have been initiated should be informed of this fact (see Dilipak and Karakaya v. Turkey, nos. 7942/05 and 24838/05, § 77, 4 March 2014). If court documents, including summonses to hearings, are not duly served on a litigant, then he might be prevented from defending himself in the proceedings (see Ozgur-Karaduman v. Germany (dec.), no. 4769/02, 26 June 2007).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Particular features of Russian civil procedure",
                                        "elements": [
                                            {
                                                "content": "29.  The Court notes that, by contrast with some other jurisdictions (see the case-law cited in paragraph 26 above), the Russian rules of civil procedure stipulate that proceedings must be conducted orally (Article 157 of the Code of Civil Procedure, cited in paragraph 16 above). The Code of Civil Procedure makes no provision for conducting civil proceedings in writing or for dispensing with an oral hearing, which must be held before both the first-instance and the appeal courts (Articles 155, 327 (currently in force) and 350 (formerly in force) of the Code of Civil Procedure).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The right to be present in person is in principle not subject to any formalities and a party need not seek leave to appear in order to attend the hearing and to make oral submissions to the court. There is a requirement to inform the parties of the time and place of the hearing (Article 155 of the Code of Civil Procedure) and the court has a corresponding duty to verify the attendance and due notification of the parties before embarking on the examination of the case (Article 161 of the Code). If it cannot be ascertained that an absent party has been notified, or if the party has valid reasons for being absent, the hearing must be adjourned (Article 167 of the Code). Identical requirements apply to proceedings before the first-instance and appeal courts (former Article 350 and current Article 327 of the Code).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  As regards notification of the parties, Article 113 of the Code offers a wide range of possible means of communication. While the Code lists registered letters, judicial summons with acknowledgment of receipt, telegrams and notification by phone or fax, it leaves the possibility to choose any other means of communication as long as it provides for tracking of receipt. Notifications must reach the parties sufficiently in advance to give the litigants enough time to prepare for the hearing. Summonses and notifications must be sent to the address indicated by the party or by its representative (Article 113 § 4 of the Code), and the parties have a corresponding obligation to keep the courts informed about any change in their contact details (Article 118 of the Code).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  Lastly, if the defendant had been notified about the date and place of the hearing, but did not appear in court without asking for an adjournment, the court may proceed with the case if the other party has no objections to such a course of action (Article 233 § 1 of the Code).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s approach",
                                        "elements": [
                                            {
                                                "content": "33.  The Court observes at the outset that the rules of Russian civil procedure require courts to hold an oral hearing in all categories of cases (see paragraph 29 above). This prevents Russian courts from adjudicating on even small claims or disputes of a technical nature without holding a hearing. Whenever an oral hearing is to be held, the parties have the right to attend it and to make oral submissions, choose another way of participating in the proceedings, for example by appointing a representative, or ask for an adjournment. For the effective exercise of these rights, the parties must be informed of the date and place of the hearing sufficiently in advance to have adequate time to make arrangements to attend it, to retain and instruct a representative, or to inform the court of their decision not to attend. The parties’ right to be apprised in due time of the forthcoming hearing therefore forms an integral part of the right to effective participation in civil proceedings as guaranteed by the Russian Code of Civil Procedure and Article 6 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court has found a violation of Article 6 of the Convention in many Russian cases in which the applicants’ absence from the proceedings was accounted for by the domestic courts’ failure to inform them in a timely fashion of the date and place of hearings (see, in addition to the cases cited above, Gusak v. Russia, no. 28956/05, §§ 25-29, 7 June 2011; Shandrov v. Russia, no. 15093/05, §§ 27-31, 15 March 2011; Prokopenko v. Russia, no. 8630/03, §§ 27-31, 3 May 2007; Subbotkin v. Russia, no. 837/03, §§ 1820, 12 June 2008; Litvinova v. Russia, no. 34489/05, §§ 13-19, 14 November 2008; Mokrushina v. Russia, no. 23377/02, §§ 20-24, 5 October 2006; Groshev v. Russia, no. 69889/01, §§ 27-31, 20 October 2005; and Yakovlev v. Russia, no. 72701/01, §§ 19-23, 15 March 2005). Whereas all of those cases concerned the same Convention issue, namely the applicant’s right to know in advance about the hearing in his case so as to be able to attend it, some of them featured a slight variation in the underlying factual circumstances. Accordingly, before analysing the present cases, the Court considers it useful to set out the way in which it analyses an alleged violation of the right to a fair trial, as it has emerged in its case-law in respect of this type of case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court reiterates that it is not its task to indicate the preferred ways of communicating with the litigants (see Bogonos (dec.), cited above), the domestic courts, which have the advantage of possessing direct knowledge of the situation, are better placed to assess the situation in the light of practical circumstances (see Lagardère v. France, no. 18851/07, § 42, 12 April 2012), such as reliability of the local postal service, the location of the parties, and the availability of technical equipment. Nor can the Court assess in abstracto the effects that any particular means of notification may have had on the parties’ right to effective participation in their civil dispute (see Zavodnik v. Slovenia, no. 53723/13, §§ 73-74, 21 May 2015). The Court’s role in such cases is therefore confined to ascertaining whether the effects of the implementation and interpretation of procedural rules were compatible with the Convention (see Société Anonyme Sotiris and Nikos Koutras Attee v. Greece, no. 39442/98, § 17, ECHR 2000XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court further observes that Russian courts have a wide discretion to choose the means of notification (see paragraph 16 above). The Code of Civil Procedure does not restrict the courts’ choice to a particular means of notification as long as it provides for proof of receipt. This means that whichever specific method is chosen to notify the parties, domestic courts should normally be in possession of evidence confirming receipt of notification by the addressee (see paragraph 17 above, and Zemlyachenko v. Russia, no. 23866/06, § 22, 22 January 2013; Zelenkov v. Russia, no. 29992/05, § 25, 18 April 2013; and Litvinova, cited above, § 16). This evidence should enable the domestic courts to ascertain whether the judicial summonses had reached the parties sufficiently in advance and, should this not be the case, adjourn the hearing. The Court has found a violation of Article 6 of the Convention in many Russian cases where domestic courts did not check whether or not proof of receipt had been obtained and confined their analysis to a general observation that the party had been “duly notified”, unsupported by any evidence of delivery (see, in addition to the cases cited in paragraph 34 above, Vorobyev v. Russia, no. 15722/05, § 23, 9 October 2012; Puzyrevskiy v. Russia, no. 41603/05, § 20, 9 October 2012; Sazonov v. Russia, no. 1385/04, § 24, 16 October 2008; and Zaytseva v. Russia, no. 11583/05, § 26, 26 November 2009). It follows that domestic courts have a duty to examine the proof of receipt which may or may not be in their possession, and to record their findings in the text of the judgment. The manner in which the courts have examined this issue is the focal point of the Court’s inquiry in similar cases (see Kolegovy, cited above, § 41; Övüş v. Turkey, no. 42981/04, § 49, 13 October 2009; and Nikoghosyan and Melkonyan v. Armenia, nos. 11724/04 and 13350/04, § 39, 6 December 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  For their part, the litigants have a corresponding obligation to provide up-to-date contact information and indicate any changes that may have occurred in the course of proceedings (see paragraph 31 above). Unlike in criminal matters, the domestic courts cannot be held accountable for not tracking down the absent parties to the civil proceedings (see Saura Bustamante v. Spain (dec.), no 43555/98, 29 August 2000, and Sevillano González v. Spain (dec.), no 41776/98, 2 February 1999), provided that such parties had knowledge of the civil action brought against them (see Dilipak and Karakaya, cited above, § 77). If the party has stated its preference for a method of notification that does not provide for tangible proof of receipt, the court will be unable to ascertain whether the litigant has been duly apprised of the hearing, or to inform him about an adjournment of his case if such a decision is taken. The domestic courts are therefore expected to ascertain whether the litigant has expressly consented to that particular means of communication, and whether any updates to contact details have been taken into account. Their findings on this matter will enable the Court to ascertain whether or not the loss or delay in receipt of the notification was attributable to the litigant’s own lack of diligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The national courts must identify any defect of notification prior to embarking on the merits of the case. The analysis that the Court expects to find in domestic decisions must go beyond a reference to a dispatch of judicial summonses, and must make the most of the available evidence in order to ascertain whether the absent litigant was in fact informed of the upcoming hearing sufficiently in advance (see Aždajić, cited above, § 70, and, mutatis mutandis, Gryaznov v. Russia, no. 19673/03, § 50, 12 June 2012). The answer to this question shall enable the courts to determine whether the hearing must be adjourned pending due notification (see Zemlyachenko, cited above, § 22, and Kokurkhayev v. Russia, no. 46356/09, § 31, 13 December 2011). The courts cannot conclude that the absent litigant had waived the right to personal attendance without ascertaining whether he or she had been made aware of the very existence of that right and, therefore, of the hearing in question (see Dilipak and Karakaya, cited above, § 87). Lastly, the Court reiterates that whenever the domestic courts examine the issue of timely notification of the absent litigant, they are expected to attach special importance and give full effect to the right to present his or her case effectively before the court without a substantial disadvantage vis-à-vis his or her opponent. It will then fall to the Court to judge on the basis of the courts’ decisions and its reasoning whether the proceedings as a whole were fair in terms of Article 6 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In the light of the above, the Court considers that whatever the chosen method of communication the domestic court is under an obligation to ascertain, on the basis of available evidence, whether the parties were duly served with the information about the forthcoming hearing. It is on the basis of the domestic courts’ reasoning that the Court will decide whether the litigants were afforded an adequate opportunity to present their case effectively.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Application of the above principles",
                                        "elements": [
                                            {
                                                "content": "40.  All the applicants complained about their absence from the appellate hearing in the civil proceedings to which they were parties. The Court reiterates that the Russian Code of Civil Procedure, as worded at the material time, provided for oral hearings before courts of appeal, and that the scope of review by appellate courts was not limited to matters of law but also extended to factual issues. The appellate courts were empowered to carry out a full review of the case and to consider additional evidence and arguments which had not been examined in the first-instance proceedings (see Article 347 of the Code of Civil Procedure). Given the broad scope of review of the appeal court, the fair trial guarantees enshrined in Article 6 of the Convention, including in particular the right to make oral submissions to the court, were as important in the appellate proceedings as they were in the first-instance courts. However, for those guarantees to be given practical effect, as required by the Convention, rather than remaining a theoretical or illusory right, the applicants had to be apprised of the hearing in such a way as to give them the opportunity to attend it once they had decided to exercise the right to appear at hearings established in the domestic law (see Yakovlev, cited above, § 21).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The applicants alleged that they had not received the summonses and were unaware of the date and place of appellate hearings in their cases. The Government claimed that the legal nature of the civil claims brought by Mr Belkin and Mr Kiryushkin rendered their presence before the appeal courts unnecessary. As to Ms Shevchenok, they submitted that non-receipt of the summons could have been due to the applicant’s having provided a postal box number instead of full contact details. The Court observes firstly, as it did in many similar cases, that, pursuant to the applicable provisions of Russian law, whichever specific means was chosen to notify the parties the domestic courts should have been in possession of evidence confirming that the notification had been duly served; otherwise the hearing was to be adjourned (see, in particular, Articles 160 and 167(2) of the Code of Civil Procedure, and Zelenkov, § 25; Gusak, § 26; and Litvinova, § 16, all cited above). However, the appeal judgments do not mention any proof of receipt of summonses by the applicants or any analysis as to whether or not it might be necessary to adjourn hearings pending their proper notification. Nor did they say anything about the nature of their legal claims which might have rendered their presence unnecessary. It follows that the arguments raised by the Government were not tested in the domestic proceedings and appeared for the first time in the proceedings before the Court. The Court reiterates in this regard that that a lack or deficiency of reasons in the domestic decisions cannot be made up ex post facto in the Court proceedings, for it cannot take the place of the national courts which had the evidence before them. For that reason, the Court is unable to entertain the claims which the respondent Government raised for the first time in the proceedings before it (see, mutatis mutandis, Valeriy Kovalenko v. Russia, no. 41716/08, § 49, 29 May 2012; Aleksandr Makarov v. Russia, no. 15217/07, § 128, 12 March 2009; Megadat.com SRL v. Moldova, no. 21151/04, § 76, ECHR 2008; Sarban v. Moldova, no. 3456/05, § 102, 4 October 2005; and Nikolov v. Bulgaria, no. 38884/97, § 74, 30 January 2003).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Lacking any evidence of proper notification, the Court accepts the applicants’ submission that they were not aware of the date and time of the appeal hearing, and that this prevented them from attending if they wished to do so. As the Court has noted in paragraph 38 above, a domestic court’s failure to ascertain whether an applicant had received the summonses in due time and, if he had not, whether the hearing must be adjourned, is in itself incompatible with genuine respect for the principle of a fair hearing and may lead the Court to finding a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Having regard to the established case-law and the circumstances of the present cases, the Court finds that by proceeding to consider the merits of the appeals without attempting to ascertain whether the applicants had been at least aware of the date and time of the hearings - or, in the case of Ms Shevchenok, should have been aware - the domestic courts deprived them of the opportunity to present their cases effectively and fell short of their obligation to respect the principle of fair trial enshrined in Article 6 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  There has therefore been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The Court has also examined the other complaints submitted by the applicants. However, having regard to all the material in its possession, and in so far as those complaints fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that these parts of the applications must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "47.  The applicants Mr Gankin, Mr Belkin, Ms Shevchenok and Mr Kiryushkin claimed 10,000 euros (EUR), EUR 4,000, EUR 5,500 and EUR 5,000 respectively for non-pecuniary damage. Mr Gankin also claimed EUR 540 and Mr Kiryushkin EUR 15,606 in respect of pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government described their claims as excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards each applicant EUR 1,500 in respect of nonpecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court holds that when an applicant has suffered an infringement of his right to a fair hearing guaranteed by Article 6 of the Convention, he should, as far as possible, be put in the position in which he would have been had the requirements of that provision not been disregarded. The most appropriate form of redress would, in principle, be the possibility for the applicant to request reopening of the proceedings. In the recent case of Bochan v. Ukraine (no.2) (no. 22251/08, ECHR 2015), the Grand Chamber laid down the principles applicable to the reopening of terminated civil proceedings on the basis of the Court’s judgment (further case references  in brackets – omitted):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“57. ... the Court would reiterate that it is for the Contracting States to decide how best to implement the Court’s judgments without unduly upsetting the principles of res iudicata or legal certainty in civil litigation, in particular where such litigation concerns third parties with their own legitimate interests to be protected. Furthermore, even where a Contracting State provides for the possibility of requesting a reopening of terminated judicial proceedings on the basis of a judgment of the Court, it is for the domestic authorities to provide for a procedure to deal with such requests and to set out criteria for determining whether the requested reopening is called for in a particular case. There is no uniform approach among the Contracting States as to the possibility of seeking reopening of terminated civil proceedings following a finding of a violation by this Court or as to the modalities of implementation of existing reopening mechanisms ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "58. However, the foregoing considerations should not detract from the importance, for the effectiveness of the Convention system, of ensuring that domestic procedures are in place which allow a case to be revisited in the light of a finding that Article 6’s safeguards of a fair trial have been violated. On the contrary, such procedures may be regarded as an important aspect of the execution of its judgments as governed by Article 46 of the Convention and their availability demonstrates a Contracting State’s commitment to the Convention and to the Court’s case-law (...). The Court recalls in this connection Recommendation No. R (2000) 2 adopted by the Committee of Ministers, in which the States Parties to the Convention are called upon to ensure that there are adequate possibilities of reopening proceedings at domestic level where the Court has found a violation of the Convention (...). It reaffirms its view that such measures may represent the most efficient, if not the only, means of achieving restitutio in integrum (...).”",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In this connection, the Court reiterates that in Russia a finding by the Court of a violation of the Convention or its Protocols is a ground for reopening civil proceedings under Article 392 §§ 2(2) and 4(4) of the Code of Civil Procedure and for reviewing the domestic judgments in the light of the Convention principles established by the Court (see Davydov v. Russia, no. 18967/07, §§ 10-15, 30 October 2014).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "52.  Mr Gankin claimed EUR 35 in postal fees and translation costs. Mr Kiryushkin claimed EUR 39 for costs and expenses incurred before the domestic courts and EUR 44 for costs before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Government agreed those claims in the part relating to the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award EUR 35 to Mr Gankin and EUR 44 to Mr Kiryushkin, plus any tax that may be chargeable to the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  As Mr Belkin and Ms Shevchenok did not make a claim for costs and expenses, the Court does not make an award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "56.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint concerning the unfairness of the civil proceedings admissible and the remainder inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on such amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 May 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luis López Guerra",
            "role": "president"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Johannes Silvis",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GANKIN AND OTHERS v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-163340.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0531JUD000243006",
    "externalsources": [],
    "extractedappno": [
        "2430/06",
        "1454/08",
        "11670/10",
        "12938/12",
        "38951/13",
        "59611/13",
        "33408/03",
        "68416/01",
        "28095/08",
        "15034/02",
        "63151/00",
        "35376/97",
        "56547/00",
        "43373/98",
        "49616/06",
        "57795/00",
        "28394/95",
        "36590/97",
        "55853/00",
        "15226/05",
        "3040/03",
        "21377/03",
        "17382/04",
        "36524/97",
        "71872/12",
        "27841/07",
        "30203/03",
        "68798/01",
        "66941/01",
        "7942/05",
        "24838/05",
        "4769/02",
        "28956/05",
        "15093/05",
        "8630/03",
        "837/03",
        "34489/05",
        "23377/02",
        "69889/01",
        "72701/01",
        "18851/07",
        "53723/13",
        "39442/98",
        "23866/06",
        "29992/05",
        "15722/05",
        "41603/05",
        "1385/04",
        "11583/05",
        "42981/04",
        "11724/04",
        "13350/04",
        "43555/98",
        "41776/98",
        "19673/03",
        "46356/09",
        "41716/08",
        "15217/07",
        "21151/04",
        "3456/05",
        "38884/97",
        "22251/08",
        "18967/07"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 113 § 4, 118, 155, 157, 160, 167(2), 233 § 1, 327, 347 and 350 of the Code of Civil Procedure"
    ],
    "itemid": "001-163340",
    "judgementdate": "31/05/2016 00:00:00",
    "kpdate": "31/05/2016 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "136",
        "14",
        "216",
        "577",
        "283",
        "305"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "41",
        "6-1",
        "35"
    ],
    "parties": [
        "GANKIN AND OTHERS",
        "RUSSIA"
    ],
    "rank": "1536.412109375",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Abramyan and Yakubovskiye v. Russia (dec.), nos. 38951/13, 59611/13, §§ 97-103, 12 May 2015",
        "Aleksandr Makarov v. Russia, no. 15217/07, § 128, 12 March 2009",
        "Ankerl v. Switzerland, 23 October 1996, § 38, Reports 1996 V",
        "Artico v. Italy, 13 May 1980, § 35, Series A no. 37",
        "Aždajić v. Slovenia, no. 71872/12, 8 October 2015",
        "Babunidze v. Russia (dec.), no. 3040/03, 15 May 2007",
        "Bochan v. Ukraine (no.2) (no. 22251/08, ECHR 2015",
        "Boddaert v. Belgium, 12 October 1992, § 39, Series A no. 235-D",
        "Bogonos v. Russia (dec.), no. 68798/01, 5 February 2004",
        "Boyko v. Ukraine (dec.), no. 17382/04, 23 October 2007",
        "C.G. v. the United Kingdom, no. 43373/98, § 35, 19 December 2001",
        "Darnay v. Hungary, no. 36524/97, Commission decision of 16 April 1998",
        "Denisov v. Russia (dec.), no. 33408/03, 6 May 2004",
        "Dilipak and Karakaya v. Turkey, nos. 7942/05 and 24838/05, § 77, 4 March 2014",
        "Dombo Beheer B.V. v. the Netherlands, 27 October 1993, § 33, Series A no. 274",
        "Döry v. Sweden, no. 28394/95, § 37, 12 November 2002",
        "Göç v. Turkey [GC], no. 36590/97, § 47, ECHR 2002 V",
        "Groshev v. Russia, no. 69889/01, §§ 27-31, 20 October 2005",
        "Gryaznov v. Russia, no. 19673/03, § 50, 12 June 2012",
        "Gusak v. Russia, no. 28956/05, §§ 25-29, 7 June 2011",
        "Kokurkhayev v. Russia, no. 46356/09, § 31, 13 December 2011",
        "Kolegovy v. Russia, no. 15226/05, 1 March 2012",
        "Koottummel v. Austria, no. 49616/06, § 19, 10 December 2009",
        "Krčmář and Others v. the Czech Republic, no. 35376/97, § 39, 3 March 2000",
        "Lagardère v. France, no. 18851/07, § 42, 12 April 2012",
        "Larin v. Russia, no. 15034/02, §§ 35-36, 20 May 2010",
        "Litvinova v. Russia, no. 34489/05, §§ 13-19, 14 November 2008",
        "Megadat.com SRL v. Moldova, no. 21151/04, § 76, ECHR 2008",
        "Miller v. Sweden, no. 55853/00, § 30, 8 February 2005",
        "Mokrushina v. Russia, no. 23377/02, §§ 20-24, 5 October 2006",
        "Nikoghosyan and Melkonyan v. Armenia, nos. 11724/04 and 13350/04, § 39, 6 December 2007",
        "Nikolov v. Bulgaria, no. 38884/97, § 74, 30 January 2003",
        "Orams v. Cyprus (dec.), no. 27841/07, 10 June 2010",
        "Övüş v. Turkey, no. 42981/04, § 49, 13 October 2009",
        "Ozgur-Karaduman v. Germany (dec.), no. 4769/02, 26 June 2007",
        "P., C. and S. v. the United Kingdom, no. 56547/00, § 96, ECHR 2002 VI",
        "Perihan and Mezopotamya Basın Yayın A.Ş. v. Turkey, no. 21377/03, § 38, 21 January 2014",
        "Prokopenko v. Russia, no. 8630/03, §§ 27-31, 3 May 2007",
        "Pursiheimo v. Finland (dec.), no. 57795/00, 25 November 2003",
        "Puzyrevskiy v. Russia, no. 41603/05, § 20, 9 October 2012",
        "Ruiz Mateos v. Spain, 23 June 1993, § 63, Series A no. 262",
        "Sarban v. Moldova, no. 3456/05, § 102, 4 October 2005",
        "Saura Bustamante v. Spain (dec.), no 43555/98, 29 August 2000",
        "Sazonov v. Russia, no. 1385/04, § 24, 16 October 2008",
        "Sevillano González v. Spain (dec.), no 41776/98, 2 February 1999",
        "Shandrov v. Russia, no. 15093/05, §§ 27-31, 15 March 2011",
        "Siwiec v. Poland, no. 28095/08, § 47, 3 July 2012",
        "Société Anonyme Sotiris and Nikos Koutras Attee v. Greece, no. 39442/98, § 17, ECHR 2000 XII",
        "Steck-Risch and Others v. Liechtenstein, no. 63151/00, § 54, 19 May 2005",
        "Steel and Morris v. the United Kingdom, no. 68416/01, §§ 59-60, ECHR 2005-II",
        "Subbotkin v. Russia, no. 837/03, §§ 18 20, 12 June 2008",
        "Valeriy Kovalenko v. Russia, no. 41716/08, § 49, 29 May 2012",
        "Vorobyev v. Russia, no. 15722/05, § 23, 9 October 2012",
        "Weber v. Germany (dec.), no. 30203/03, 2 October 2007",
        "Yakovlev v. Russia, no. 72701/01, §§ 19-23, 15 March 2005",
        "Zagorodnikov v. Russia, no. 66941/01, § 31, 7 June 2007",
        "Zavodnik v. Slovenia, no. 53723/13, §§ 73-74, 21 May 2015",
        "Zaytseva v. Russia, no. 11583/05, § 26, 26 November 2009",
        "Zelenkov v. Russia, no. 29992/05, § 25, 18 April 2013",
        "Zemlyachenko v. Russia, no. 23866/06, § 22, 22 January 2013"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "455361",
    "typedescription": "15"
}