{
    "__articles": "8;8-1;8-2;41",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life);Non-pecuniary damage - award",
    "applicability": "55",
    "appno": "37956/11",
    "article": [
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-115868.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 37956/11) against the Republic of Croatia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Ms A.K., a Croatian national (“the first applicant”) on her own behalf and on behalf of her son L. (“the second applicant”), on 27 May 2011. On 24 June 2011 the Section President decided to grant anonymity to the applicants under Rule 47 § 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "2.  The first applicant was represented by Ms L. Kušan, a lawyer practising in Ivanić Grad. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 6 July 2011 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The first applicant was born in 1987. The second applicant, L., the biological son of the first applicant was born on 10 December 2008.",
                                "elements": []
                            },
                            {
                                "content": "5.   By a decision of the K. Welfare Centre (“the Centre”) of 19 December 2008 L. was placed in a foster family in another town, on the ground that the first applicant was unemployed and had no income, was supported by her mother, attended a special needs programme in school and lived with her mother and a mentally ill brother in an old and dilapidated house without heating.",
                                "elements": []
                            },
                            {
                                "content": "6.  The first applicant consented to having L. placed in a foster family.",
                                "elements": []
                            },
                            {
                                "content": "A.  Proceedings related to divesting the first applicant of her parental rights",
                                "elements": [
                                    {
                                        "content": "7.  On an unspecified date the Centre lodged a request with the K. Municipal Court, seeking that the first applicant be divested of her parental rights in respect of L.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The first applicant was unrepresented in those proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 10 May 2010 the K. Municipal Court divested the first applicant of her parental rights in respect of her son L., on the ground that the first applicant had a mild mental disability and was not able to provide proper care to L.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The relevant part of the decision reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On 28 April and 4 June 2009 a social worker visited the family of A.K. and established that the home was untidy and the respondent looked unkept, was wearing dirty clothes, had greasy hair and smelled unpleasant as a result of a lack of personal hygiene. When asked by the social worker when she had last taken a bath, she shrugged and looked at her mother. The respondent was advised to maintain good personal hygiene in the interest of transferring good habits to her child. Since the living premises ... were equally untidy during the second visit she was told that proceedings for divesting her of parental rights would be instituted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At a meeting held on 10 February 2010 the Centre ... concluded that the respondent suffered from a mild mental disability which was not being treated by a psychiatrist; that she lived in poor conditions in untidy premises and did not maintain her personal hygiene. Upon the birth of her son, L., she had said that she was not capable of caring for him, and L. was placed in a foster family. She had visited him twice in the first year and showed no interest in the child. Against this background the team of experts concluded that the respondent had abandoned the child because in the year during which the child had been placed in foster care she had not created an appropriate home environment for the child ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The mother of the child opposed the request and asked that the child be given back to her so that she could try to care for him. In order to establish the relevant facts this court ordered a psychiatric examination of the mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The psychiatrist ... stressed that the respondent is a person with a mild mental disability ... Since childhood she has been behind in her mental development and lived in a sheltered environment. At school she was enrolled in a special needs programme and with some effort completed training to be a florist, but has never worked. ... ongoing psychiatric treatment is needed. During the examination the psychiatrist conducted a short interview with the respondent, who correctly stated her date of birth, confirmed that she had gone to school, that she had never been employed, and that she did some chores at home without specifying what. When asked whether she could cook, she answered that she could only prepare milk. When asked about the care of the child she said that she knew that a child had to be changed and fed, but could not explain how. She does not take any medicine and is not seeing a psychiatrist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The expert ... stresses that A.K. is intellectually under developed, that is to say, she has a mild mental disability, and has an aggravated form of scoliosis. On the basis of her mental and physical condition the respondent is not capable of caring for her son ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "... This court accepts the opinion of the expert ... and considers that the mother ... is not able to care for L. Owing to her health – advanced scoliosis – she is not able to pick the child up, hold him in her arms, run after him, or prevent him from hurting himself, because the scoliosis prevents her from moving quickly. In addition, at the hearings held before this court, [the court] established that the mother spoke with difficulty and had a limited vocabulary, which indicated a risk that, if entrusted to his mother’s care, the child would not learn to speak or would learn to do so with a delay. It is questionable whether he would be able to start his schooling on time, because he would surely be behind in his development in comparison with other children of the same age; this court cannot allow that to happen, because the child has the right to a life of good quality in orderly surroundings with all the necessary care, and, above all, in sanitary conditions, none of which he would have with his mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In her reply the respondent stated that she wished to try to care for her son L., but this court, in order to protect the well being of the child, cannot allow such an experiment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "This decision was served on the first applicant on 17 May 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  After a chance meeting with her former teacher with whom she discussed her family issues, the first applicant applied for legal aid in order to lodge an appeal. However, the decision granting her the right to a legal aid lawyer was adopted only after the time-limit for lodging the appeal had already expired.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings related to restoring the first applicant’s parental rights",
                                "elements": [
                                    {
                                        "content": "11.  On 28 October 2010 the first applicant’s legal aid lawyer lodged a request with the K. Municipal Court, asking it to restore her parental rights in respect of L. The first applicant alleged that her living conditions had significantly changed after the decision divesting her of her parental rights had been adopted. Thus, her mentally ill brother no longer lived in the same household but had been placed in an institution; the house had been partly renovated and heating had been installed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  She also argued that a mild mental disability should not be a reason for depriving her of her parental rights and that the allegations that she did not know how to prepare meals or care for a child had not been true. Furthermore, no expert opinion had established that she had a speech problem and had limited vocabulary or a limited ability to reason which would create a risk that the child, if entrusted to her care, would not learn how to speak.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Also, the allegations by the Centre that she had visited her son only twice during his first year of life had been untrue, since she had visited him once a month until, after the decision divesting her of her parental rights had become final, the same Centre had ceased to pay her monthly allowance and she had no longer had the means to pay for the trip to visit L.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 10 December 2010 the first applicant informed the Centre that in a telephone conversation with L.’s guardian, on 7 December 2010 she had learned that L. had been put up for adoption. She asked the Centre to provide her with all the relevant information concerning the adoption of her son L.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 14 December 2010 the Centre replied that L. had been adopted by a final decision of 15 October 2010 and that no consent for adoption was needed from a parent who had been divested of parental rights, and that such a parent could not be a party to adoption proceedings. No further information could be given to her since the data concerning the adoption were confidential.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 28 January 2011 the K. Municipal Court dismissed the first applicant’s request to restore her parental rights on the ground that L. had meanwhile been adopted.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC AND COMPARATIVE LAW",
                        "elements": [
                            {
                                "content": "A.  Domestic law",
                                "elements": [
                                    {
                                        "content": "17.  The Family Act (Obiteljski zakon, Official Gazette no. 116/2003 of 22 July 2003), in so far as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 114",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) A court shall, in non-contentious proceedings, divest a person of his or her parental rights if he or she abuses or seriously infringes parental responsibility, obligations and rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) A parent shall be considered to have abused or seriously infringed parental responsibility, obligations and rights if he or she:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. has inflicted bodily or psychological harm on a child, including exposing that child to violence between adult members of the child’s family;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. has sexually abused a child;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. has exploited a child by forcing it to carry out excessive labour or labour that is not compatible with the child’s age;",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. has allowed a child to consume alcoholic drinks, drugs or other narcotics;",
                                        "elements": []
                                    },
                                    {
                                        "content": "5. has incited a child to socially unacceptable behaviour;",
                                        "elements": []
                                    },
                                    {
                                        "content": "6. has abandoned a child;",
                                        "elements": []
                                    },
                                    {
                                        "content": "7. has not provided for a child with whom he or she lives for a period exceeding three months;",
                                        "elements": []
                                    },
                                    {
                                        "content": "8. has not created, without good reason, adequate conditions for living with a child with whom he or she does not live;",
                                        "elements": []
                                    },
                                    {
                                        "content": "9. has not provided for the basic needs of a child with whom he or she lives or has not complied with the measures imposed by the competent body aimed at the protection of the child’s wellbeing;",
                                        "elements": []
                                    },
                                    {
                                        "content": "10. has abused the rights of a child in another manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) The competent welfare centre shall institute proceedings for divesting a parent of parental rights as soon as it learns about the circumstances under paragraph 2 of this section. Such proceedings may also be instituted by the other parent, a child or a court of its own motion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) The parental rights shall be restored by a court decision when the reasons for divesting a parent of such rights cease to exist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5) Proceedings under paragraph 4 of this section may be instituted by the parent who has been divested of his or her parental rights, or by a social welfare centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(6) Where the proceedings for divesting one or both parents of parental rights have been instituted the competent welfare centre shall appoint a special guardian to the child concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 119",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Once adoption has been established parental custody [of the adopted child] shall cease.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 125",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Adoption may be established if it is in the interest of the child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 129",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Adoption shall require the consent of both parents, except where otherwise provided.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 130",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Adoption shall not require the consent of a parent who is ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. divested of parental rights",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 135",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Adoption proceedings shall be carried out by the competent welfare centre of its own motion ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 138",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(3) A parent whose consent for adoption is not required shall not be a party to the adoption proceedings.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 139",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If necessary, the competent welfare centre shall hear the child’s other relatives about the circumstances relevant to the adoption decision.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 144",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Once adoption has taken place, all rights and obligations between the child and his blood relatives shall cease.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 267",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The court [conducting the proceedings] shall be particularly mindful that the rights and interests of children, persons suffering from mental ailments or persons who, for other reasons, are not able to care for themselves and protect their rights and interests, are adequately protected.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Participation in adoption proceedings for a parent divested of his/her parental rights in the law of other Council of Europe Member States",
                                "elements": [
                                    {
                                        "content": "18.  The comparative review as regards the extent to which a parent divested of his/her parental rights is entitled to participate in subsequent adoption proceedings of his/her child concerns forty-one member States of the Council of Europe, namely, Albania, Armenia, Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Estonia, Cyprus, Czech Republic, Finland, France, Former Yugoslav Republic of Macedonia, Georgia, Germany, Greece, Hungary, Italy, Ireland, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Moldova, Monaco, Montenegro, the Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Turkey, Ukraine and the United Kingdom (England and Wales).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The forty-one member States under consideration give a varied picture of legislation in respect of the participation of parents divested of their parental rights in subsequent adoption proceedings. In twelve of them, namely, in Austria, Belgium, Cyprus, Finland, Germany, Liechtenstein, Malta, the Netherlands, Portugal, Romania, Switzerland and the  the divestment of parental rights has no effect per se on the generally necessary consent of a birth parent to adoption. In most of these jurisdictions, however, the consent of the birth parent can be dispensed with on grounds very similar to the ones allowing for prior divestment proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In , for instance, the court may dispense with the consent of the birth parent if the parent abandoned, neglected or abused the child or systematically failed to fulfil parental duties, especially regarding nutrition and maintenance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In Germany, a substitution of the otherwise always necessary consent of a parent to an adoption is possible in cases similar to those where the deprivation of parental rights can be justified, including persistent and gross/particularly serious violation of parental duties or indifference to the child amounting to such a persistent and gross breach of duty. The consent of a parent may further be dispensed with where he/she is permanently incapable of caring for and bringing up the child as the result of a particularly serious psychological illness or a particularly serious mental or psychological handicap and the child’s development would as a result be seriously endangered. The person whose consent is to be substituted for that of the parent is party to the proceedings and is to be heard as such.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In  denial of consent can be regarded as abusive by the court, thus justifying it being disregarded. Likewise, in , consent can be replaced by a court order if there is no justification for refusal of consent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In the Netherlands, the birth parents’ inherent right to veto an adoption may be disregarded if the child and the parent have hardly ever lived together as a family, if the parent has abused his or her authority over the child, if he or she has seriously neglected the care and upbringing of the child or if the parent has been irrevocably convicted of a criminal offence equally capable of justifying the divestment of parental rights. In case-law it has been established that a veto may also be disregarded if the parent has abused the right of veto. In this respect, the Supreme Court of the  held that a parent, in exercising the right of veto, is under the obligation to attach particular weight to the interests of the child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In  deprivation of parental rights does not automatically lead to the loss of participatory rights in adoption proceedings for the birth parents, but the very fact of the deprivation may be brought up by the court to justify dispensing with their otherwise necessary consent to adoption. Furthermore, for reasons of abandonment, neglect or abuse of the child, and also if the court is satisfied that it is in the best interest of the child to be adopted, parental consent can be dispensed with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In  parents divested of their parental rights participate, as a rule, in the adoption proceedings and their consent to it is necessary, unless the child has already been placed in foster care further to a judicial decision or in a family or an institution for the purpose of adoption. After the placement of the child in a family selected for adoption or in an institution for the purpose of adoption no participation rights in the adoption proceedings remain for the birth parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In  the birth parents lose all participatory rights in adoption proceedings from the time when the child is placed under guardianship. In this case the guardian’s consent is needed for the adoption.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Depending on the structure of the relevant national legislation, either an otherwise necessary parental consent to an adoption can be dispensed with under certain circumstances or, from the outset, the participatory rights of the birth parents are overridden for reasons comparable to the ones justifying disposal of the consent. It is not necessarily obvious that the latter setting automatically awards the parent with fewer rights than the former. If a parent whose consent is dispensed with has no additional right to be heard in the adoption proceedings, for example, to explain the refusal of the consent, his/her position can be equivalent to that of a parent whose participation rights have been overridden in the first place. A double guarantee of this kind, namely a right to consent to an adoption backed by a separate right to be heard in the event that the former is dispensed with, is provided for in . Similarly, in the , exercise of the right to veto an adoption - afforded also to parents divested of their parental rights - inherently requires the active participation of the parent in the adoption proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In nine member States, namely Bulgaria, Former Yugoslav Republic of Macedonia, Ireland, Italy, Lithuania, Monaco, Norway, Poland and Sweden, a participation right is awarded to the parent divested of his/her parental rights from the outset in adoption proceedings, taking the form of a right to be informed of the adoption proceedings and a right to be heard or to give their opinion without that opinion having any binding effect upon the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In  the birth parents shall be informed of the initiation of pre-adoption proceedings by the court and they may become party to the proceedings as well as be represented by counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In Bulgaria, Ireland, Lithuania and  the birth parents are invited to express their views and opinions in the adoption proceedings even though these have no binding effect on the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In Former Yugoslav Republic of Macedonia and  the birth parents participate in the proceedings as third parties or interested parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In twenty of the member States under consideration here, namely in Albania, Armenia, Bosnia and Herzegovina, Czech Republic, Estonia, France, Georgia, Greece, Hungary, Latvia, Luxembourg, Moldova, Montenegro, Russia, Serbia, Slovakia, Slovenia, Spain, Turkey and Ukraine, a parent divested of parental rights is not afforded a role of any kind in the following adoption proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In most of these member States the right to participate is expressly ruled out.  In Albania and the , however, no regulations exist suggesting a role in adoption proceedings for parents divested of their parental rights and whose consent is thus not needed for the adoption. There is, however, also no express prohibition in this regard.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  International law",
                                "elements": [
                                    {
                                        "content": "34.  The UN Convention on the Rights of the Child of 20 November 1989, which entered into force in respect of  on 8 October 1991 (Official Gazette - International Agreements 15/1990), in so far as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 9",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  States Parties shall ensure that a child shall not be separated from his or her parents against their will, except when competent authorities subject to judicial review determine, in accordance with applicable law and procedures, that such separation is necessary for the best interests of the child. Such determination may be necessary in a particular case such as one involving abuse or neglect of the child by the parents, or one where the parents are living separately and a decision must be made as to the child’s place of residence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“2.  In any proceedings pursuant to paragraph 1 of the present article, all interested parties shall be given an opportunity to participate in the proceedings and make their views known.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 21",
                                        "elements": []
                                    },
                                    {
                                        "content": "“States Parties that recognize and/or permit the system of adoption shall ensure that the best interests of the child shall be the paramount consideration and they shall:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) Ensure that the adoption of a child is authorized only by competent authorities who determine, in accordance with applicable law and procedures and on the basis of all pertinent and reliable information, that the adoption is permissible in view of the child’s status concerning parents, relatives and legal guardians and that, if required, the persons concerned have given their informed consent to the adoption on the basis of such counselling as may be necessary ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 15 January 2001 the Council of Europe’s Committee of Experts on Family Law adopted a White Paper on principles concerning the establishment and legal consequences of parentage. The relevant part reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Principle 15:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  An adoption shall not be granted unless at least the following consents to the adoption has been given and not withdrawn:",
                                        "elements": []
                                    },
                                    {
                                        "content": " the consent of the mother",
                                        "elements": []
                                    },
                                    {
                                        "content": " the consent of the father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "States may also require the consent of the child considered by the internal law as having sufficient understanding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The law may dispense with the consent of the father or of the mother or of both if they are not holders of parental responsibilities or if this consent cannot be obtained, in particular if the whereabouts of the mother or of the father or of both is unknown and they cannot be found or are dead.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The competent authority may overrule the refusal to consent of any person mentioned in paragraph 1 only on exceptional grounds determined by law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The European Convention on the Adoption of Children of 2008 (revised), elaborated within the Council of Europe, entered into force on 1 September 2011, has been ratified by seven States and signed by fifteen, but not . It mainly confirmed the principles of the 1967 Convention of the same name. Article 5 of the 2008 Convention provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 5 – Consents to an adoption",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1 Subject to paragraphs 2 to 5 of this article, an adoption shall not be granted unless at least the following consents to the adoption have been given and not withdrawn:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a the consent of the mother and the father; or if there is neither father nor mother to consent, the consent of any person or body who is entitled to consent in their place;",
                                        "elements": []
                                    },
                                    {
                                        "content": "b the consent of the child considered by law as having sufficient understanding; a child shall be considered as having sufficient understanding on attaining an age which shall be prescribed by law and shall not be more than 14 years;",
                                        "elements": []
                                    },
                                    {
                                        "content": "c the consent of the spouse or registered partner of the adopter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2 The persons whose consent is required for adoption must have been counselled as may be necessary and duly informed of the effects of their consent, in particular whether or not an adoption will result in the termination of the legal relationship between the child and his or her family of origin. The consent must have been given freely, in the required legal form, and expressed or evidenced in writing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3 The competent authority shall not dispense with the consent or overrule the refusal to consent of any person or body mentioned in paragraph 1 save on exceptional grounds determined by law. However, the consent of a child who suffers from a disability preventing the expression of a valid consent may be dispensed with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4 If the father or mother is not a holder of parental responsibility in respect of the child, or at least of the right to consent to an adoption, the law may provide that it shall not be necessary to obtain his or her consent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5 A mother’s consent to the adoption of her child shall be valid when it is given at such time after the birth of the child, not being less than six weeks, as may be prescribed by law, or, if no such time has been prescribed, at such time as, in the opinion of the competent authority, will have enabled her to recover sufficiently from the effects of giving birth to the child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6 For the purposes of this Convention “father” and “mother” mean the persons who according to law are the parents of the child.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The first applicant complained that hers and her son’s right to respect for family life had been infringed in that she could not effectively participate in the proceedings concerning her parental rights, and that her son was put up for adoption without her knowledge, consent or participation in the adoption proceedings.",
                                "elements": []
                            },
                            {
                                "content": "She relied on Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "38.  The Government argued that the first applicant had no locus standi as regards L. and that the only persons who could have brought any complaints on his behalf were his adoptive parents, since his adoption had become final on 15 October 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  They further contended that Article 8 was not applicable to the present case, arguing that the relationship between the first applicant and her son had deteriorated to such an extent that it no longer represented a family life and that their blood relation alone was not enough to maintain it. They stressed that the child had been placed in a foster family from its birth, that the first applicant had ceased to care for the child, and that the child had been adopted by third persons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government also maintained that the first applicant had failed to exhaust all available domestic remedies since she had not lodged an appeal against the decision of the K. Municipal Court of 10 May 2010 depriving her of her parental rights in respect of L. and subsequently a constitutional complaint in the event that her appeal was unsuccessful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  They finally submitted that the application had been lodged outside the six-month time-limit as the final domestic decision depriving the first applicant of her parental rights had been adopted on 10 May 2010 and served on her on 17 May 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  As regards her right to represent L., the first applicant replied that even though she had been divested of her parental rights, she nevertheless had the right to bring complaints on behalf of her biological child in order to protect his interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The first applicant contested the Government’s arguments as to the applicability of Article 8 and asserted that removing a child from its parent’s care, divesting the parent of parental rights and putting a child up for adoption were all extreme measures, which in her case had had an enormous effect on her family life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As regards the exhaustion of domestic remedies, the first applicant submitted that she had not lodged an appeal against the decision of 10 May 2010 because she was not able to understand the legal issues and the meaning of the court proceedings. Since she had been unrepresented in those proceedings, she had not been able to use any remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  As regards the compliance with the six-month rule, the first applicant replied that she could not understand the meaning of the proceedings for divesting her of her parental rights and the effect of that decision and that only by chance had she been made aware of the true meaning of the decisions adopted. She had then applied for legal aid and used all the legal paths that had still been at her disposal, such as a request that her parental rights in respect of L. be restored. The final decision in those proceedings was adopted on 28 January 2011.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Standing of the first applicant to act on behalf of L.",
                                "elements": [
                                    {
                                        "content": "46.  The Court observes that following the decision of 10 May 2010, depriving the first applicant of her parental rights, the legal parental ties between the first applicant and her son L. were severed. L. was subsequently put up for adoption and the adoption was finalised on 15 October 2010. This factor is not, however, decisive of whether the first applicant is able to introduce complaints on behalf of L. The conditions governing the individual applications under the Convention are not necessarily the same as national criteria relating to locus standi. National rules in this respect may serve purposes different from those contemplated by Article 34 and, while those purposes may sometimes be analogous, they need not always be so (see, mutatis mutandis, Norris v. , 26 October 1988, § 31, Series A no. 142).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court would draw attention to the principle that the object and purpose of the Convention as an instrument for the protection of individual human beings requires that its provisions, both procedural and substantive, be interpreted and applied so as to render its safeguards both practical and effective (see amongst other authorities, Loizidou v. Turkey (preliminary objections), 23 March 1995, §§ 70-72, Series A no. 310). The position of children under Article 34 calls for careful consideration, as children must generally rely on other persons to present their claims and represent their interests, and may not be of an age or capacity to authorise any steps to be taken on their behalf in any real sense (P.C. and S. v. the United Kingdom (dec.), no. 56547/00, 11 November 2001). The Court considers that a restrictive or technical approach in this area is to be avoided.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In the present case the Court notes that L. was adopted and that his legal representatives under the national law are now his adoptive parents. Therefore, in respect of any issues concerning the facts occurred after the adoption had become final, his only representatives under national law would be his adoptive parents. However, all issues relevant for his right to respect for his private and family life which occurred in the proceedings concerning the severing of his ties with his biological mother before his adoption, should be examined by the Court (see, mutatis mutandis, Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, ECHR 2000-VIII, § 138; Moretti and Benedetti v. Italy, no. 16318/07, § 32, 27 April 2010; Z. v. Slovenia, no. 43155/05, § 114, 30 November 2010; Diamante and Pelliccioni v. San Marino, no. 32250/08, § 146, 27 September 2011; and M.D. and Others v. Malta, no. 64791/10, § 27, 17 July 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In that respect the Court notes that it is in principle in the interest of a child to preserve the ties with its biological parents, save where weighty reasons exist to justify severing those ties. In the present proceedings before the Court L., owing to his tender age, is not in a position to represent his interests. It is only the first applicant who is able to argue, on his behalf as well, that severing the ties between her as his biological mother and L. also affected his right to respect for his family life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court accordingly concludes that the Government’s objection as regards the locus standi of the first applicant to represent L. in the proceedings before the Court must be dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Applicability of Article 8 of the Convention to the present case",
                                "elements": [
                                    {
                                        "content": "51.  In its well established case-law the Court has emphasised that the mutual enjoyment by parent and child of each other’s company constitutes a fundamental element of family life. Furthermore, the natural family relationship is not terminated by reason of the fact that the child is taken into public care (see Johansen v. Norway, 7 August 1996, § 52, Reports of Judgments and Decisions 1996III, and Olsson v.  (no. 1), 24 March 1988, § 59, Series A no. 130).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  As to the present case, the Court notes that the first applicant gave birth to her son, L. in December 2008. Although the child was placed in a foster family soon after his birth, it would appear that the first applicant continued to visit her son. The Court has already held that family ties exist between a child and its biological parent with whom the child has never lived (see Keegan v. , 26 May 1994, § 45, Series A no. 290). In the Court’s view there existed a bond between the first applicant and her son from the moment of the child’s birth which bond amounted to a “family life”. Therefore, Article 8 is applicable in the present case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Exhaustion of domestic remedies and compliance with the six-month rule",
                                "elements": [
                                    {
                                        "content": "53.  The Court notes that the applicants’ complaints relate to a series of events which ended with the adoption of L. Different proceedings took place before the national authorities. The Court considers that the question of exhaustion of domestic remedies, as submitted by the Government, as well as the issue of compliance with the six-month rule are closely linked to the substance of the complaint. Thus, the Court decides to join the objections to the merits of the case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Conclusion",
                                "elements": [
                                    {
                                        "content": "54.  The Court notes that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "55.  The first applicant argued that she was intellectually incapable of following the court proceedings for divesting her of her parental rights or understanding the true nature of those proceedings, let alone arguing her case and understanding the decision adopted. She further contended that final separation between her and her biological son through the adoption proceedings, in which she had not participated and her son’s rights had not been protected, violated both hers and her son’s right to respect for their family lives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Government submitted that the first applicant, as a person who was not divested of legal capacity, had been able to represent her interests in the proceedings before the national courts. The court conducting the proceedings for divesting the first applicant of her parental rights had carefully examined all the relevant facts, commissioned the relevant medical reports and reached adequate conclusions. The first applicant, who had successfully completed professional education, had been capable of engaging the services of a lawyer had she so wished.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  As regards the adoption proceedings, they submitted that the first applicant had no longer had parental rights in respect of L. when those proceedings had been conducted.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Whether there was an interference",
                                "elements": [
                                    {
                                        "content": "58.  The Court has already cited that the mutual enjoyment by parent and child of each other’s company constitutes a fundamental element of family life (see paragraph 54 above). Domestic measures hindering such enjoyment amount to an interference with the right protected by Article 8 (see Johansen, cited above, § 52; Haase v. Germany, no. 11057/02, § 82, ECHR 2004III (extracts); and X v. Croatia, no. 11223/04, § 45, 17 July 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In the present case the measures taken by the State in respect of the first applicant’s relationship with her son L. originated in a decision of 10 May 2010 whereby the first applicant was divested of her parental rights in respect of her son and in his adoption.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  There is no doubt that divesting a parent of his or her parental rights and putting a child up for adoption are both very restrictive measures, the latter of which results in the complete disruption of the relationship between a parent and a child. In this case those measures amounted to an interference with the applicants’ right to respect for their family life as guaranteed by paragraph 1 of Article 8 (see X v. Croatia, cited above, § 45).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Legality of the interference and legitimate aim",
                                "elements": [
                                    {
                                        "content": "61.  The Court accepts that the measures at issue had a basis in national law, namely, the Family Act and that the relevant Croatian legislation is designed to protect children. There is nothing to suggest that it was applied in the present case for any other purpose. The Court accepts therefore that the decisions at issue were aimed at protecting the best interests of the child, which is a legitimate aim within the meaning of paragraph 2 of Article 8 (see Keegan, cited above, § 44; Görgülü v. Germany, no. 74969/01, § 37, 26 February 2004; Glesmann v. Germany, no. 25706/03, § 101, 10 January 2008; and X v. Croatia, cited above, § 46). It remains to be determined whether the interference could be regarded as “necessary in a democratic society”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Necessity in a democratic society",
                                "elements": [
                                    {
                                        "content": "62.  The central issue in this case is whether the procedures followed respected the applicants’ family life or constituted an interference with the exercise of the right to respect for family life which could not be justified as necessary in a democratic society. The essential object of Article 8 is to protect the individual against arbitrary interference by public authorities. The Court reiterates that it is an interference of a very serious order to split up a family. The Court recognises that, in reaching decisions in so sensitive an area, local authorities are faced with a task that is extremely difficult. To require them to follow on each occasion an inflexible procedure would only add to their problems. They must therefore be allowed a measure of discretion in this respect. On the other hand, predominant in any consideration of this aspect of the present case must be the fact that the decisions may well prove to be irreversible as in a case where a child has been taken away from his parents and freed for adoption. This is accordingly a domain in which there is an even greater call than usual for protection against arbitrary interferences (see B. v. the United Kingdom, 8 July 1987, Series A no. 121, § 63; X v. Croatia, cited above, § 47; and R. and H. v. the United Kingdom, no. 35348/06, § 76, 31 May 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  It is true that Article 8 contains no explicit procedural requirements, but this is not conclusive of the matter. The relevant considerations to be weighed by a local authority in reaching decisions on children in its care must perforce include the views and interests of the natural parents. The decision-making process must therefore, in the Court’s view, be such as to ensure that their views and interests are made known to, and duly considered by, the local authority and that they are able to exercise in due time any remedies available to them. In the Court’s view, what therefore has to be determined is whether, having regard to the particular circumstances of the case and notably the serious nature of the decisions to be taken, the parents have been involved in the decision-making process, seen as a whole, to a degree sufficient to provide them with the requisite protection of their interests. If they have not, there will have been a failure to respect their family life and the interference resulting from the decision will not be capable of being regarded as necessary within the meaning of Article 8 (see B. v. the United Kingdom, cited above, § 64; and X v. Croatia, cited above, § 48).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In the procedures applicable to the determination of issues relating to family life parents normally have a right to be heard and to be fully informed, although restrictions on these rights could, in certain circumstances, find justification under Article 8 § 2. The Court will examine these aspects in order to determine whether the proceedings have been conducted in a manner which is fair and affords due respect to the interests protected by Article 8 (see B. v. the United Kingdom, cited above, § 65; Tysiąc v. Poland, no. 5410/03, § 113, ECHR 2007...; and X v. Croatia, cited above, § 49).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In the present case the Court is not called upon to determine whether the adoption of the first applicant’s child was justified as such, but rather to determine whether the procedures followed were in compliance with the requirements of Article 8 of the Convention. The course of events concerning the first applicant’s child is set out in paragraphs 7 to 16 above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court notes that immediately after his birth L., the biological son of the first applicant, was placed in foster care by a decision of the K. Welfare Centre. When the child was about a year and five months old the first applicant was divested of her parental rights in respect of L. Following the decision to that effect, L. was put up for adoption by the competent Social Welfare Centre. The first applicant, who by the time she was granted legal assistance could no longer use any remedies in respect of the decision divesting her of parental rights, made an attempt to have her parental rights restored – a possibility envisaged under the relevant domestic law (section 114 §§ 4 and 5 of the Family Act). However, her request was dismissed, since in the meantime L. had been put up for adoption and adopted by third parties, following adoption proceedings to which the first applicant was not a party, nor had she been informed of them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court considers that the above events, which led to a gradual severance of the ties between a biological mother and her son, are to be seen in their continuity and assessed as a whole.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  In this context, reference should also be made to the European Convention on the Adoption of Children, which is not binding on . This text allows that where the mother or father has been deprived of his or her parental rights in respect of the child, the law may provide that it is not necessary to obtain his or her consent. Likewise, in its White Paper on principles concerning the establishment and legal consequences of parentage of 15 January 2002, the Council of Europe’s Committee of Experts on Family Law accepts that the consent of the father or mother or both may be dispensed with by law if they do not hold parental responsibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court notes also that a vast majority of the member States have in their legal systems a possibility of divesting a parent of his or her parental rights. As regards the role of a parent divested of parental rights in any further proceedings concerning adoption of their child, the legal systems of the member States differ. While approximately half of the member states do recognise, at least to a certain extent, the right of a parent divested of his or her parental rights to participate in the adoption proceedings, the other half does not.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  In view of the above, the Court, without having to decide about the compliance of legislation which does not allow a parent divested of parental rights to participate in the adoption proceedings with Article 8 of the Convention, will examine whether sufficient safeguards for the protection of the applicants’ private and family life were provided at any stage of the process of severing the applicants’ mutual ties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  As regards the proceedings for divesting parents of their parental rights, the Court notes that the Croatian Family Act contains detailed provision concerning the issue of divesting a parent of his or her parental rights. Thus, it is provided that a parent is to be divested of parental rights if he or she abuses or seriously infringes parental responsibility, obligations and rights. The grounds for such a measure are listed in section 114(2) of the Family Act. Procedures to be followed are also envisaged by that Act. The interests of a child are protected by appointment of a special guardian in these proceedings (section 114(6) of the Family Act). The courts conducting any proceedings under the Family Act are obliged to ensure that the interests of persons suffering from mental ailments or of persons who, for other reasons, are not able to protect their rights and interests, are adequately protected (section 267 of the Family Act). The Court is thus satisfied that the Croatian legislation provides for adequate safeguards as regards the interests of parents and their children in the proceedings for divesting the parents of parental rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The first applicant, despite the requirement under section 267 of the Family Act, in the proceedings divesting her of her parental rights was not represented. The national authorities established that she had a mild mental disability and that despite the need for ongoing psychiatric treatment she was not receiving any such treatment. She was enrolled in a special needs programme at school, had a speech impediment and a limited vocabulary. The Court considers that the national authorities should have ensured that, in view of the importance of the proceedings at issue for her right to respect for her family life, the first applicant’s interests were adequately protected in the proceedings at issue. That the first applicant could not properly understand the full legal effect of such proceedings and adequately argue her case and thus protect her rights and interests as the biological mother of L., is evidenced by her above-described personal circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  However, despite the findings of the national authorities that the first applicant suffered from a mild mental disability, and the assessment of the court conducting the proceedings in question that she had a speech impediment and a limited vocabulary, that same court allowed her to remain unrepresented. The Court finds it difficult to accept that a person whose speech impediment and limited vocabulary were taken as grounds to fear that she would not be able to teach her child to speak properly, would be able to argue her case in proceedings before the national courts concerning her parental rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The first applicant sought legal aid which was granted, but only after the time-limit for lodging the appeal had already expired. In these circumstances the lawyer acting on behalf of the applicant choose the only path that was still available for the protection of the first applicant’s parental rights in respect of L. by attempting to restore them under section 114(5) of the Family Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  Owing to the decision of 10 May 2010 divesting the first applicant of her parental rights in respect of L., the first applicant was subsequently excluded from the adoption of L. Therefore, in the proceedings preceding a decision of such paramount consequences, the applicants’ rights and interests should have been adequately protected by the first applicant being provided with proper assistance by a lawyer in the interests of affording her the requisite consideration of her views and protection of her interests as well as those of her biological son L. from the standpoint of preserving ties with his biological mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  While those proceedings were pending, the first applicant learned on 7 December 2010 that L. had already been adopted. The proceedings for restoring the first applicant’s parental rights were therefore terminated on 28 January 2011. No further remedy would have served any purpose, since no proceedings concerning the first applicant’s parental rights could be continued owing to the fact that L. had already been adopted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court further notes that the first applicant was not informed of the adoption proceedings and was not heard at any time in that connection. Since she was not a party to the adoption proceedings she had no right to use any remedy in the context of those proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  While the Court can accept that her consent, owing to the fact that she had been divested of her parental rights, was not necessary in the adoption proceedings, it nevertheless considers that where, as in Croatia, a national system allows for parental rights to be restored, it is indispensable that a parent be given an opportunity to exercise that right before the child is put up for adoption, should such a possibility have any meaning. In the present case, by not informing the first applicant about the adoption proceedings the national authorities deprived her of the opportunity to seek restoration of her parental rights before the ties between the biological parent and child were finally severed by the child’s adoption. She was thus prevented from enjoying her right guaranteed by the Family Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The foregoing reveals, in the opinion of the Court, insufficient involvement of the first applicant in the decision-making process.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Against this background the Court considers that there were no adequate safeguards at any stage of the process of severing the ties between the applicants. It finds that there has been a violation of Article 8 of the Convention and dismisses the Government’s objections as to the exhaustion of domestic remedies and compliance with the six-month rule.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "81.  The first applicant also complained, under Article 6 of the Convention, that she had not been a party to the adoption proceedings, that she had not given her consent to the adoption and that she had never been informed that such proceedings had been instituted. In this connection, the first applicant complained that her child’s guardian had been an employee of the Centre that had carried out the adoption proceedings, and claimed that she had influenced the initiation of the adoption proceedings instead of protecting the first applicant’s rights.",
                                "elements": []
                            },
                            {
                                "content": "82.  The Government contested these arguments.",
                                "elements": []
                            },
                            {
                                "content": "83.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "84.  The Court finds, however, that this complaint essentially overlaps with the issues which have been examined under Article 8 of the Convention. Having found a violation of this provision, the Court holds that no separate issue arises under Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "85.  The first applicant complained that her child had been taken from her owing to her mental disability and physical invalidity and that therefore she had been discriminated against on that basis. She relied on Article 14 of the Convention, the relevant part of which reads:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "86.  The Government argued that the first applicant had failed to exhaust domestic remedies because she had not lodged an action for the protection against discrimination under the Prevention of Discrimination Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The first applicant replied that she had not been required to use the remedy relied on by the Government because her parental rights could not be restored by means of that remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Court considers that the first applicant could in no manner address the situation complained of outside the proceedings conducted before the national authorities which concerned the relationship between her and her son, namely those divesting her of parental rights, the proceedings where she attempted to have her parental rights restored; and the adoption proceedings concerning L. Therefore, the first applicant was not required to institute any separate proceedings under the Prevention of Discrimination Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court considers further that this complaint is closely linked to the one concerning the first applicant’s right to respect for her private and family life under Article 8 of the Convention and must also therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "90.  The first applicant argued that her biological son had been taken from her by the national authorities on the basis of her disability and that that amounted to discrimination contrary to Article 14 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Government maintained that L. had been separated from his biological mother, the first applicant, owing to her failure to secure adequate conditions for them to live together and not her disability and that therefore there had been no discrimination on any ground in the case at issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court reiterates that Article 14 has no independent existence, but plays an important role by complementing the other provisions of the Convention and its Protocols, since it protects individuals placed in similar situations from any discrimination in the enjoyment of the rights set forth in those other provisions. Where a substantive Article of the Convention or its Protocols has been relied on both on its own and in conjunction with Article 14 and a separate breach has been found of the substantive Article, the Court may not always consider it necessary to examine the case under Article 14 as well, though the position is otherwise if a clear inequality of treatment in the enjoyment of the right in question is a fundamental aspect of the case (see Dudgeon v. the United Kingdom, 22 October 1981, § 67, Series A no. 45; Chassagnou and Others v. France [GC], nos. 25088/94, 28331/95 and 28443/95, § 89, ECHR 1999-III; and Timishev v. Russia, nos. 55762/00 and 55974/00, § 53, ECHR 2005-XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  As to the present case, the Court notes that the first applicant claimed that L. had been taken from her solely on the basis of her disability, while the Government claimed that he had been taken owing to lack of adequate conditions for their living together.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court considers that the main issue in the present case is the procedures followed by the national authorities in separating L. from the first applicant, his biological mother. In this regard the Court has already found a violation of Article 8 of the Convention after establishing shortcomings in the proceedings. In view of the Court’s analysis under that Article and the violation found, the Court considers that in the circumstances of the present case it is not necessary to examine any further complaint under Article 14 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "95.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "96.  The first applicant claimed 30,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Government deemed the sum claimed excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Having regard to all the circumstances of the present case, the Court accepts that the first applicant has suffered non-pecuniary damage which cannot be compensated solely by the finding of a violation. Making its assessment on an equitable basis, the Court awards the first applicant EUR 12,500 in respect of non-pecuniary damage, plus any tax that may be chargeable to her.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "99.  The first applicant also claimed EUR 4,400 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Government deemed the sum claimed excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 2,000 for the proceedings before it, plus any tax that may be chargeable to the first applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "102.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join to the merits the Government’s objections as to the exhaustion of domestic remedies and compliance with the six-month rule and rejects them;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the complaint under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there is no need to examine the complaint under Article 14 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the first applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Croatian kunas at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the first applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 January 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF A.K. AND L. v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-115868.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0108JUD003795611",
    "externalsources": [
        "European Convention on the Adoption of Children",
        "White Paper on principles concerning the establishment and legal consequences of parentage of 15 January 2002 of the Council of Europe’s Committee of Experts on Family Law"
    ],
    "extractedappno": [
        "37956/11",
        "56547/00",
        "39221/98",
        "41963/98",
        "16318/07",
        "43155/05",
        "32250/08",
        "64791/10",
        "11057/02",
        "11223/04",
        "74969/01",
        "25706/03",
        "35348/06",
        "5410/03",
        "25088/94",
        "28331/95",
        "28443/95",
        "55762/00",
        "55974/00"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Sections 114 §§ 4, 5 and 6, and 267 of the Family Act"
    ],
    "itemid": "001-115868",
    "judgementdate": "08/01/2013 00:00:00",
    "kpdate": "08/01/2013 00:00:00",
    "kpthesaurus": [
        "451",
        "425",
        "203",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "8",
        "41",
        "8-2",
        "8-1"
    ],
    "parties": [
        "A.K. AND L.",
        "CROATIA"
    ],
    "rank": "949.442016601563",
    "representedby": [
        "KUSAN L."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [
        "B. v. the United Kingdom, 8 July 1987, Series A no. 121",
        "Chassagnou and Others v. France [GC], nos. 25088/94, 28331/95 and 28443/95, § 89, ECHR 1999-III",
        "Diamante and Pelliccioni v. San Marino, no. 32250/08, § 146, 27 September 2011",
        "Dudgeon v. the United Kingdom, 22 October 1981, § 67, Series A no. 45",
        "Glesmann v. Germany, no. 25706/03, § 101, 10 January 2008",
        "Görgülü v. Germany, no. 74969/01, § 37, 26 February 2004",
        "Haase v. Germany, no. 11057/02, § 82, ECHR 2004-III (extracts)",
        "Johansen v. Norway, 7 August 1996, § 52, Reports of Judgments and Decisions 1996-III",
        "Keegan v. Ireland, 26 May 1994, Series A no. 290",
        "Loizidou v. Turkey (preliminary objections), 23 March 1995, §§ 70-72, Series A no. 310",
        "M.D. and Others v. Malta, no. 64791/10, § 27, 17 July 2012",
        "Moretti and Benedetti v. Italy, no. 16318/07, § 32, 27 April 2010",
        "Norris v. Ireland, 26 October 1988, § 31, Series A no. 142",
        "Olsson v. Sweden (no. 1), 24 March 1988, § 59, Series A no. 130",
        "P.C. and S. v. the United Kingdom (dec.), no. 56547/00, 11 November 2001",
        "R. and H. v. the United Kingdom, no. 35348/06, § 76, 31 May 2011",
        "Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, ECHR 2000-VIII, § 138",
        "Timishev v. Russia, nos. 55762/00 and 55974/00, § 53, ECHR 2005-XII",
        "Tysiac v. Poland, no. 5410/03, § 113, ECHR 2007-...",
        "X v. Croatia, no. 11223/04, 17 July 2008",
        "Z. v. Slovenia, no. 43155/05, § 114, 30 November 2010"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "430067",
    "typedescription": "15"
}