{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "59327/19",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Administrative proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-204692.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application against Slovakia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on 8 November 2019.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Z. Perhács, a lawyer practising in Jelenec.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 12 December 2019 the Government were given notice of the application.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant’s details are set out in the appended table.",
                                "elements": []
                            },
                            {
                                "content": "The applicant’s request for information",
                                "elements": [
                                    {
                                        "content": "5.  On 16 September 2014 the applicant filed a request for information with the Special Criminal Court pursuant to the Freedom of Information Act (Law no. 211/2000 Coll.). The request concerned his surveillance by the State authorities in the period from 14 September 2008 to 11 December 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 18 September 2014 the Special Criminal Court refused to disclose the information requested, arguing that it was classified (utajovaná informácia). By decision of 20 October 2014 the Ministry of Justice, acting as the higher administrative body, upheld the decision of the Special Criminal Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 28 October 2014 the applicant lodged an administrative action against the decision of the Ministry of Justice before the Bratislava Regional Court (‘the Regional Court’). On 28 September 2016 the Regional Court dismissed the action and the judgment was served on the applicant’s lawyer on 31 October 2016.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Upon the applicant’s cassation appeal, on 15 March 2018, the Supreme Court quashed the Regional Court’s judgment and remitted the case back before that court for a fresh examination. The Supreme Court’s judgment was served on the applicant’s lawyer on 10 April 2018.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  By a new judgment of 23 May 2019, served on the applicant’s lawyer on 1 July 2019, the Regional Court quashed the decision of the Ministry of Justice and remitted the case back to the latter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  It appears from the applicant’s observations of 14 April 2020 that the proceedings before the administrative bodies are still pending. The Government did not provide any further information in that regard.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The proceedings before the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "11.  On 5 August 2016 the applicant lodged his first constitutional complaint challenging the length of the proceedings before the Regional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 3 August 2017 the Constitutional Court dismissed the complaint as manifestly ill-founded (II. US 508/2017). It examined the Regional Court’s conduct in the proceedings which had lasted from 28 October 2014 to 31 October 2016, i.e. for two years, and found, inter alia, that although the Regional Court had not acted without delays, those could not be qualified as unreasonable. It had regard to the fact that the proceedings before the Regional Court had been concluded at the time of its decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 25 September 2018 the applicant lodged his second constitutional complaint challenging the length of the judicial proceedings as a whole. Although he requested the Constitutional Court to examine the overall length of the proceedings, the summary of the complaint was directed exclusively at the Regional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 20 August 2019 the Constitutional Court dismissed the complaint as manifestly ill-founded (I. US 305/2019). It held that although the Regional Court’s conduct had not been flawless or sufficiently effective, in light of all the circumstances and the overall length of the proceedings, the sum of the delays had not reached the required intensity. It had regard to the fact that the proceedings before the Regional Court had been concluded.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "15.  The applicant complained that the overall length of the proceedings on his request for information had been incompatible with the “reasonable time” requirement. He relied on Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "16.  The Court observes that although the applicant complains about the overall length of the proceedings on his request for information, the summary of his two constitutional complaints was directed exclusively at the Regional Court’s conduct (see paragraphs 11 and 13). Therefore, the Court finds that in respect of the remaining periods during which the case was dealt with by the administrative authorities and by the Supreme Court, the applicant failed to lodge his constitutional complaints in accordance with the applicable procedural rules and established practice (see Obluk v. Slovakia, no. 69484/01, § 62, 20 June 2006). Accordingly, this part of the complaint must be rejected under Article 35 §§ 1 and 4 of the Convention for non-exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court will thus examine only the period during which the case was dealt with by the Regional Court, which lasted more than three years and three months. The Court considers that this part of the applicant’s complaint is neither manifestly ill-founded nor inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "18.  The Court reiterates that the reasonableness of the length of the proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above). In the leading case of Obluk (§§ 73 and 77, cited above), the Court found a violation in respect of the length of proceedings lasting three years and almost eight months before one level of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court observes that the overall duration of the proceedings before the Regional Court in the present case was three years, three months and twenty-one days. It further observes that in neither of its decisions did the Constitutional Court find that the case was particularly complex or that the applicant contributed to the delays that had occurred. It merely identified some degree of inefficiency on the part of the Regional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  With regard to what was at stake for the applicant the Court notes that the case concerned the applicant’s request for information relating to his previous surveillance by the State authorities. The aim of the request was to clarify the existence of the alleged interference with the applicant’s private life, which was likely to be of substantial importance to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court further notes that the Freedom of Information Act provides very short time-limits to the administrative authorities - eight working days to deal with requests for information and fifteen days to examine possible complaints against the refusal to disclose the information. In such circumstances, while admitting that the courts cannot be subject to such short time-limits, the Court cannot accept that in the present circumstances the Regional Court had dealt with the action for more than three years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Finally, although the administrative stage of the proceedings on the request for information and the proceedings before the Supreme Court are not the subject-matter of the admissible part of this application, they cannot be dissociated completely from the proceedings before the Regional Court under examination and should be taken into consideration (see, mutatis mutandis, Pavlík v. Slovakia, no. 74827/01, § 107, 30 January 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Having examined all the material submitted to it and having regards to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "26.  The applicant claimed 6,716.33 euros (EUR) in respect of non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "27.  Regard being had to the documents in its possession and to its caselaw (see, in particular, Obluk, cited above), the Court considers it reasonable to award the applicant the sums detailed in the appended table and dismisses the remainder of his claim for just satisfaction.",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares the complaint under Article 6 § 1 of the Convention about the length of the proceedings before the Bratislava Regional Court admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a breach of Article 6 § 1 of the Convention concerning the excessive length of proceedings;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months, the amounts indicated in the appended table;",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 September 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dmitry Dedov",
            "role": "president"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Gilberto Felici",
            "role": "judges"
        },
        {
            "name": "Liv Tigerstedt",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PERHÁCS v. SLOVAKIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-204692.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0924JUD005932719",
    "externalsources": [],
    "extractedappno": [
        "59327/19",
        "69484/01",
        "30979/96",
        "74827/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-204692",
    "judgementdate": "24/09/2020 00:00:00",
    "kpdate": "24/09/2020 00:00:00",
    "kpthesaurus": [
        "445",
        "13",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "PERHÁCS",
        "SLOVAKIA"
    ],
    "rank": "7613.23046875",
    "representedby": [
        "PERHACS Z."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "500636",
    "typedescription": "15"
}