{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage - award",
    "applicability": "41",
    "appno": "19206/05",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-91103.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 19206/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Albanian national, Mr Ramiz Dauti \n(“the applicant”), on 12 May 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr G. Terpo and Mr R. Islami, lawyers practising in Tirana and . The Albanian Government (“the Government”) were represented by their Agent, Ms S. Meneri.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained under Articles 6 § 1 and 13 of the Convention of a violation of his right of access to a court in order to challenge decisions given by administrative bodies.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 23 June 2005 the President of the Fourth Section of the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it was decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each filed further written observations (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "\nTHE FACTS",
                        "elements": []
                    },
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1947 and lives in Tirana.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 14 April 1992 the applicant suffered a serious accident at work and was unable to continue working. There is no documented information concerning the applicant’s state of health from 1992 to 2001.",
                                "elements": []
                            },
                            {
                                "content": "A.  Procedure before the Medical Examination Commission on Capacity for Work",
                                "elements": [
                                    {
                                        "content": "8.  The applicant was admitted to hospital on an unspecified date. On 13 March 2001 he was released from hospital with a medical report recommending that he apply for recognition of his incapacity to work (fletë drejtimi për K.E.M.P.) and for the corresponding benefits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 14 March 2001 the applicant applied to the District Medical Examination Commission on Capacity for Work (Komisioni Mjekësor i Caktimit të Aftësisë për Punë (K.M.C.A.P. Dibër) – “the District Commission”) seeking to have his degree of incapacity determined and to be awarded benefits. By decision of 28 September 2001, the Commission recognised the applicant’s incapacity for work with effect from 14 April 1992. However, it decided that he would be eligible for the corresponding benefits only for the period from 16 March 2001 to 30 March 2002, and granted him Category 4 incapacity status on the grounds that he was considered to have suffered an accident outside work.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 1 October 2001 the applicant lodged an appeal with the Medical Examination Appeals Commission on Capacity for Work (K.M.C.A.P. Epror –“the Appeals Commission”) contesting the District Commission’s decision in part. He argued that, in considering that he had suffered an accident outside work, the District Commission had erroneously assessed the circumstances of the case. He claimed that he should have been granted Category 2 incapacity status instead of Category 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 30 January 2003 the Appeals Commission revoked the District Commission’s decision in its entirety. It declared the applicant fit for work and ineligible for incapacity benefits.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Judicial proceedings",
                                "elements": [
                                    {
                                        "content": "1. Proceedings relating to official recognition of the accident",
                                        "elements": [
                                            {
                                                "content": "12.  On an unspecified date the applicant requested the Dibra District Court to verify and recognise that the accident of 14 April 1992 had occurred at his place of work.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On 30 May 2003, on the basis of witness statements and medical reports, the Dibra District Court found that the applicant had suffered an accident on 14 April 1992 during working hours. The judgment became final and binding on 16 July 2003.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Proceedings concerning the lawfulness of the Appeals Commission’s decision",
                                        "elements": [
                                            {
                                                "content": "14.  On an unspecified date the applicant initiated civil proceedings with the Tirana District Court to challenge the lawfulness of the Appeals Commission’s decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 9 June 2003 the District Court dismissed the applicant’s action on the grounds that, pursuant to section 35 of the Social Security Act, the decisions of the Appeals Commission were final and binding and not subject to scrutiny by the courts (see paragraph 24 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  The applicant appealed to the Court of Appeal. He claimed a violation of his right of access to a court in order to challenge the fairness of the proceedings before the Appeals Commission. In addition, the applicant argued that by refusing to exercise jurisdiction in the matter, the District Court had discriminated against him vis-à-vis other claimants who, having challenged the unfairness of the proceedings before the Appeals Commission, had obtained redress from the courts (see paragraphs 34 and 35 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 9 October 2003 the Court of Appeal upheld the District Court’s decision, confirming that the outcome of the procedure before the Appeals Commission was final and not subject to challenge before the courts. In so far as the applicant’s complaint that he had been discriminated against was concerned, it found that the District Court had based its decision on the law and not on precedents. Lastly, the court disagreed with the applicant’s argument about the alleged incompetence of the Appeals Commission’s members and found that their professional abilities were satisfactory.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 5 March 2004 the Supreme Court’s Civil Bench dismissed an appeal by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On an unspecified date the applicant appealed to the , challenging the lower courts’ decisions. He claimed an infringement of his right of access to a court in order to challenge the Appeals Commission’s decision before the domestic courts and obtain redress for the alleged unfairness of the proceedings before the Appeals Commission. Moreover, he contested the competence of the Appeals Commission’s members.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 23 December 2004 the  upheld the lower courts’ decisions. The  did not address the applicant’s complaint about the lack of judicial control of the Appeals Commission’s decision. It pointed out that the Court of Appeal had nevertheless ruled on the issue of the impartiality of the Commission’s members. It had concluded that they were appointed by the Ministry of Health on the basis of their professional qualities, qualifications and experience. Hence, the applicant’s appeal was unsubstantiated.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Recent developments",
                                "elements": [
                                    {
                                        "content": "21.  On 10 June 2005 the applicant was issued with a medical report recommending that he apply for Category 2 incapacity status (fletë drejtimi për K.E.M.P.). On 22 July 2005 the Dibër District Commission found the applicant fully unfit for work with effect from 16 March 2001 and awarded him incapacity benefits for the period between 30 June 2005 and 30 June 2006. The Appeals Commission, following an appeal by the applicant, modified the period so that it ran from 20 November 2005 to 30 May 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 29 June 2006 the Appeals Commission extended the applicant’s incapacity status from 1 June 2006 to 1 January 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  By a certificate of the District Commission of 21 June 2007, the applicant’s incapacity was extended for the period from 1 January 2007 to 1 January 2008.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "The Social Security Act (Law no. 7703 of 11 May 1993, as amended by Law no. 7932 of 1995, Laws nos. 8286 and 8392 of 1998, Law no. 8575 of 2000, Laws nos. 8776 and 8852 of 2001, Law no. 8889 of 2002, Laws nos. 9058 and 9114 of 2003 and Law no. 9498 of 2006)",
                                "elements": [
                                    {
                                        "content": "24.  The Social Security Act established the Medical Commission on Capacity for Work, (KMCAP), which determines claimants’ incapacity for work. Section 35 of the Act provides that “the [Commission’s] decision shall indicate the causes of incapacity for work, its starting date and the degree of incapacity. A claimant may lodge an appeal with the Appeals Commission against the District Commission’s decision. The Appeals Commission’s decision as regards the assessment of incapacity for work shall be final.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Section 71 provides for the establishment of the  (“the ISS”) which governs and administers social security in the country. The ISS comprises two main organs: the administrative council and the director general. The administrative council is the highest executive body and is composed of twelve members (six representatives from the Council of Ministers – from the Ministry of Finance, the Ministry of Labour, the Ministry of Health, the Ministry of Justice, the ISS and the Savings Bank –, three representatives from employers’ organisations and three representatives from the trade unions). The director general is appointed (zgjidhet) by the administrative council.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Section 77 provides that the administrative council must submit to the Council of Ministers, through the Ministry of Finance, an annual financial report (income and expenditure) and a budget sheet for the ISS.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Section 86 states that appeals against decisions on benefits may be lodged with the regional directorates. Appeals against decisions of the regional offices may be lodged with the headquarters of the ISS and subsequently with the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Joint Regulation of 13 July 1995 of the ISS and the Ministry of Health on the organisation, rights, duties and functioning of the Medical Commission on Capacity for Work (KMCAP – “the Commission”)",
                                        "elements": [
                                            {
                                                "content": "28.  The Joint Regulation supplements, amongst other provisions, section 35 of the Social Security Act. The Commission is run by and reports to the ISS. It operates at regional level (“the District Commissions”) and at national level (“the Appeals Commission”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The District Commissions (KMCAP e rajonit) are composed of three or five specialised medical doctors from the fields of cardiology, neurology, psychiatry, pathology, etc., who possess at least five years’ experience, in addition to the ISS doctor. They are appointed for an undefined period by the ISS regional directorates. The appointment is endorsed by the head of the health unit under whose supervision the appointed doctors work. Any change to the membership of one of the District Commissions must be approved by the ISS. Members’ work is remunerated in proportion to their attendance. The District Commission examines the claimant’s request, the medical and financial documents, the person’s incapacity for work and the level of incapacity. It decides on the cause of incapacity for work, the starting time and duration and the possibility of re-examination/review and physical and occupational training. The Commission considers persons who are unable to work to be entitled to full incapacity benefits if the level of incapacity is equal to or exceeds 67%.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Appeals Commission (KMCAP epror) deals with appeals against decisions of the District Commissions. The Appeals Commission is composed of specialised medical doctors from the fields of cardiology, neurology, psychiatry and pathology. The membership is determined by the ISS and approved by the Ministry of Health. Members are appointed for an undefined period of time. As a rule of thumb, the Appeals Commission is chaired by the head of a health unit. Members’ work is remunerated in proportion to their attendance. Decisions are final and binding.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The joint regulation does not contain any provisions concerning the dismissal or resignation of members of either the District Commissions or the Appeals Commission.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "32.  Articles 324-333 of the Code of Civil Procedure regulate the adjudication of administrative disputes. Article 324 provides that a party may bring an action before a court with a view to revoking or amending an administrative decision. The party should argue that the decision is unlawful and that his or her own interests and rights have been violated directly or indirectly, individually or collectively. An appeal may be lodged against a court decision with a higher court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Code of Administrative Procedure",
                                "elements": [
                                    {
                                        "content": "33.  Articles 18 and 137 of the Code of Administrative Procedure sanction the principle of judicial control over administrative decisions, provided that all domestic administrative remedies have been exhausted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. Domestic practice",
                                "elements": [
                                    {
                                        "content": "34.  The Tirana District Court, by decision no. 1522 of 30 April 2001, upheld a claimant’s civil action seeking annulment of the decisions of the District Commission and the Appeals Commission, which had revoked the claimant’s incapacity for work after nine years of recognition (from 1991 to 2000). The court appointed an expert group to medically examine the claimant and finally rejected the Appeals Commission’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Following an appeal by the ISS, relying on section 35 of the Social Security Act, the Court of Appeal upheld the District Court’s decision on 6 November 2001. The Court of Appeal circumvented the wording of section 35 of the Social Security Act by relying on section 86 of the Act.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I. ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicant complained under Article 6 § 1 of the Convention that he had been denied his right of access to a court in that the domestic courts had failed to examine his complaint that the Appeals Commission’s decision should be declared null and void.",
                                "elements": []
                            },
                            {
                                "content": "The relevant parts of Article 6 § 1 of the Convention provide:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "Applicability of Article 6 § 1 of the Convention",
                                        "elements": [
                                            {
                                                "content": "37.  Neither the Government nor the applicant contested the applicability of Article 6 § 1 of the Convention in the instant case. It has not been argued, nor is there anything to suggest, that this case relating to the applicant’s claim for disability benefits did not concern a dispute (contestation) over a “right” which could be said, on arguable grounds, to be recognised under domestic law. In particular, it cannot be said that the applicant’s claim was frivolous or vexatious or otherwise lacking in foundation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Nor is it disputed, and the Court is satisfied, that the right in question was “civil” in character in the autonomous sense of Article 6 § 1 of the Convention. The Court reiterates that it has previously determined that welfare benefits and rights to social insurance are “civil rights” within the meaning of Article 6 § 1 of the Convention, which applies to proceedings in relation thereto (see, for example, Salesi v. Italy, 26 February 1993, § 19, Series A no. 257E). The present case concerned the applicant’s right to welfare benefits, namely a disability allowance arising in connection with his incapacity for work.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court therefore concludes that Article 6 § 1 of the Convention applies in the instant case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court considers that this complaint is not manifestly ill-founded. It further finds that no other grounds for declaring it inadmissible have been established and therefore declares it admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "41.  The applicant submitted that administrative decisions were subject to judicial review in accordance with section 86 of the Social Security Act and Article 324 of the Code of Civil Procedure. In his view, the domestic courts were also legally bound to accept his complaints on the basis of previous domestic court rulings (see paragraphs 34 and 35 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  As regards the applicant’s argument that the domestic courts had previously reviewed Appeals Commission decisions, the Government submitted that the applicant’s case had been adequately and reasonably examined by the Appeals Commission. In the Government’s view, the applicant’s position differed from that of the claimant in a previous domestic court ruling, in that the other claimant’s incapacity for work and the corresponding benefits had been revoked after ten years of recognition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government contended that the applicant’s claims had been examined by the domestic courts. Hence, the Court of Appeal had found that the composition of the Appeals Commission was in accordance with the law and its members were appointed by the Ministry of Health. Moreover, the  had found that the decision determining the incapacity category of the applicant lay with the lower courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In so far as the applicant’s claim should be interpreted as relating to the assessment of evidence, the Government maintained that Article 6 § 1 of the Convention did not lay down any rules concerning the admissibility of evidence. Such matters, including their assessment, were primarily for the domestic courts.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "45.  Since Article 6 § 1 of the Convention has been found to be applicable, it follows that the applicant was entitled to have his case heard by “a tribunal” satisfying the conditions laid down in that Article.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  While Article 6 § 1 embodies the “right to a court”, it nevertheless does not oblige the Contracting States to submit “contestations” (disputes) over “civil rights and obligations” to a procedure conducted at each of its stages before “tribunals” meeting the Article’s various requirements. Demands of flexibility and efficiency, which are fully compatible with the protection of human rights, may justify the prior intervention of administrative or professional bodies and, a fortiori, of judicial bodies which do not satisfy the said requirements in every respect. The “right to a court” covers questions of fact just as much as questions of law (see Le Compte, Van Leuven and De Meyere v. , 23 June 1981, § 51, Series A no. 43).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court points out that under Article 6 § 1 of the Convention it is necessary that decisions of administrative authorities which do not themselves satisfy the requirements of that Article should be subject to subsequent control by a “judicial body that has full jurisdiction” (see, for example, Ortenberg v. Austria, 25 November 1994, § 31, Series A no. 295B, and Crişan v. , no. 42930/98, § 24, 27 May 2003).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court notes that at least in one instance, the domestic courts, whose final decisions were not disputed by the Government, reviewed the Appeals Commission’s decision (see paragraphs 34 and 35 above). In the instant case, on the basis of domestic practice, the applicant lodged appeals with the domestic courts, which rejected his claims on the ground that the Appeals Commission’s decision was final and not subject to judicial control. Moreover, the  failed to address the applicant’s complaint about the lack of judicial control of the Appeals Commission’s decision (see paragraph 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court is not convinced by the Government’s argument that the applicant’s case was materially different from that of the other claimant (see paragraph 42 above). The essence of the applicant’s complaints related to the nullity of the Appeals Commission’s decision, just as much as did that of the other claimant. The Court concludes that the domestic courts could have acted in the same way in the present case and examined “questions of fact just as much as questions of law”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  It is therefore necessary to determine whether the Appeals Commission constituted an “independent and impartial tribunal” within the meaning of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  In order to establish whether a tribunal can be considered as “independent”, regard must be had, inter alia, to the manner of appointment of its members and their term of office, the existence of guarantees against outside pressures and the question whether the body presents an appearance of independence (see, amongst others, Morris v. the , no. 38784/97, § 58, ECHR 2002I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court notes that the Appeals Commission is wholly composed of medical practitioners, appointed by the ISS and ultimately approved by the Ministry of Health, under whose authority and supervision the doctors work. No legally qualified or judicial members sit on the Appeals Commission (see, by contrast, Le Compte, Van Leuven and De Meyere, cited above, § 58.)",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The law and the domestic regulations contain no rules governing the members’ term of office, their removal, resignation or any guarantee for their irremovability. The statutory rules do not provide for the possibility of an oath to be taken by its members. It appears that they can be removed from office at any time, at the whim of the ISS and the Ministry of Health, which exercise unfettered discretion. The position of the Appeals Commission members is therefore open to external pressures. Such a situation undermines its appearance of independence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In the light of the foregoing, the Court considers that the Appeals Commission cannot be regarded as an “independent and impartial tribunal” as required by Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Having regard to the fact that the Appeals Commission does not constitute an “independent and impartial tribunal” and that its decisions, according to the law in force at the material time, could not be challenged before a domestic court, the Court concludes that there has been a breach of the applicant’s right of access to a court under Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  The applicant complained that there was no effective remedy by which to challenge the Appeals Commission’s decision before the domestic courts. He relied on Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A. Admissibility",
                                "elements": [
                                    {
                                        "content": "57.  The Court considers that this complaint is not manifestly ill-founded. It further finds that no other grounds for declaring it inadmissible have been established and therefore declares it admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Merits",
                                "elements": [
                                    {
                                        "content": "58.  The Court reiterates that in so far as the Convention right asserted by the applicant is a “civil right”, Article 6 § 1 is deemed to constitute a lex specialis in relation to Article 13. Its safeguards are stricter than, and absorb, those of Article 13 (see Menesheva v. Russia, no. 59261/00, § 105, ECHR 2006...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court thus considers that it is not necessary to examine the applicant’s complaint under the less stringent requirements of Article 13.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "61.  The applicant claimed 30,000 euros (EUR) in pecuniary damage and \nEUR 500,000 in non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government contested the applicant’s claims. They submitted that in the event that the Court should decide to award pecuniary damage to the applicant, it should do so for the period between 16 March 2001 and 30 March 2002 only. They stressed that the 2003, 2004 and 2005 decisions recognising the applicant’s invalidity status had not been challenged. The Government contended that the applicant’s claim for non-pecuniary damage was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court has found a violation of the applicant’s right of access to a court under Article 6 § 1 of the Convention with a view to challenging the Appeals Commission’s decision which examined the applicant’s “civil rights”. It is not for the Court to speculate as to what the outcome of the proceedings would have been if they had been in conformity with the requirements of Article 6 § 1 of the Convention. It consequently makes no award for pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court accepts that the applicant must have been caused a certain amount of stress and frustration as a result of the denial of his right of access to a court. Making its assessment on an equitable basis, it awards the applicant an amount of EUR 6,000 for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "65.  The applicant claimed EUR 20,000 for the costs and expenses incurred before the domestic courts and those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government contested the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum (see, for example, Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  In the present case, regard being had to the lack of supporting documents, the Court rejects the claim for costs and expenses in the domestic proceedings and the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "69.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that it is not necessary to examine the applicant’s complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 6,000 (six thousand euros) in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 February 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF DAUTI v. ALBANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-91103.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0203JUD001920605",
    "externalsources": [],
    "extractedappno": [
        "19206/05",
        "42930/98",
        "38784/97",
        "59261/00",
        "23118/93"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Sections 71, 77 and 86 of the Social Security Act",
        "Articles 324-333 of the Code of Civil Procedure",
        "Articles 18 and 137 of the Code of Administrative Procedure"
    ],
    "itemid": "001-91103",
    "judgementdate": "03/02/2009 00:00:00",
    "kpdate": "03/02/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "13",
        "181",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "DAUTI",
        "ALBANIA"
    ],
    "rank": "661.094970703125",
    "representedby": [
        "ISLAMI R.",
        "TERPO G."
    ],
    "respondent": "ALB",
    "respondentOrderEng": "1",
    "scl": [
        "Crisan v. Romania, no. 42930/98, § 24, 27 May 2003",
        "Le Compte, Van Leuven and De Meyere v. Belgium, 23 June 1981, §§ 51, 58, Series A no. 43",
        "Menesheva v. Russia, no. 59261/00, § 105, ECHR 2006-...",
        "Morris v. the United Kingdom, no. 38784/97, § 58, ECHR 2002-I",
        "Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII",
        "Ortenberg v. Austria, 25 November 1994, § 31, Series A no. 295-B",
        "Salesi v. Italy, 26 February 1993, § 19, Series A no. 257-E"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "348799",
    "typedescription": "15"
}