{
    "__articles": "8;8-1;8-2;34;35;41",
    "__conclusion": "Preliminary objection allowed (Art. 34) Individual applications;(Art. 34) Locus standi;Remainder inadmissible (Art. 35) Admissibility criteria;No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life);Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for family life);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "55",
    "appno": "72931/10",
    "article": [
        "8",
        "41",
        "35",
        "34"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 34"
            ],
            "element": "Preliminary objection allowed",
            "type": "other"
        },
        {
            "details": [
                "Art. 34"
            ],
            "element": "Individual applications",
            "type": "other"
        },
        {
            "details": [
                "Art. 35"
            ],
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life"
            ],
            "element": "No violation of Article 8 - Right to respect for private and family life",
            "type": "no-violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Positive obligations",
                "Article 8-1 - Respect for family life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-192208.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 72931/10) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by eight Russian nationals (listed in the appendix) (“the applicants”), on 6 December 2010. The first applicant also lodged the present application on behalf of R., a Russian national born in 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The first applicant represented herself and the remaining seven applicants. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights, and then by Mr V. Galperin, his successor in that office.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the annulment of the first applicant’s guardianship over R. and his transfer to his biological parents’ care and the refusal to allow them access to R. had violated their right to respect for their family life, as guaranteed by Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 26 September 2012 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 19 March 2019 the Chamber, of its own motion, granted anonymity to the application (Rule 47 § 4 of the Rule of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicants live in Astrakhan.",
                                "elements": []
                            },
                            {
                                "content": "7.  The first applicant has been or is a guardian (a foster parent) of the second to eighth applicants. R. was a minor, who remained in the first applicant’s care from 20 July 2001 until 26 July 2010.",
                                "elements": []
                            },
                            {
                                "content": "8.  At birth R. was diagnosed with several serious health conditions. He spent the first eight months of his life in hospital. As his condition remained very serious and unstable, his natural parents considered themselves unfit to attend to his needs and agreed for their son to be put into the care of the first applicant, who had qualifications in medicine and was an experienced paediatrician.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 20 July 2001 the first applicant took R. from hospital and brought him at her place of residence.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 23 November 2001 the Trusovskiy District Council in Astrakhan appointed the first applicant to act as R.’s guardian. The decision stated that R.’s parents were unable to ensure proper care of their child, who had serious congenital diseases, and that therefore they gave their consent in writing to the first applicant’s guardianship over R., and to his transfer into her care.",
                                "elements": []
                            },
                            {
                                "content": "11.  Eventually, at various dates in the period from 2003 to 2009 the first applicant also was appointed guardian to the second to eighth applicants.",
                                "elements": []
                            },
                            {
                                "content": "12.  Between 2001 and 2007, the first applicant and R.’s parents maintained good relations.",
                                "elements": []
                            },
                            {
                                "content": "13.  In 2007 R.’s state of health became more stable, and his parents expressed their wish to take him back into their care. The first applicant refused to return the boy.",
                                "elements": []
                            },
                            {
                                "content": "A.  Proceedings concerning deprivation of parental authority",
                                "elements": [
                                    {
                                        "content": "14.  On an unspecified date the first applicant brought a claim against R.’s parents in an attempt to have them deprived of their parental authority over him. She argued that they had left R. in the children’s hospital shortly after his birth; that they had not expressed any interest in his life, health and development; that they had not visited him; and that financial support they had given had been inadequate given the child’s special needs. According to the first applicant, R.’s parents were now interested in the boy only with a view to improving their living conditions, as having a disabled child in their care could entitle them to better social housing. The first applicant thus insisted that R.’s parents had evaded their parental duties and thus should be divested of their parental authority over R.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In the proceedings before the first-instance court, the Ministry of Education and Science of Astrakhan Region (hereinafter “the childcare authority”) provided an expert report on the issue, in which they considered that R.’s parents “[did] not show any interest in his life or health condition, they [did] not participate in his upbringing, they [did] not provide any financial maintenance and [had] chosen not to fulfil their parental duties”. The report concluded that they should be deprived of their parental authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 11 November 2008 the Trusovskiy District Court of Astrakhan (“the District Court”) dismissed the first applicant’s claim. In particular, it rejected as unfounded the first applicant’s argument that R.’s parents had abandoned him in the children’s hospital; it observed in this connection that no evidence had been submitted to it – in the form of a written statement by R.’s parents or certificates from any health institutions – to show that R.’s parents had ever formally renounced their parental authority over the boy. The court further observed that the decision to transfer their son under the first applicant’s guardianship had been taken by the child’s parents at a very difficult time of their lives, when they had faced a very stressful situation of being unable, on their own, to attend to their son’s needs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The District Court also rejected the first applicant’s allegation concerning R.’s parents’ unwillingness or failure to visit their son in the absence of any obstacles. In the latter connection, the court observed that the first applicant had had a negative attitude towards R.’s parents’ unexpected visits, and she had never informed them of the child’s absence from his place of residence (for outings and trips abroad). Also, R.’s parents had been unable to obtain information about R.’s heath from the relevant healthcare institutions, as the latter had refused give them any such information at the first applicant’s written request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The court also referred to statements of a number of witnesses which confirmed that R.’s parents had helped the first applicant with his maintenance, both financially and by providing various services requested by the first applicant; in particular, they had had maintenance and repair work in the first applicant’s housing done; they had ensured private transport for R.’s visits to medical appointments; they had supplied medicine and food for R.’s special diet; they had taken his clothes for cleaning and brought him clean clothes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The court further considered the deprivation of parental authority to be an extraordinary measure that could only be applied on the grounds established in Article 69 of the Russian Family Code (see paragraph 68 below). In the circumstances of the case, the court did not discern any grounds justifying such a measure. At the same time, the court urged R.’s parents “to change their attitude towards [R.’s] upbringing” and imposed on the competent childcare authority an obligation to monitor their compliance with their parental obligations”. It also noted that the financial support provided by R.’s biological parents was insufficient and ordered that they pay the first applicant one quarter of their monthly income as child maintenance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 12 March 2009 the Astrakhan Regional Court (“the Regional Court”) upheld the first-instance judgment on appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  First set of proceedings concerning the determination of R.’s place of residence",
                                "elements": [
                                    {
                                        "content": "21.  On 26 February 2009 the District Court dismissed an application by R.’s parents to have their son returned to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  It established, in particular, that the first applicant had been taking good care of R.; that she had actively involved relevant specialist healthcare professionals to ensure that he had received the necessary medical treatment and constant care; she had created all conditions necessary for his life and development, taking into account his special needs. The court also noted that for the period when R. had remained in the first applicant’s care, there had been improvements in his state of his health and progress in his physical and psychological development. It furthermore referred to the evidence confirming that the first applicant’s foster children lived in good living conditions; that they played as a group; that their leisure activities were well organised, and included group nature outings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The District Court also established, with reference to the available written evidence and witness statements, that, until that moment, R.’s parents had not maintained contact with R., and had never enquired as to his health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  It further observed, with reference to the opinions of healthcare professionals and representatives of the childcare authority who had monitored R., that an abrupt change of surroundings, separation from the people he knew and immediate transfer to his biological parents could seriously traumatise the boy, endanger and harm his psychological state and thus aggravate his conditions. The boy would need a lengthy adaptation period to get used to his natural parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The court thus concluded that it would be in the child’s best interests to continue living with the first applicant for the time being.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The judgment became final on 13 March 2009.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Proceedings concerning R.’s parents’ access to him",
                                "elements": [
                                    {
                                        "content": "27.  On an unspecified date, R.’s parents brought a claim against the first applicant. They complained that she had been obstructing their contact with R. and requested that the court grant them access to the boy, and determine the manner in which they could exercise their contact rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  By a judgment of 7 May 2009 the District Court determined R.’s parents’ rights of contact with the boy. It established that they should have access to him each Friday from 4.30 to 5.30 pm at the first applicant’s home, and each Sunday from 2 to 4 pm at their home in the first applicant’s presence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 10 June 2009 the Regional Court upheld the first-instance judgment on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The case file reveals that R.’s parents complied with the established order of their contact with R.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Second set of proceedings concerning the determination of R.’s place of residence",
                                "elements": [
                                    {
                                        "content": "31.  On an unspecified date R.’s parents brought another claim against the first applicant and the childcare authority before the District Court. They asked for their son’s return and termination of the first applicant’s guardianship over him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In the ensuing proceedings both parties were represented by lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In the context of those proceedings, two reports were drawn up by psychologists of the childcare authority. They reflected the results of monitoring by psychologists of contact sessions between R. and his parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The first report dated 29 December 2009 described two contact sessions that had taken place at various times on 25-27 December 2009. It stated, in particular, that R.’s parents had established good psychological contact with the child, and that they had showed a caring and loving attitude towards the boy. The report furthermore stated that, in view of R.’s special condition and the considerable delay in his physical and psychological development, his interaction with the adults was very limited; however, the parents managed to establish tactile and emotional contact with him. Overall, in so far as his conditions made it possible to ascertain, the child felt psychologically comfortable and calm in the presence of his parents. At the same time, the experts pointed out that the child was very fragile and that, for his psychological comfort, he constantly needed the presence of the first applicant. The experts also stated that R.’s parents had insufficient understanding of their son’s emotional state and interests, the particularities of his psychological condition and his capabilities. The report concluded that it was necessary to continue the process of the child’s adaptation to his parents and to that end the duration of the contact sessions between R. and his parents should be extended.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The second report dated 4 May 2010 described two contact sessions that had taken place on 29 and 30 April 2010. It noted the child’s very serious condition, which greatly limited his interaction with the outside world. It further stated, in particular, that R.’s parents had successfully established psychological contact with their son; that they understood adequately his psychological particularities, emotional state, needs and capabilities. According to the report, when with his parents, R. felt calm and comfortable. In the course of their interaction, R.’s parents had created a warm and beneficial environment propitious for the child’s development.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In the proceedings before the court, the childcare authority expressed a generally favourable opinion regarding R.’s return to his biological parents, but pointed out that, in view of R.’s state of health, his integration into his family should be gradual. In particular, the duration of his contact sessions with the parents, which to then had taken place twice a week in daytime, could be extended and could include night-time contact.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 4 May 2010 the District Court allowed R.’s parents’ claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  It examined in detail the circumstances of R.’s transfer to the first applicant’s care and the relations between the first applicant, R.’s parents and R. from that time forward. It pointed out, in particular, that R.’s parents had surrendered their son to the first applicant’s care given his very serious condition and her experience as a paediatrician; at that time they had considered themselves incapable of ensuring the specialist care he needed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  It rejected as untenable on the facts the first applicant’s argument that R.’s parents had abandoned their son in the hospital without valid reasons. It noted in this connection:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Neither the statements made by [R.’s] parents nor relevant medical documents [to confirm that argument] were presented to the court. The [defendants] denied this fact. They submitted that they had not abandoned their child. On the contrary, they wanted him to get better and to return to his family.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows from the material in the case file that [R.] was given into the care of the guardian after his parents’ futile attempts to provide him with due medical care and in the child’s [best] interests ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "[R.’s parents] did not intend to abandon their child ... Even though he was under the [first applicant’s] guardianship, [his] family took an interest in his life and health, they provided ... financial support.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The District Court further referred to statements of various witnesses. In particular, eleven witnesses described the first applicant as a kind, caring and empathetic person, who helped other families with children with disabilities. They also stated that she had taken good care of R., that as a paediatrician she had attended to his needs, and that his condition had visibly improved owing to her efforts. The witnesses furthermore stated that the first applicant went with her foster children on trips, within the country and abroad. With respect to those statements the District Court noted that they confirmed only the first applicant’s good and caring attitude towards R. and the fact that she had duly performed her obligations towards him. However, in the court’s view, those statements did not show that R.’s parents were unable to take good care of the boy, nor that in view of R.’s physical and psychological condition he should continue living with the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The court also referred to statements of Ms Z., a paediatrician, who submitted that she had known and been treating R. since he had been eight months old when he had been given into the first applicant’s care. The child had suffered from a serious congenital illness and had spent considerable time in hospital. At that time, his condition was stable, yet serious owing to his diagnosis – a central nervous system disorder and mobility impairments. The child needed constant appropriate care and supervision rather than mere medical treatment. The child had grown in ten years, had changed emotionally. He reacted to the people around him. However, he could not take care of himself. He could not eat, drink or walk on his own. He was in need of constant care. Ms Z. also added that she had accompanied the first applicant when she had taken R. to Austria for medical treatment. The boy had had a different reaction when the first applicant had held him in her arms and when Ms Z. had held him in her arms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Ms M., one of the psychologists who had drawn up the reports of 29 December 2009 and 4 May 2010 (see paragraphs 34 and 35 above), submitted that it had been established in the course of monitoring that R.’s parents had learnt to identify and adequately understand specific psychological and physical particularities of their son. They showed genuine interest in the child and surrounded him with truly parental attention, love and care. They regularly consulted psychologists concerning the psychological condition of a child with developmental difficulties, asking about the requisite material and toys for, and how they should build communication, with such a child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The District Court went on as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Accordingly, as a result of monitoring of the contact sessions, it has been established that [R.’s] parents communicated with [him] in a calm, sincere and benevolent manner. They successfully established psychological contact with him. They understood adequately his psychological particularities, emotional state, needs and capabilities. When with his parents, [R.] felt calm and comfortable. In the course of their interaction, they created a warm and beneficial environment favourable for the child’s development.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the report on the plaintiffs’ living conditions ... in a two-room flat, the conditions were found satisfactory and corresponding to the family’s needs and favourable for children’s upbringing and living. [R.’s] parents provided the conditions necessary for [his] living and upbringing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The adduced materials reveal that [R.’s] parents are a stable ... family. They are well-to-do and make an adequate living. They have permanent employment [and a] stable income. They provided positive personal references from their employers and from their place of residence. They do not have a history of psychiatric diseases or criminal records. Accordingly, they meet all the conditions and can raise the child and provide him with due care.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The court dismissed the first applicant’s argument that R.’s parents were seeking to cancel her guardianship in order to obtain better social housing. According to the court, this allegation had been refuted in the course of the proceedings by the explanations provided by R.’s parents, and by the evidence proving that their minor children, including R., owned shares in their flat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  It further rejected the argument advanced by the childcare authority that the child should be gradually integrated into his parents’ family (see paragraph 36 above). In the court’s view, such gradual integration would have a negative impact on the child’s psychological state. Furthermore, it would interfere with his right to live and be brought up in his family. The court further stated that R.’s parents were his natural parents; they showed due care and love for him, and had by that time established psychological contact with him on the basis of contact sessions that had taken place over a considerable period of time, in particular in their flat. The child understood that his mother and father were his parents, in so far as his psychological development allowed it. The court also pointed out that the childcare authority had admitted that the reunification of R. with his family ultimately served his interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The District Court thus considered that “no convincing evidence [had been] submitted to show that [R.’s] parents [had been] unable to bring up their child with due care and attention”, and concluded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Regard being had to the above, the court holds that the plaintiffs’ claim should be granted and they should be reunited with their child in order for them to continue exercising their parental rights in respect of the child’s education and development.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... the court holds that the [administrative] decision ... [of] 23 November 2001 ... should be terminated as no longer needed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The first applicant appealed against the first-instance judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 23 June 2010 the Regional Court examined the first applicant’s appeal submissions, where she and her lawyer made their case in person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  It then upheld the judgment of 4 May 2010 on appeal. It considered that the District Court had thoroughly examined the case and accurately established the relevant circumstances; that on the basis of various pieces of written evidence, the report of 4 May 2010 regarding the effects of R.’s parents’ contact with him and a report on their living conditions being amongst their number, as well as on the basis of numerous witness statements, the first-instance court had taken a justified and well-reasoned decision that R.’s transfer to his biological family had been in his best interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 26 July 2010 R. was transferred to his parents.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Proceedings concerning the applicants’ access to R.",
                                "elements": [
                                    {
                                        "content": "51.  On an unspecified date the first applicant brought an action against R.’s parents on behalf of herself and on behalf of the other applicants in an attempt to gain access to R. She averred, in particular, that for the nine years during which R. had remained in her care, she and her foster children – the other applicants – had formed a family with a special bond existing between them; she further complained that, after R.’s transfer to his parents, there had been no contact between R. and the applicants, as R.’s parents had obstructed their attempts to maintain contact.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 19 April 2011 the Sovetskiy District Court of Astrakhan (“the District Court”) dismissed the applicants’ claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  It observed, in particular, that Article 64 of the Russian Family Code (see paragraph 65 below) vested the authority to represent and protect a child’s interests in his or her natural parents, unless the latter’s interests stood in conflict with their child’s. The District Court stated, with reference to the available evidence and witness statements, that after R.’s transfer to his biological parents, they had established all the requisite conditions for the boy’s life and education, and had been fully able to attend to his needs. In particular, R. had undergone all the necessary medical examinations; and his parents had complied with healthcare professionals’ recommendations as regards his care and medical assistance. The court concluded that R.’s parents were acting in his interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The District Court further noted that R.’s parents as well as the childcare authority objected to the applicants’ communication with R. It also observed that it was impossible to find out R.’s opinion on the matter in view of his medical conditions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The District Court went on to observe that the first applicant was not a member of R.’s family or a relative, within the meaning of Article 67 of the Russian Family Code (see paragraph 66 below), nor did she have any legal ties with him after her guardianship over the boy had been terminated by a court decision, with the result that she did not pertain to the category of individuals entitled to seek access to the child under the Russian Family Code. In the court’s view, statements of a number of witnesses confirming R.’s attachment to the first applicant and her taking good care of him “were not grounds for including the first applicant in the category of individuals entitled under the relevant legal provision to claim access to the child”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The first applicant appealed arguing, in particular, that the firstinstance court had erred, in the absence of a forensic expert examination of the matter, in its finding that the second applicant had been incapable of having and forming attachments to her and the other applicants; she complained that her request to have such an expert examination ordered had been rejected by the District Court. The applicant also argued that the first-instance court should have applied Article 67 of the Russian Family Code by analogy, as the relationship between the applicants and R. had been similar to that between biological family members.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 8 June 2011 the Regional Court upheld the judgment of 19 April 2011 on appeal. It noted, in particular:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When dismissing the [first applicant’s] claims, the [first-instance] court considered that, as set forth in Article 67 of the Family Code of the Russian Federation, the right of access to a child is granted to grandfathers, grandmothers, brothers, sisters and other relatives, while [the first applicant] is, as a matter of law, not regarded as a member of the family or a relative of a minor or any other person whose relationship with him is governed by family law (appointed guardians, custodians, de facto guardians) given that her guardianship has been terminated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The [Regional Court] upholds the above finding of the first-instance court. By virtue of the Family Code of the Russian Federation, the right of access to a child is granted to a grandmother, a grandfather, brothers and sisters, [and] the child’s close relatives who take part in his upbringing and education. Accordingly, the legislation protects [the relevant rights] of close relatives. The right of access to a child is not guaranteed to other individuals.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  As regards the first applicant’s argument that the first-instance court should have applied Article 67 of the Russian Family Code by analogy and should have considered her as R.’s family member given the nature of ties between them, the appellate court noted as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When resolving the dispute, the court did not apply the law by analogy. ... [T]he members of the family, as a matter of law, are understood only as the individuals directly indicated in the Family Code of the Russian Federation. The resolution of a dispute by analogy would otherwise contradict the essence of the family relationship.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The court also rejected the applicant’s argument that the firstinstance court had failed to determine the degree of R.’s attachment to the applicants; it stated in this connection that the argument in question “lacked a legal basis”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Regional Court also endorsed the District Court’s findings that R.’s parents had provided the requisite care to R.; and that they had carried out necessary medical and rehabilitation measures. It “[discerned] no evidence that R.’s rights or interests [had been] infringed” and dismissed the first applicant’s argument to that end as unsubstantiated.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Russian Family Code",
                                "elements": [
                                    {
                                        "content": "1.  Legal provision concerning protection of children’s rights",
                                        "elements": [
                                            {
                                                "content": "61.  Article 54 provides that every child, that is to say a person under the age of 18 years, has a right to live and to be brought up in a family, in so far as possible, a right to know his or her parents, a right to their care, a right to live together with them, except where it is contrary to his or her interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Article 55 entitles a child to maintain contact with his or her parents, grandparents, brothers, sisters and other relatives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  By virtue of Article 57, a child is entitled to express his or her opinion on all family matters concerning him or her, including in the course of any judicial proceedings. The opinion of a child over ten years old must be taken into account, except where it is contrary to his or her interests.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Legal provisions concerning parents’ rights and obligations",
                                        "elements": [
                                            {
                                                "content": "64.  Article 63 provides that the parents’ right to bring up their children has precedence over such a right of any other person.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  Article 64 establishes that children’s rights and interests must be protected by their parents. The parents are entitled to act as legal representatives of their children and to protect their rights and interests in the children’s relations with any individuals or legal entities, including before the courts. The second part of the Article provides that parents have no right to represent their children if a competent childcare authority establishes the existence of a conflict between the parents’ interests and those of their children. If this is the case, the childcare authority has an obligation to appoint a representative for the protection of the children’s rights and interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  By virtue of Article 67, grandparents, brothers, sisters and other relatives are entitled to maintain contact with the child. If the parents, or one of them, prevent close relatives from seeing the child, a childcare authority may order that contact be maintained between the child and the relative in question. If the parents do not comply with the childcare authority’s order, the relative concerned or the childcare authority may apply to a court for a contact order. The court must take a decision in the child’s interests and must take the child’s opinion into account. If the parents do not comply with the contact order issued by a court, they may be held liable in accordance with the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Article 68 vests in the parents a right to seek the return of their child from any person who retains the child not on the basis of law or not in accordance with a court decision. In the event of a dispute, the parents are entitled to lodge a court claim for protection of their rights. When examining that claim, the court, with due regard to the child’s opinion, is entitled to reject the claim if it finds that the child’s transfer to the parents is contrary to the child’s interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Article 69 establishes that a parent may be deprived of parental authority if he or she avoids parental obligations, such as the obligation to pay child maintenance; refuses to collect the child from the maternity hospital, any other medical, educational, social or similar institution; abuses parental authority; mistreats the child by resorting to physical or psychological violence or sexual abuse; suffers from chronic alcohol or drug abuse; or has committed a premeditated criminal offence against the life or health of his or her children or spouse.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Legal provisions governing guardianship",
                                        "elements": [
                                            {
                                                "content": "69.  Article 148.1 provides, in particular, that the rights and obligations of a legal guardian are set in place by the Federal Law “On Guardianship” (see paragraph 70 below). It further provides that, unless it is provided otherwise in a federal law, the parents or persons replacing them forfeit their rights and obligations to represent and protect the child’s rights and lawful interests from the moment when a guardian receives such rights and obligations. It also establishes that a legal guardian is not entitled to obstruct a child’s contact with his or her parents and other relatives, except where it is contrary to the child’s interests.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Federal Law “On Guardianship”",
                                "elements": [
                                    {
                                        "content": "70.  Federal Law no. 48-FZ “On Guardianship” of 24 April 2008 (Федеральный закон от 24 апреля 2008 № 48-ФЗ «Об опеке и попечительстве») provides in it section 15(2) that guardians are legal representatives of the children placed in their care and are entitled to act on their behalf for the protection of their rights and lawful interests without any formal authorisation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Ruling of the Supreme Court of Russia",
                                "elements": [
                                    {
                                        "content": "71.  In its ruling no. 10 on the application by the courts of legislation when resolving disputes concerning upbringing of children, dated 27 May 1998, as amended on 6 February 2007, the Plenary of the Supreme Court of Russia stated, in particular:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  In accordance with the law, the parents’ right to bring up their children has precedence over such a right of any other person (Article 63 § 1 of the Russian Family Code), and they are entitled to seek the return of their child from any person who retains the child not on the basis of law nor pursuant to a court decision (Article 68 § 1 (1) of the Russian Family Code). At the same time, a court is entitled, with due regard to the child’s opinion, to reject a parent’s claim if it finds that the child’s transfer to the parent is contrary to the child’s interests ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "When examining such cases, the court takes into account whether there is a realistic possibility for a parent duly to bring the child up; the nature of the relations between the parent and the child, the child’s attachment to the individuals with whom he or she is living at that time, and other particular circumstances relevant for securing adequate conditions of the child’s living and upbringing by his or her parents as well as by the individuals with whom the minor is actually living and being brought up by ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  When examining parents’ claims for the return of their children from individuals with whom [the children] remain on the basis of the law or in accordance with a court decision (guardians, foster parents ...), it is necessary to find out whether the circumstances, which were the grounds for the transfer of a child to those individuals ..., have changed by the time the case is being examined, and whether the children’s return to their parents would be in their interests”.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  PRELIMINARY ISSUE",
                        "elements": [
                            {
                                "content": "72.  The first applicant lodged the present application on behalf of R., alleging a violation of his rights under Articles 3 and 8 of the Convention, and under Article 14 taken in conjunction with Article 8 of the Convention. She argued that the conditions governing the individual applications under the Convention were not necessarily the same as the national criteria relating to locus standi (referring to A.K. and L. v. Croatia, no. 37956/11, § 46, 8 January 2013), and that a restrictive or purely technical approach to the issue of locus standi must be avoided (S.P., D.P. and A.T. v. the United Kingdom, no. 23715/94, Commission decision of 20 May 1996, unreported). In that connection, the first applicant insisted that she and R. had developed emotional ties that were equivalent to those between a mother and her child. The first applicant stressed that, unlike in the case cited by the Government, she had been taking care of R. for a very prolonged period, and more specifically during the first nine years of his life; during that period she had remained the only significant adult in his life. Moreover, during that period, she had had a formal legal link to R., having been his guardian. The first applicant further insisted that there was no conflict of interest between her and R., and that R.’s biological parents were not in a position to protect effectively his interests in the present case, given the issues it raised. The first applicant compared the situation in the present case with cases brought on children’s behalf by their natural parents deprived of the parental authority over those children, and argued that there was a danger that otherwise R.’s interests would never be brought to the Court’s attention.",
                                "elements": []
                            },
                            {
                                "content": "73.  The Government contested the first applicant’s standing to represent R. before the Court, with reference to the cases of Moretti and Benedetti v. Italy (no. 16318/07, 27 April 2010) and Giusto and Others v. Italy ((dec.), no. 38972/06, ECHR 2007-V). They pointed out that, once her guardianship over the child had been terminated, the first applicant had lost any entitlement under domestic law to act as his legal representative. R.’s biological parents had full parental authority over him and were his legal representatives. They had never authorised the first applicant to represent R. before the Court. Therefore the part of the application lodged by the first applicant on R.’s behalf was incompatible ratione personae with the relevant provisions of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "74.  The Court reiterates that the position of children under Article 34 of the Convention calls for careful consideration, as children must generally rely on other individuals to present their claims and represent their interests, and may not be of an age or capacity to authorise any steps to be taken on their behalf in any real sense (see A.K. and L. v. Croatia, cited above, § 47, and P.C. and S. v. the United Kingdom (dec.), no. 56547/00, 11 November 2001). It is necessary to avoid a restrictive and purely technical approach in this area; in particular, consideration must be given to the links between the child in question and his or her “representatives”, to the subject-matter and the purpose of the application and to the possibility of a conflict of interests (see S.P., D.P. and A.T. v. the United Kingdom (dec.), cited above; Giusto and Others (dec.), cited above; and Moretti and Benedetti, cited above, § 32).",
                                "elements": []
                            },
                            {
                                "content": "75.  In the present case, the Court observes at the outset that the first applicant is not biologically related to R. Her situation is therefore different from the cases where the Court acknowledged natural parents’ standing to act on behalf of their children in whose respect they had been deprived of their parental authority; in the latter connection, the Court has held that it was in principle in the interest of children to preserve ties with their biological parents (see A.K. and L. v. Croatia, cited above, §§ 48-49, with further references). The Court further observes that the first applicant is no longer R.’s guardian, as her guardianship was definitively withdrawn by the court decision of 4 May 2010, as upheld on appeal on 23 June 2010 (see paragraphs 46 and 49 above), with the result that she no longer has legal status to act on his behalf in the context of judicial or other proceedings at the domestic level. Furthermore, R. has been transferred to, and is now living with, his parents, who have full parental authority over him, which includes, among other things, the representation of the minor’s interests. They have never authorised the first applicant to represent R. before the Court. Lastly, in view of R.’s serious medical conditions, he is clearly not in a position to express himself on the issue.",
                                "elements": []
                            },
                            {
                                "content": "76.  In such circumstances, the Court is bound to conclude that the first applicant does not have standing to act before the Court on R.’s behalf. This part of the application must therefore be dismissed as incompatible ratione personae with the Convention provisions, in accordance with Article 35 §§ 3 and 4 thereof.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "77.  The applicants complained that the decisions of the national authorities to return R. to his biological parents, terminate her guardianship and to refuse them contact with him had amounted to a breach of Article 8 of the Convention, which, in its relevant part, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The first applicant’s standing to lodge the present application on behalf of the second, third and eighth applicants",
                                        "elements": [
                                            {
                                                "content": "78.  In the initial set of their observations of 22 January 2013, the Government disputed the first applicant’s standing to lodge the present application on the second applicant’s behalf. They pointed out that the second applicant, who, according to the Government, had been born on 15 April 1994 (as indicated in the Government’s initial observations), or on 15 April 1995 (as indicated in the Government’s additional observations of 29 April 2013) had reached the age of majority, when, by virtue of the relevant domestic law, the first applicant had ceased to be her guardian, had lost any legal link with her and had thus no authority to act on her behalf either at the domestic or international level. In their additional observations of 29 April 2013, the Government raised the same objection in respect of the third and eighth applicants. They argued, in particular, that the first applicant was no longer authorised to act on behalf of the eighth applicant, who, in the Government’s submission, had been born on 29 April 1993; and as of 4 May 2013 had no longer been authorised to act on behalf of the third applicant, who had been born on 4 May 1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The applicants submitted that the second applicant (born on 1 April 1994) had turned 18 years old on 1 April 2012, and had thus gained full legal capacity to participate in the proceedings before the Court. The second applicant had submitted a power of attorney authorising the first applicant to represent her interests before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Court observes that the question of the first applicant’s standing to lodge the present application on behalf of the second, third and eight applicants is directly linked to its competence ratione personae to examine that part of the application. It has to satisfy itself that it has jurisdiction in any case brought before it, and it is therefore obliged to examine the question of its jurisdiction at each stage of the proceedings (see Blečić v. Croatia [GC], no. 59532/00, § 67, ECHR 2006-III; Uslu v. Turkey (no. 2), no. 23815/04, § 18, 20 January 2009; Boucke v. Montenegro, no. 26945/06, § 63, 21 February 2012; and Buzadji v. the Republic of Moldova [GC], no. 23755/07, § 70, 5 July 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  It further notes that, on 6 December 2010, the date when the present application was lodged, the second, third and eighth applicants were minors and the first applicant was their guardian thus having full authority to represent their interests and to act on their behalf.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  Furthermore, in reply to the Government’s initial observations of 22 January 2013, the second applicant, who had come of age on 1 April 2012, confirmed her intention to pursue the application and signed a power of attorney authorising the first applicant to represent her in the proceedings before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  As regards the third and eighth applicants, on 29 April 2013 – the date of the submission by the Government of their additional observations and comments on the applicants’ claims for just satisfaction – the third applicant (born on 4 May 1995) was still a minor. Moreover, whilst the Government argued, without submitting any documentary evidence, that the eighth applicant had been born on 29 April 1993, the Court observes that, the documents enclosed by the applicants with their application form reveal that his actual date of birth is 29 April 2003. It is thus clear that, on when the parties completed the exchange of their observations in the present case, the third and eighth applicants were minors, and thus were not required to confirm their interest in pursuing the present application or to authorise formally the first applicant to represent their interests before the Court, as the first applicant, as their guardian (her legal status has not been disputed by the Government on any other grounds), had standing to act on their behalf before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Against that background, the Court is satisfied that the first applicant had standing to represent the second, third and eighth applicants in the present case. It concludes that, in so far as the application was lodged by the first applicant on their behalf, it is compatible ratione personae with the provisions of the Convention within the meaning of Article 35 § 3 (a) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "85.  In their additional observations of 29 April 2013, the Government briefly submitted that, the court claim for access to R. had been lodged by the first applicant on her behalf only.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  In so far as this argument may be understood as an objection as to the admissibility for failure to exhaust available domestic remedies of this part of the application in respect of the second to eighth applicants, the Court reiterates that, pursuant to Rule 55 of the Rules of Court, any plea of inadmissibility must, in so far as its character and the circumstances permit, be raised by the respondent Contracting Party in its written or oral observations on the admissibility of the application (see Buzadji, cited above, § 64). It notes that the Government did not raise this objection in their initial observations of 22 January 2013 on the admissibility and merits of the application; nor did it provide any explanation for that delay, or refer to any exceptional circumstance capable of exempting them from their obligation to raise an objection to admissibility in a timely manner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  They are therefore unable to rely on a failure to exhaust domestic remedies at this stage of the proceedings (see Topal v. Republic of Moldova, no. 12257/06, § 27, 3 July 2018, and the authorities cited therein).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Existence of a “family life” between the applicants and R.",
                                        "elements": [
                                            {
                                                "content": "88.  The Government argued that the “family life”, within the meaning of Article 8 of the Convention, between the applicants and R. had only existed as long as the first applicant had officially remained R.’s guardian. They furthermore stressed that during that period R. had not lost ties with his natural parents, who, as the domestic courts had established, had not failed in their parental duties, and had provided financial support to him. In such circumstances, in the Government’s opinion, the applicant’s complaints in respect of any infringement of their “family life” were incompatible ratione materiae with Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  According to the applicants, the ties between them and R. had amounted to “family life”, within the meaning of Article 8 of the Convention, which, in the applicants’ view, had expressly been acknowledged by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Court reiterates that the notion of “family life” under Article 8 of the Convention is not confined to marriage-based relationships and may encompass other de facto “family” ties where the parties are living together outside marriage or where other factors demonstrated that the relationship had sufficient constancy (see Paradiso and Campanelli v. Italy [GC], no. 25358/12, § 140, 24 January 2017). The existence or non-existence of “family life” for the purposes of Article 8 is essentially a question of fact depending on the real existence in practice of close personal ties (see K. and T. v. Finland [GC], no. 25702/94, § 150, ECHR 2001VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The Court has found in previous cases that the relationship between a foster family and a fostered child who had lived together for many months had amounted to family life within the meaning of Article 8 § 1, despite the lack of a biological relationship between them. The Court took into account the fact that a close emotional bond had developed between the foster family and the child, similar to the one between parents and children, and that the foster family had behaved in every respect like the child’s parents (see Moretti and Benedetti, cited above, §§ 49-50, and Kopf and Liberda v. Austria, no. 1598/06, § 37, 17 January 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  In the present case, the existence of family ties between the applicants and R. prior to his transfer to his natural parents was not in dispute between the parties. Indeed, although there was no biological link between the applicants and R., the latter remained in the first applicant’s constant care from the age of eight months for the first nine years of his life. It has never been disputed, either before the domestic authorities or before the Court, that during that period the first applicant fully assumed the role of a parent vis-à-vis that child. The other applicants, when still minors, were taken by the first applicant into her care at various times, and lived as family with R. for periods ranging from one to seven years (see paragraph 11 above) before R. was eventually transferred to his biological parents. Close personal ties between the applicants and the fact that the first applicant had assumed the role of R.’s parent were acknowledged by domestic courts in various sets of proceedings (see paragraphs 22 and 40 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  In such circumstances, the Court is satisfied that the relationship between the applicants and R. constituted “family life” within the meaning of Article 8 § 1 of the Convention (compare Antkowiak v. Poland (dec.), no. 27025/17, 22 May 2018). It follows that Article 8 of the Convention is applicable.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "94.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Termination of the first applicant’s guardianship over R. and his transfer into his natural parents’ care",
                                        "elements": [
                                            {
                                                "content": "95.  The applicants argued that the termination of the first applicant’s guardianship over R. and his transfer into his biological parents’ care had constituted a disproportionate interference with their right to respect for their family life secured by Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  They admitted that life in a family environment was a basic need of every child; however, they disagreed with the respondent Government that R. could realise that right only when living with his natural parents. They pointed out that, as the Government had acknowledged, their life with R. had constituted a “family life”, and argued that a question as to what form of family life would better serve a child’s interest should be resolved on the facts of a particular case, with due regard to the particular history of that child’s relations with his or her biological parents as well as to the ties between that child and his or her de facto family.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  They insisted that continuing living with them would have been in R.’s best interests, given, in particular, the circumstances of his life prior to the courts’ decision to terminate the first applicant’s guardianship and to transfer him to his natural parents’ care. By taking that decision, the domestic courts, in the applicants’ view, had failed to assess adequately all relevant circumstances and factors, and to base their decision on “relevant and sufficient” reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  In the above connection, the applicants argued, in particular, that, shortly after his birth, R.’s parents had actually abandoned him at the children’s hospital and had never come to see him there. Moreover, the very fact that a guardian had had to be appointed had been indicative that R. had been abandoned by his parents, as under national law guardianship had been possible only in respect of children left without parental care.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The applicants further disputed the Government’s arguments that R.’s parents had consented to the first applicant’s guardianship over their son and to his transfer into her care, as they had been unable to attend to his needs; and that the guardianship had been intended as a temporary measure until his condition had improved. In the latter connection, they submitted that in the administrative decision of 23 November 2001 (see paragraph 10 above) there had been no indication that the guardianship had been of a temporary nature; nor had time-limits or conditions in which the guardianship should be terminated been mentioned. The applicants also contended that R.’s parents could have remained living with R. and tried to organise necessary specialist care for him at home, with the assistance of healthcare professionals or by acquiring the necessary skills themselves, but instead they had chosen to live separately from the boy. In its judgment of 11 November 2008 – albeit at first instance – the District Court had found no grounds to deprive R.’s parents of their parental authority over R., it had pointed out to the necessity for them to change their attitude to R.’s upbringing (see paragraph 19 above), thereby implicitly acknowledging that R.’s parents had not fulfilled their parental obligations in a satisfactory manner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The applicants went on to argue that R.’s parents had not maintained personal contact with him and had not expressed interest in regard to him during the first eight years of his life, this fact having been acknowledged in a judgment of 26 February 2009 (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  They insisted that, in any event, when the decision to terminate the guardianship had been taken, the ties between R. and the applicants had been much stronger than his relations with his natural parents. Indeed, by that point in time, the boy had never lived with his parents, whereas it had been the first applicant who for the first nine years of his life had taken care of him on a daily basis, and had thus been the only significant adult for him. In the applicants’ view, the domestic courts had failed to have regard to R.’s best interests and, in particular, to the specific needs he had because of his medical conditions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The applicants also expressed doubts that the measures taken with a view to ensuring R.’s adaptation to his biological parents and his integration into his family prior to his transfer into their care had been adequate, as they had been limited to several dozen short meetings with the parents. The applicants referred to the opinion of the childcare authority, who had considered those measures insufficient and had recommended to increase R.’s contact with the parents gradually instead of transferring him immediately into their care (see paragraphs 34 and 36 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  In such circumstances, termination of R.’s family life with the applicants and his transfer to the biological parents had, in the applicants’ view, mainly served their interests rather than those of the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  According to the Government, termination of the first applicant’s guardianship over R. and his transfer to his natural parents’ care had met the requirements of Article 8 of the Convention. They argued, in particular, that the impugned measure had had a basis in national law, and more specifically in several Articles of the Russian Family Code, which had enshrined the right of each child to know, maintain contact with, live and be in the care of his or her parents; as well as the precedence of the parents’ right to bring up their children (see paragraphs 61, 64 and 67 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  They further stressed that the impugned measure had been taken in the child’s best interests and had been necessary to ensure the respect for his parents’ rights secured by Article 8 of the Convention. In this connection, they pointed out, in particular, that R.’s biological parents had never formally renounced their parental authority over him; and that their parental authority had never been restricted, or withdrawn, by the competent authorities. The Government pointed out that, in various sets of proceedings, the domestic courts had established that R.’s parents had never abandoned their child; they had enquired about his life and health, supported him financially, and brought him necessary medicine and food for a special diet and clothes; and they had also responded to the first applicant’s requests regarding R. (see paragraphs 18 and 39 above). The Government thus argued that the family life between R. and his parents and other close relatives had never ceased to exist; his parents and other close relatives had always shown their deep attachment to him and had always considered him to be a member of their family.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Government further submitted that it had been at a very difficult period of their life that R.’s parents had consented to their son’s transfer into the first applicant’s care; they had done so in view of his very serious medical condition, which at that moment had been critical. They, themselves, had been incapable at that period of providing the professional care that their child had needed, whereas the first applicant – a paediatrician – had been able to attend to his needs. The Government stressed that the guardianship had had to remain in place until R.’s condition had improved. In fact, in 2007, when R.’s state of health had stabilised, his parents had expressed their intention to take him home. They argued, more generally, that by its very nature, guardianship was a temporary measure which was to be ended as soon as the circumstances allowed it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  The Government also insisted that the domestic courts had carefully examined the circumstances of the instant case, had assessed the adduced written evidence and witness statements, and had based their relevant decision to terminate the first applicant’s guardianship over R. and to surrender him to his parents’ care on “relevant and sufficient” reasons. In particular, they had examined R.’s family situation, had taken into account various factors, had balanced the interests of various parties to the conflict and had taken a decision in the best interests of the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  More specifically, the domestic courts had been mindful of the fact that the applicants and R. had lived together for a very lengthy period, and had assessed, with reference to witness statements and written evidence, including the report of 4 May 2010 (see paragraph 35 above), the question of whether the boy’s removal from the applicants’ family could negatively affect his physical or psychological state. Moreover, R.’s transfer to his parents had only been ordered after a one-year period of adaptation during which R.’s parents and brother had re-stablished their family bonds with R. The domestic courts had satisfied themselves that R.’s parents had acquired the necessary skills to take care of R., that they had been able to understand his psychological and emotional state, his aptitudes and needs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The Government thus argued that the impugned measure had not breached the applicants’ right to respect for their family life, as in the present case reunification with his natural parents had served the best interests of the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  The Court has found in paragraph 93 above that the relationship that existed between the applicants and R. when the authorities intervened constituted “family life”, within the meaning of Article 8 of the Convention. The annulment of the first applicant’s guardianship over R. and his transfer to his biological parents resulted in severance of that relationship and thus constituted an interference with the applicants’ right to respect for their family life, as guaranteed by Article 8 of the Convention (compare Ageyevy v. Russia, no. 7075/10, §§ 120 and 137, 18 April 2013, and Antkowiak (dec.), cited above, § 63). Such interference constitutes a violation of that provision unless it is “in accordance with the law”, pursues one of the legitimate aims under Article 8 § 2 and can be regarded as necessary in democratic society (see, among other authorities, Jovanovic v. Sweden, no. 10592/12, § 74, 22 October 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The Court accepts the Government’s argument that the impugned measures had a basis in national law, and more specifically, in Articles 54, 63 and 68 of the Russian Family Code (see paragraphs 61, 64 and 67 above). It is furthermore satisfied that those measures were intended to protect “the rights and freedoms of the others”, and specifically those of R. and his biological parents. It remains to be determined whether the interference at issue was necessary in a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  In addressing this question, the Court has to consider whether, in the light of the case as a whole, the reasons given to justify the impugned measure were “relevant and sufficient” for the purposes of Article 8 § 2 of the Convention. It cannot satisfactorily assess this latter element without at the same time determining whether the decision-making process, seen as a whole, was fair and provided the applicant with the requisite protection of her interests safeguarded by Article 8 (see, for instance, Schneider v. Germany, no. 17080/07, § 93, 15 September 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  It must further be borne in mind that the national authorities have the benefit of direct contact with all the individuals concerned. It follows from these considerations that the Court’s task is not to substitute itself for the domestic authorities in the exercise of their responsibilities regarding custody and contact issues, but rather to review, in the light of the Convention, the decisions taken by those authorities in the exercise of their discretionary powers (see, among other authorities, Görgülü v. Germany, no. 74969/01, § 41, 26 February 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  There is currently a broad consensus – including in international law – in support of the idea that in all decisions concerning children, their best interests must be paramount (see Neulinger and Shuruk v. Switzerland [GC], no. 41615/07, § 135, 6 July 2010, and X v. Latvia [GC], no. 27853/09, § 96, ECHR 2013). The child’s best interests may, depending on their nature and seriousness, override those of the parents. In particular, a parent cannot be entitled under Article 8 to have such measures taken as would harm the child’s health and development (see, for instance, Kocherov and Sergeyeva v. Russia, no. 16899/13, § 95, 29 March 2016). The parents’ interests nevertheless remain a factor when balancing the various interests at stake. Child interests dictate that the child’s ties with his or her family be maintained, except in cases where the family has proved particularly unfit. It follows that family ties may only be severed in very exceptional circumstances and that everything must be done to preserve personal relations and, if and when appropriate, to “rebuild” the family (see, as a recent authority, Kacper Nowakowski v. Poland, no. 32407/13, § 75, 10 January 2017). Article 8 of the Convention thus imposes on every State the obligation to aim at reuniting natural parents with his or her child (see Görgülü, cited above, § 45).",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  In the present case, the domestic authorities were faced with a difficult choice between allowing the applicants, who at that time were R.’s de facto family, to continue their relationship with him or taking measures to bring about the boy’s reunion with his biological family (compare Antkowiak (dec.), cited above, § 70). To that end, they were called upon to assess and fairly balance the competing interests of R.’s parents and those of the applicants. They also had to bear in mind that, in view of his special physical and psychological conditions, R. was a particularly vulnerable child. The domestic authorities were therefore required to show particular vigilance in assessing his interests and to afford him increased protection with due regard to his state of health.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  In the above connection, the following considerations appear to be relevant. The Court notes, firstly, that, as pointed out by the applicants (see paragraph 101 above), R. spent the first nine years of his life in the first applicant’s care, a period during which she remained the boy’s primary carer, having fully assumed the role of his parent. The Court considers that, albeit undoubtedly a considerable period of time, this factor alone could not have ruled out the possibility of R.’s reunification with his biological family. Indeed, effective respect for family life requires that future relations between parent and child be determined in the light of all the relevant considerations and not by the mere passage of time (see Ribić v. Croatia, no. 27148/12, § 92, 2 April 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  It further notes that it is true that R.’s parents acquiesced to the appointment of the first applicant as R.’s guardian. At the same time, as pointed out by the Government, they never formally renounced their parental authority over their son; neither were they restricted in, nor deprived of that authority (see paragraphs 16 and 39 above). Moreover, the domestic courts established that, although during the first eight years of R.’s life his parents had not maintained contact with him, they had nevertheless supported him financially and had accommodated the first applicant’s requests regarding medicine, food for a special diet for the boy, and the like (see paragraph 18 above). Moreover, in 2009, they re-established their relationship with R. when the District Court determined their contact rights regarding him (see paragraphs 28-30 above). They therefore remained present in their son’s life, with the result that, even in the absence of any explicit time-limits or conditions for ending the first applicant’s guardianship in the text of the administrative decision of 23 November 2001, she could not have realistically assumed that R. would have remained in her care permanently. It thus rejects the first applicant’s argument to that end (see paragraph 99 above). The Court reiterates in that connection that care orders are by their very nature meant to be temporary measures, to be discontinued as soon as circumstances permit, and any measures implementing temporary care should be consistent with the ultimate aim of reuniting the natural parents and the child (see Ageyevy, cited above, § 143, and S.S. v. Slovenia, no. 40938/16, §§ 85 and 101, 30 October 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  Furthermore, the case file reveals that the domestic courts carefully assessed R.’s best interests, with due regard to his state of health and his needs. In various sets of court proceedings, they noted, in particular, the first applicant’s attachment and genuinely caring attitude towards the child; her proactive approach in taking care of him and addressing his health issues, which had ensured progress in his physical and psychological development and overall improvement of his conditions (see paragraphs 22 and 40 above). As regards the biological parents, initially the authorities had doubts about whether they were fit and capable of securing R.’s needs. In particular, the authorities pointed to the lack of personal contact between them and R. and urged them to take a more responsible attitude regarding their parental obligations (see paragraphs 15, 19 and 23 above). In that connection, the courts rejected R.’s parents first claim for the boy’s transfer to their care, noting that such an immediate transfer could traumatise him and compromise his health, and that an adaptation period was necessary for R. to get used to his natural parents (see paragraph 24 above). In the proceedings concerning R.’s parents’ second claim for his transfer, however, the courts found that R.’s parents were fit to raise him. It is noteworthy that by that time the contact arrangements between R. and his parents had been in place for a year. When taking that decision, the domestic courts satisfied themselves, with due regard to written evidence, including psychological reports, and witness statements, that R.’s parents had re-established their relations with the child; that they could adequately understand his psychological particularities, emotional state, needs and capabilities; that they had appropriate living conditions for the child; and that the latter felt calm and comfortable with them (see paragraphs 35, 42 and 43 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  Against that background, and with due regard to the fact that the domestic authorities had the benefit of contact with all those concerned, the Court considers that, when ordering R.’s transfer to his biological parents and the termination of the first applicant’s guardianship over him, the domestic authorities acted within their margin appreciation and in compliance with their obligation under Article 8 of the Convention to aim for the reunification of the child with his parents. It further considers that they provided “relevant and sufficient” reasons for the measure complained of. Whilst the Court acknowledges the emotional hardship that the said decision must have caused the applicants, their rights could not override the best interests of the child (compare Antkowiak (dec.), cited above, § 72).",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  Lastly, in so far as the decision-making process was concerned, the Court observes that the first applicant, acting on behalf of herself and on the other applicants’ behalf, was fully involved in the relevant proceedings and legally represented at both levels of jurisdiction (see paragraphs 32 and 48 above). She was able to state her case, to present her arguments and submit evidence; numerous witnesses on her behalf were called and examined at the first-instance court (see paragraphs 40 above). The relevant court decisions reveal that her arguments were addressed and received reasoned replies. In such circumstances, the Court is satisfied that the decisionmaking process was fair and provided the applicants with sufficient safeguards of their rights under Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  In the light of the foregoing, the Court concludes that the decision to terminate the first applicant’s guardianship over R. and to transfer him to his biological family corresponded to his best interests, was taken within the authorities’ margin of appreciation and was based on “relevant and sufficient” reasons. The interference with the applicants’ family life was thus “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  There has accordingly been no violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicants’ access to R.",
                                        "elements": [
                                            {
                                                "content": "123.  The applicants complained that the refusal of any access and any contact with R. had led to a total severance of their family ties with him and had been grossly disproportionate to any legitimate aims the authorities might have pursued. In their submission, the decision of the domestic courts to refuse them any contact rights with R. had been the result of a formalistic approach of those courts to the concept of family and of their failure to take into account the emotional ties between the applicants and R. It had also been rooted in the inadequacy of the domestic legislation which had afforded no protection to de facto family ties existing in the absence of biological kinship or and legal arrangements, such as guardianship. The applicants also argued that the domestic courts’ refusal to order a comprehensive medical examination with a view to obtaining R.’s opinion on the matter, and their failure to adduce any evidence regarding R.’s best interests in the question of contact rights with the applicants had rendered their relevant decisions arbitrary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  The Government argued that the domestic courts had been justified in their decision not to grant the applicants access to R. They pointed out that Article 67 of the Russian Family Code had established an exhaustive list of individuals entitled to have access to a child (see paragraph 66 above). Since the applicants had had neither blood ties with R., nor – after the first applicant’s guardianship had been cancelled – legal ties with him, there had been no grounds in national law to grant them access to R. The Government also pointed out that – as had been established by the domestic courts – R.’s medical condition had made it impossible to ascertain whether he had had any attachment to the applicants, and that therefore their argument to that end had been without foundation. They insisted therefore that, by refusing the applicants contact with R., the domestic authorities had not breached their right to respect for their family life under Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  The Court reiterates that where the existence of a family tie has been established, the State must in principle act in a manner calculated to enable that tie to be maintained (see Kocherov and Sergeyeva, cited above, § 98, and the authorities cited therein). Moreover, even though the essential object of Article 8 is to protect the individuals against arbitrary interference by public authorities, there may be positive obligations inherent in an effective “respect” for family life. These obligations may involve the adoption of measures designed to secure respect for family life even in the sphere of relations between individuals, including both the provision of a regulatory framework of adjudicatory and enforcement machinery protecting individuals’ rights and the implementation, where appropriate, of specific steps (see, for instance, Kacper Nowakowski, cited above, § 71, 10 January 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  The Court has also held that, in view of the great variety of family situations possibly concerned, a fair balancing of the rights of all individuals involved necessitates an examination of the particular circumstances of each case (see Schneider, cited above, § 100). Accordingly, Article 8 of the Convention can be interpreted as imposing on member States an obligation to examine on a case-by-case basis whether it is in the child’s best interests to maintain contact with a person, whether biologically related or not, who has taken care of him or her for a sufficiently long period of time (see Nazarenko v. Russia, no. 39438/13, § 66, ECHR 2015 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  In the present case, the domestic courts rejected the first applicant’s claims in respect of access to R., with reference to the absence of any legal link between her and the child after her guardianship had been terminated; they also pointed out to the lack of biological kinship between them, which pursuant to Article 67 of the Russian Family Code ruled out any possibility for the first applicant to seek access to the child (see paragraphs 55, 57 and 58 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  In the Nazarenko case, cited above, which concerned a situation where the applicant lost all his parental rights, including contact rights, in respect of a child whom he had brought up as his own for several years, after it had been established that he was not her biological father, the Court has already expressed its concern regarding the inflexibility of the Russian legal provisions governing contact rights. Those provisions set out an exhaustive list of individuals who are entitled to maintain contact with a child, without providing for any exceptions to take account of the variety of family situations and of the best interests of the child. As a result, a person, who is not related to the child but who has taken care of him or her for a long period of time and has formed a close personal bond with him or her, is entirely and automatically excluded from the child’s life and cannot obtain contact rights in any circumstances, irrespective of the child’s best interests (see Nazarenko, cited above, §§ 65 and 67). The Court has found that the complete and automatic exclusion of the applicant from the child’s life after his parental status in respect of her was terminated as a result of the inflexibility of the domestic legal provisions – in particular the denial of contact rights without giving proper consideration to the child’s best interests – amounted to a failure to respect the applicant’s family life (ibid., § 68).",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  The Court discerns nothing in the reasoning of the domestic courts regarding the applicants’ claim for access to R. which would enable it to reach a different conclusion in the present case. The texts of the court decisions reveal that the courts made no attempt to assess the particular circumstances of the present case, and, in particular, to take into consideration the relationship that existed between the applicants and R. prior to the termination of the first applicant’s guardianship over him; to give any consideration to the question of whether, and why contact between the applicants and R. might or might not be in R.’s best interests; to give any consideration to the question of whether and why the interests of R.’s natural parents might or might not override those of the applicants. In fact, in its final and binding decision, the appellate court limited itself to holding that the right to seek access to a child could in no circumstances be guaranteed to any individuals other than those listed in Article 67 of the Russian Family Code (see paragraphs 57 and 58 above). The Court cannot accept such reasoning as “relevant and sufficient” to deny the applicants access to R. Whilst it is not for the Court to speculate whether granting the applicants access to R. was in the child’s best interests, it cannot accept that the relevant court decisions were not based on the assessment of the individual circumstances of the present case and automatically rules out any possibility for the family ties between the applicants and R. to be maintained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  In the light of the foregoing considerations, the Court is bound to conclude that the domestic authorities failed in their obligation to fairly balance the rights of all individuals involved with due regard to particular circumstances of the present case, which amounted to a failure to respect the applicants’ family life (compare Nazarenko, cited above, §§ 66 and 68).",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  There has accordingly been a violation of Article 8 of the Convention on that account.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "132.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "133.  The applicants submitted that they had been deeply attached to R. and that they had suffered distress and anxiety since his transfer to his parents in view of their inability to maintain any contact with him. They claimed non-pecuniary damage in that connection, and in particular, 20,000 euros (EUR) to be awarded to the first applicant, EUR 10,000 to be awarded to each of the second and third applicants and EUR 5,000 to be awarded to each of the fourth to eighth applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  The Government contested that claim as excessive and unreasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  The Court notes that it has found a violation of the applicants’ right to respect for their family life on account of the authorities’ failure to provide a possibility for the family ties between the applicants and R. to be maintained. It considers that the applicants suffered non-pecuniary damage in that connection, which cannot be compensated by a mere finding of a violation. Accordingly, the Court awards the applicants jointly EUR 16,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "136.  The applicants also claimed 5,000 Russian roubles (RUB – approximately EUR 200) for the costs and expenses incurred before the domestic courts in the proceedings for contact rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  The Government did not contest the indicated amount of the costs, or the fact that those had actually been paid; however, they argued that the applicants had been ordered to pay that amount in accordance with the relevant provisions of law on civil procedure, given the fact that they had lost the civil dispute. The Government therefore insisted that the applicants’ claim for reimbursement should be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the applicants jointly sum of EUR 200 for costs and expenses in the relevant domestic proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "139.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 46 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "140.  With reference to Article 46 of the Convention, the applicants requested that, without prejudice to any other measures that the respondent Government, subject to the supervision of the Committee of Ministers, may deem appropriate, individual measures be applied which would ensure restitutio in integrum in their case. In particular, they referred to the case of M.D. and Others v. Malta (no. 64791/10, 17 July 2012, §§ 85-90, with further references) and requested that the Court order the respondent Government to undertake all necessary and appropriate measures in order to restore and protect personal contact between R. and the applicants.",
                                "elements": []
                            },
                            {
                                "content": "141.  The Government argued that, by requesting individual measures, the applicants were encroaching on the competence of the Committee of Ministers.",
                                "elements": []
                            },
                            {
                                "content": "142.  The Court reiterates that, in the context of the execution of judgments in accordance with Article 46 of the Convention, a judgment in which it finds a breach imposes on the respondent State a legal obligation under that provision to put an end to the breach and to make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (restitutio in integrum). However, its judgments are essentially declaratory in nature and, in general, it is primarily for the State concerned to choose the means to be used in its domestic legal order in order to discharge its legal obligation under Article 46 of the Convention, provided that such means are compatible with the conclusions set out in the Court’s judgment (see, among other authorities, Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000VIII; Brumărescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2001-I; Akdivar and Others v. Turkey (Article 50), judgment of 1 April 1998, Reports 1998-II, pp. 723-24, § 47; and Marckx v. Belgium, judgment of 13 June 1979, Series A no. 31, p. 25, § 58). This discretion as to the manner of execution of a judgment reflects the freedom of choice attached to the primary obligation of the Contracting States under the Convention to secure the rights and freedoms guaranteed (Article 1) (see, mutatis mutandis, Papamichalopoulos and Others v. Greece (Article 50), 31 October 1995, § 34, Series A no. 330B).",
                                "elements": []
                            },
                            {
                                "content": "143.  Having regard to the established principles cited above and to the particular circumstances of the case, the Court finds it most appropriate to leave it to the respondent Government to choose the means to be used in the domestic legal order in order to discharge their legal obligation under Article 46 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares that the first applicant has no standing to act on R.’s behalf;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints under Article 8 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 8 of the Convention on account of R.’s transfer to his biological parents and termination of the first applicant’s guardianship over him;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 8 of the Convention on account of the respondent State’s failure to provide a possibility for the family ties between the applicants and R. to be maintained;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 April 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            },
            {
                "content": "APPENDIX",
                "elements": [
                    {
                        "content": "V.D. [anonymity has been granted]",
                        "elements": []
                    },
                    {
                        "content": "N.P. [anonymity has been granted]",
                        "elements": []
                    },
                    {
                        "content": "A.Z. [anonymity has been granted]",
                        "elements": []
                    },
                    {
                        "content": "M.R. [anonymity has been granted]",
                        "elements": []
                    },
                    {
                        "content": "M.M. [anonymity has been granted]",
                        "elements": []
                    },
                    {
                        "content": "L.K. [anonymity has been granted]",
                        "elements": []
                    },
                    {
                        "content": "A.U. [anonymity has been granted]",
                        "elements": []
                    },
                    {
                        "content": "K.S. [anonymity has been granted]",
                        "elements": []
                    }
                ],
                "section_name": "appendix"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF V.D. AND OTHERS v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-192208.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0409JUD007293110",
    "externalsources": [],
    "extractedappno": [
        "72931/10",
        "37956/11",
        "23715/94",
        "16318/07",
        "38972/06",
        "56547/00",
        "59532/00",
        "23815/04",
        "26945/06",
        "23755/07",
        "12257/06",
        "25358/12",
        "25702/94",
        "1598/06",
        "27025/17",
        "7075/10",
        "10592/12",
        "17080/07",
        "74969/01",
        "41615/07",
        "27853/09",
        "16899/13",
        "32407/13",
        "27148/12",
        "40938/16",
        "39438/13",
        "64791/10",
        "39221/98",
        "41963/98",
        "28342/95"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 67 of the Russian Family Code"
    ],
    "itemid": "001-192208",
    "judgementdate": "09/04/2019 00:00:00",
    "kpdate": "09/04/2019 00:00:00",
    "kpthesaurus": [
        "451",
        "634",
        "425",
        "268",
        "376",
        "183",
        "234",
        "14",
        "216",
        "577",
        "283",
        "238"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "8",
        "8-1",
        "34",
        "8-2",
        "35",
        "41"
    ],
    "parties": [
        "V.D. AND OTHERS",
        "RUSSIA"
    ],
    "rank": "3248.09057617188",
    "representedby": [
        "V.D."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "A.K. and L. v. Croatia, no. 37956/11, §§ 47-49, 8 January 2013",
        "Ageyevy v. Russia, no. 7075/10, 18 April 2013",
        "Akdivar and Others v. Turkey (Article 50), 1 April 1998, Reports 1998-II, pp. 723-24, § 47",
        "Antkowiak v. Poland (dec.), no. 27025/17, 22 May 2018",
        "Blečić v. Croatia [GC], no. 59532/00, § 67, ECHR 2006-III",
        "Boucke v. Montenegro, no. 26945/06, § 63, 21 February 2012",
        "Brumărescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2001-I",
        "Buzadji v. the Republic of Moldova [GC], no. 23755/07, 5 July 2016",
        "Giusto and Others v. Italy (dec.), no. 38972/06, ECHR 2007-V",
        "Görgülü v. Germany, no. 74969/01, 26 February 2004",
        "Jovanovic v. Sweden, no. 10592/12, § 74, 22 October 2015",
        "K. and T. v. Finland [GC], no. 25702/94, § 150, ECHR 2001 VII",
        "Kacper Nowakowski v. Poland, no. 32407/13, 10 January 2017",
        "Kocherov and Sergeyeva v. Russia, no. 16899/13, § 95, 29 March 2016",
        "Kopf and Liberda v. Austria, no. 1598/06, § 37, 17 January 2012",
        "Marckx v. Belgium, 13 June 1979, Series A no. 31, p. 25, § 58",
        "Moretti and Benedetti v. Italy, no. 16318/07, 27 April 2010",
        "Nazarenko v. Russia, no. 39438/13, §§ 66-68, ECHR 2015 (extracts)",
        "Neulinger and Shuruk v. Switzerland [GC], no. 41615/07, § 135, 6 July 2010",
        "P.C. and S. v. the United Kingdom (dec.), no. 56547/00, 11 November 2001",
        "Papamichalopoulos and Others v. Greece (Article 50), 31 October 1995, § 34, Series A no. 330 B",
        "Paradiso and Campanelli v. Italy [GC], no. 25358/12, § 140, 24 January 2017",
        "Ribić v. Croatia, no. 27148/12, § 92, 2 April 2015",
        "S.P., D.P. and A.T. v. the United Kingdom, no. 23715/94, Commission decision of 20 May 1996",
        "S.S. v. Slovenia, no. 40938/16, §§ 85 and 101, 30 October 2018",
        "Schneider v. Germany, no. 17080/07, 15 September 2011",
        "Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000 VIII",
        "Topal v. Republic of Moldova, no. 12257/06, § 27, 3 July 2018",
        "Uslu v. Turkey (no. 2), no. 23815/04, § 18, 20 January 2009",
        "X v. Latvia [GC], no. 27853/09, § 96, ECHR 2013"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "487220",
    "typedescription": "15"
}