{
    "__articles": "5;5-1;5-1-f;5-4;8",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Deprivation of liberty;Article 5-1-f - Extradition);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention);Violation of Article 8 - Right to respect for private and family life (Article 8 - Expulsion) (Conditional)",
    "applicability": "",
    "appno": "58149/08",
    "article": [
        "8",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Review of lawfulness of detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Expulsion"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "mentions": [
                "Conditional"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-116413.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 58149/08) against the Republic of Bulgaria lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four stateless persons, Mr Mahmud Abas Amie, Ms Rowida Mustafa Kamah, Ms Katia Mahmud Amie and Mr Firas Mahmud Amie, and one Bulgarian national, Mr Abas Mahmud Amie (“the applicants”), on 1 December 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr H. Georgiev, a lawyer practising in . The Bulgarian Government (“the Government”) were represented by their Agent, Ms R. Nikolova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the impending expulsion of the first applicant from  would unlawfully and unduly interfere with their right to respect for their family life. The first applicant also alleged that his detention pending the enforcement of the order for his expulsion had been unlawful and too lengthy, and that he had been unable to obtain judicial review of that detention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 1 September 2010 the Court (Fifth Section) decided to give the Government notice of the application. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1 of the Convention).",
                        "elements": []
                    },
                    {
                        "content": "5.  Following the recomposition of Court’s sections on 1 February 2011, the application was transferred to the Fourth Section.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 17 January 2011 the Government requested the Court to restrict public access to the documents in the case file under Rule 33 §§ 1 and 2 of its Rules because they intended to submit three documents – the proposal which had triggered the order for the first applicant’s expulsion, and a decision and a judgment of the Supreme Administrative Court (see paragraphs 12, 16 and 21 below). On 7 February 2011 the President of the Fourth Section acceded to their request, but only in so far as it concerned those three documents. The Government submitted copies of the documents on 20 and 23 June 2011. They did not submit copies of any other classified documents.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The first applicant was born in 1970 in . The second applicant, his wife, was born in 1971 in . The third and the fourth applicants, who are children of the first and second applicants, were born in 1991 and 1993 respectively in . The fifth applicant, who is also a child of the first and second applicants, was born in 2002 in . All of the applicants currently live in .",
                                "elements": []
                            },
                            {
                                "content": "8.  All of the applicants, except for the fifth one, who acquired Bulgarian nationality by virtue of being born on Bulgarian soil, are stateless.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background",
                                "elements": [
                                    {
                                        "content": "9.  On an unspecified date the first, second, third and fourth applicants came to . On 11 September 2001 the first applicant requested asylum. On 20 September 2001 the second, third and fourth applicants also requested asylum. In two decisions of 6 November 2001 the State Refugees Agency granted refugee status to all of them. The applicants did not provide any information about the reasons underlying the Agency’s decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In 2002 the first and second applicants set up a limited liability company.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The order for the first applicant’s expulsion and his first detention",
                                "elements": [
                                    {
                                        "content": "11.  On 10 February 2006 the head of the Ministry of Internal Affairs’ National Security Service made an order for the first applicant’s expulsion on the ground that he represented a serious threat to national security. He also barred him from residing in  and entering its territory for a period of ten years. The order relied on section 42 of the Aliens Act 1998 (see paragraph 36 below). No factual grounds were given. The order went on to say that the first applicant was to be detained until it could be enforced, in line with section 44(6) of the same Act (see paragraph 46 below). Lastly, it stated that it was subject to appeal before the Minister of Internal Affairs, but not subject to judicial review, as provided by section 46(2)(3) of the Act, and that it was immediately enforceable, in accordance with section 44(4)(3) of the Act (see paragraphs 37 and 39 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The order was based on a classified proposal of 27 January 2006. The proposal, an excerpt of which was provided by the Government in the proceedings before the Court, stated that the first applicant had been subjected to surveillance in connection with information that three persons of Arab origin who had no identification documents and had contacts with representatives of Palestinian and Lebanese extremist organisations from southern Lebanon were residing in Burgas. The proposal also stated that in 2002 the first applicant had organised a drug trafficking channel from Brazil through western Europe to . It referred to the interception at Sofia Airport on 12 September 2002 of a shipment which originated from , was addressed to the applicant, and contained 8.64 kilograms of almost one hundred per cent pure cocaine. A criminal investigation had been opened into this matter. The proposal went on to say that, having failed to complete that transaction, the first applicant had “not given up his attempts to find a quick way of making money”. There existed operative information that in 2005 he had tried to organise the shipment of 300 kilograms of cocaine from Brazil to the . It had also been established that he was a member of an international gang engaging in the forgery of securities, frauds, and criminal banking operations. There was information that he had contacts with Bulgarian and foreign nationals residing in Bulgaria, as well as with persons from England, Germany, the Netherlands, Italy, Syria and . Also, there existed operative information that on 11 September 2004 he had tried to convince several persons to kill a person residing in . He also maintained regular contacts with persons abroad who were privy to his criminal activities. Lastly, there existed information that on 2 December 2005 he had telephoned the United States embassy in , making false assertions that a terrorist act had been planned against it, and had given details implicating a cousin of his, in order to frame him and thus exact revenge for the refusal of his cousin’s father to lend him money. All of those incidents showed that it was necessary to expel the first applicant in order to prevent him from carrying out activities that could imperil national security, such as the laundering of money of terrorist organisations, drug trafficking, forgery of securities and money, criminal banking operations involving large amounts, and the organisation and management of an international gang carrying out “wet jobs”. That was also necessary to prevent the establishment in  of sleeper terrorist cells.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The first applicant was presented with the order on 16 March 2006, but was apparently not given a copy of it. The same day the police searched his home and a storage facility where he was working, and detained him in a detention facility in Burgas.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The legal challenges to the first applicant’s expulsion and first period of detention",
                                "elements": [
                                    {
                                        "content": "14.  On an unspecified date the first applicant appealed against the expulsion order to the Minister of Internal Affairs. He also requested the suspension of the order’s enforcement. Apparently the appeal was unsuccessful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On an unspecified date the first applicant sought judicial review of the order by the Sofia City Court. He also requested the suspension of the order’s enforcement. The case was classified. On 10 May 2006 the court decided to accept the application for examination. It went on to say that it would rule on the request for suspension of the order’s enforcement after it had received a copy of the classified proposal on which it had been based.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In a decision of 7 June 2006 (опр. от 7 юни 2006 г. по адм. д. № С61/2006 г., СГС, ІІІ „д” св.) the Sofia City Court decided to suspend the order’s enforcement. The first applicant was released the same day. However, on an appeal by the National Security Service of the Ministry of Internal Affairs, in a final decision 24 July 2006 (опр. № 882 от 24 юли 2006 г. по адм. д. № ЗС250/2006 г., ВАС, V о.) the  quashed that decision. It held that the courts were not entitled to suspend the enforcement of administrative decisions which were immediately enforceable by operation of law, such as the one under consideration. However, the first applicant was not rearrested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In the course of the proceedings the authorities submitted the excerpts of the proposal for the first applicant’s expulsion. They also submitted excerpts of other documents in support of the assertions in the proposal. The applicant was not able to present copies of any of those documents to the Court because they were classified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In view of amendments to the Aliens Act 1998 making expulsion orders subject to review by the  (see paragraph 41 below), on an unspecified date after 10 April 2007 the Sofia City Court sent the case to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 27 February 2008 the first applicant requested the court to direct the authorities to adduce evidence in support of their allegations against him; apparently the court did not accede to his request, but gave him leave to obtain a certificate from the prosecuting authorities in relation to the existence or otherwise of criminal proceedings against him. The applicant obtained two such certificates and presented them to the court. The first one, issued by the Sofia City Prosecutor’s Office, stated that the drugs shipment intercepted at Sofia Airport in 2002 (see paragraph 12 above) had been addressed to a company owned by two individuals different from the first applicant; that after that criminal proceedings had been opened against an unknown perpetrator and had been suspended because the perpetrator’s identity could not be established; and that between 2002 and 2008 that office had not opened criminal proceedings against the first applicant. The second certificate, issued by the Sofia District Prosecutor’s Office, stated that between 2002 and 2008 that office had not opened criminal proceedings against the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In a memorial submitted to the , the first applicant argued that the expulsion order had been issued in breach of the rules of administrative procedure because he had not been informed of the proceedings or allowed to make objections or representations. Moreover, the order had been served on him without an interpreter and he had not been given a copy of it. The order was also in breach of the substantive law because it was not based on genuine evidence that he represented a national security risk. The case file contained a redacted copy of the proposal on which the order had been based, and excerpts from documents which contained allegations that the first applicant had committed various criminal offences and other breaches of the law. However, some of the allegations lacked detail, and there was no indication that he had been criminally prosecuted in relation to any of them. The certificate issued by the prosecuting authorities showed that there were no pending criminal proceedings against him, and that he had nothing to do with the drugs shipment intercepted at  in 2002. The documents presented by the authorities could in effect be characterised as unsupported assertions. The first applicant went on to point out that he was a refugee and to argue that his expulsion to an Arab country would put his life at risk. Lastly, he stated that he had a wife and children, and maintained that the enforcement of the expulsion order would separate him from them for a long time, in breach of Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In a final judgment of 2 June 2008 (реш. № 89 от 2 юни 2008 г. по адм. д. № ЗС162/2007 г., ВАС, ІІІ о.) the  dismissed the applicant’s legal challenge to the expulsion order. It held that the order had been issued by a competent authority and in due form. There had not been any material breaches of the rules of administrative procedure. It was true that the authorities had not notified the first applicant of the proceedings against him and had not given him an opportunity to make objections and representations. However, that omission had not been material, because the first applicant had had the opportunity of putting forward his arguments against expulsion in the judicial review proceedings. The fact that the expulsion order had been served on him without an interpreter was not a problem either, because there existed evidence that he understood and spoke Bulgarian. The court went on to say that on the basis of the materials adduced in the proceedings, which had in effect not been disputed by the first applicant, it considered it established that in 2002 he had taken part in the organisation of a drug trafficking channel from Brazil through western Europe to Bulgaria, and in 2005 a drug trafficking channel from Brazil to the Netherlands; that he was an active member of an international gang engaging in the forgery of securities and financial frauds; that he maintained intensive contacts with persons in and out of the country who carried out criminal and terrorist activities; and that he had given the Embassy of the United States of America in the Hague false information that others would try to organise a terrorist act against it. In those circumstances, the authorities’ conclusion that the first applicant’s continued presence in  would pose a threat to national security was correct. His arguments that he had not been convicted of criminal offences were irrelevant, because the measure taken against him was preventive. It was admissible to resort to such a measure if there existed enough information that he might carry out a serious offence. Moreover, there existed information that he had already committed narcotic drugs offences and that he was a member of an international criminal organisation. The arguments that the expulsion order fell foul of the Convention and the 1951 Refugee Convention because it was inadmissible to expel the first applicant to a country where his life and health might be at risk and because the expulsion would separate him from his family were likewise unavailing. The expulsion had been lawfully ordered, and the first applicant had been able to challenge it before an independent and impartial court. The expulsion order did not specify the country to which the first applicant should be removed, and the law did not require that it should spell that out. The arguments on that point were therefore irrelevant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The first applicant’s second period of detention and the related legal challenges",
                                "elements": [
                                    {
                                        "content": "22.  On 31 July 2008 the head of the Migration Directorate at the Ministry of Internal Affairs issued an order for the applicant’s detention pending the enforcement of the order for his expulsion. He referred to the need to make arrangements for the first applicant’s removal to his country of origin. He went on to say that in view of the grounds for the order and the risk that its enforcement might be hindered, it was immediately enforceable. Lastly, he instructed the competent officials to make arrangements for the first applicant’s expulsion within six months, and to report on their actions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The first applicant was given a copy of the order on 1 August 2008. He refused to sign it, as was certified by two witnesses. He was arrested the same day and apparently placed in a special detention facility in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 8 August 2008 the first applicant requested the head of the Migration Directorate not to expel him as it would expose his life to risk. He referred to section 44a of the Aliens Act 1998 (see paragraph 43 below) and to his refugee status. On 11 September 2008 the head of the Migration Directorate stated that the actions of the authorities had been lawful and that they had requested the Embassy of Lebanon to issue a travel document for the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 8 August 2008 the first applicant also sought judicial review of the detention order and its immediate enforcement. In a decision of 21 August 2008 (опр. № 1959 от 21 август 2008 г. по адм. д. № 4919/2008 г., АССГ, І о., 6 св) the Sofia City Administrative Court refused to deal with the legal challenge to the order itself, and in a decision of 22 August 2008 (опр. от 22 август 2008 г. по адм. д. № 4783/2008 г., АССГ, І адм. о., 2 св) it refused to deal with the legal challenge to the order’s immediate enforcement. In both of those decisions it held that since the order was subordinate to the expulsion order and had been issued within the framework of the expulsion proceedings, it could not be regarded as an administrative decision subject to judicial review.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The first applicant appealed against both decisions. In a final decision of 27 November 2008 (опр. № 12873 от 27 ноември 2008 г. по адм. д. № 12213/2008 г., ВАС, ІІІ о.) the  upheld the lower court’s decision relating to the order’s immediate enforcement, fully agreeing with its reasoning. However, in a final decision of 20 December 2008 (опр. № 14332 от 20 декември 2008 г. по адм. д. № 14165/2008 г., ВАС, ІІІ о.) it quashed the lower court’s decision relating to the order itself, holding that the order was subject to judicial review, and remitted the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On remittal, in a judgment of 27 February 2009 (реш. № 8 от 27 февруари 2009 г. по адм. д. № 4919/2008 г., АССГ, І о., 6 св) the Sofia City Administrative Court examined the application on the merits, but upheld the detention order. It held that the authorities had been entitled to detain the first applicant following the order for his expulsion, and that their discretionary assessment as to whether it was necessary to detain him was not subject to judicial review. It was sufficient that they had referred to the need to make arrangements for his removal. The court went on to say that no evidence had been presented that the first applicant was a refugee or had applied for asylum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The first applicant appealed. In a final judgment of 27 November 2009 (реш. № 14330 от 27 ноември 2009 г. по адм. д. № 4856/2009 г., ВАС, ІІІ о.) the  upheld the lower court’s judgment, fully agreeing with its reasoning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In the meantime, a parallel application by the first applicant for judicial review of the detention order was declared inadmissible by the  in a decision of 25 August 2008 (опр. № 1977 от 25 август 2008 г. по адм. д. № 4784/2008 г., АССГ, І. о., 16 св). The first applicant’s appealed. In a final decision of 10 November 2008 (опр. № 11923 от 11 ноември 2008 г. по адм. д. № 13404/2008 г., ВАС, ІІІ о.) the  upheld the lower court’s decision, on the basis that the order was subordinate to the expulsion order, had been issued within the framework of the expulsion proceedings, and could not be regarded as an administrative decision subject to judicial review.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 28 January 2010 the , acting in the exercise of its powers under the newly enacted section 46a(3) and (4) of the Aliens Act 1998 (see paragraph 51 below), reviewed the first applicant’s detention of its own motion and decided that he should be released, which the authorities did on 1 February 2010.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Steps taken by the Bulgarian authorities with a view to removing the first applicant",
                                "elements": [
                                    {
                                        "content": "31.  The Migration Directorate of the Ministry of Internal Affairs wrote to the Lebanese Embassy in Sofia with requests for it to issue a travel document allowing the first applicant to enter  on 20 August 2008, 19 December 2008, 23 January 2009 and 13 November 2009. The Lebanese Embassy did not issue such a document. It appears that the Bulgarian authorities also asked the first applicant to specify a safe third country to which he could be removed, but he did not do so.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Asylum and humanitarian protection",
                                "elements": [
                                    {
                                        "content": "32.  Article 27 of the Constitution of 1991 provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Aliens who reside in the country lawfully cannot be removed from it or delivered to another State against their will except under the conditions and in the manner provided for by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Republic of  shall grant asylum to aliens persecuted on account of their opinions or activities in support of internationally recognized rights and freedoms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The conditions and procedure for granting asylum shall be established by law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Section 4(3) of the Asylum and Refugees Act 2002 provides that individuals who have been granted protection under the Act or have entered Bulgaria to seek such protection cannot be returned to the territory of a country where their life or freedom are at risk on account of their race, religion, nationality, membership of a social group, their political opinions or views, or where they may face a risk of torture or other forms of cruel, inhuman or degrading treatment or punishment. However, section 4(4) provides that that benefit may not be claimed by aliens where there are grounds to regard them as a danger to national security. There is no reported caselaw under that provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Section 17(2) of the Act, read in conjunction with section 12(1), provides that a person’s refugee status is revoked if: (a) there are serious reasons for considering that he or she has committed a war crime or a crime against peace and humanity, as defined in Bulgarian law or in the international treaties to which Bulgaria is party; (b) there are serious reasons for considering that he or she has committed a serious nonpolitical crime outside the country; (c) there are serious reasons for considering that he or she has committed or incited acts contrary to the purposes and principles of the United Nations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Section 67(1) of the Act, which appears to concern the situation of persons who have applied for but have not yet obtained asylum or subsidiary protection, provides that an expulsion order cannot be enforced until the asylum proceedings have been concluded. By section 67(2), the expulsion order is to be revoked if the person concerned has been granted asylum or humanitarian protection. Section 67(3) lays down the proviso that the previous subsections are not applicable to, inter alia, aliens whose presence in the country may be regarded as dangerous for national security.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Expulsion of aliens on national security grounds",
                                "elements": [
                                    {
                                        "content": "36.  Section 42(1) of the Aliens Act 1998 provides that the expulsion of aliens must be carried out when their presence in the country poses a serious threat to national security or public order. Section 42(2) says that expulsion is mandatorily accompanied by withdrawal of the alien’s residence permit and the imposition of a ban on entering the country. Under section 46(3), expulsion orders do not indicate the factual grounds for imposing the measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Section 44(4)(3) provides that expulsion orders are immediately enforceable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  If removal cannot be effected immediately or needs to be postponed for legal or technical reasons, the enforcement of the expulsion order may be stayed until the relevant obstacles have been overcome (section 44b(1)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Section 46(2), as in force until 10 April 2007, provided that orders for the expulsion of aliens on national security grounds were not subject to judicial review.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Following this Court’s judgment in AlNashif v. Bulgaria (no. 50963/99, 20 June 2002), in which it found the above regulatory arrangements contrary to Articles 8 and 13 of the Convention, the Supreme Administrative Court changed its caselaw. In a number of judgments and decisions given in 200306 it held, by reference to AlNashif, that the ban on judicial review in section 46(2) was to be disregarded as it contravened the Convention, and that expulsion orders relying on national security grounds were amenable to judicial review (реш. № 4332 от 8 май 2003 по адм. д. № 11004/2002 г.; реш. № 4473 от 12 май 2003 г. по адм. д. № 3408/2003 г.; опр. № 706 от 29 януари 2004 г. по адм. д. № 11313/2003 г.; опр. № 4883 от 28 май 2004 г. по адм. д. № 3572/2004 г.; опр. № 8910 от 1 ноември 2004 г. по адм. д. № 7722/2004 г.; опр. № 3146 от 11 април 2005 г. по адм. д. № 10378/2004 г.; опр. № 3148 от 11 април 2005 г. по адм. д. № 10379/2004 г.; опр. № 4675 от 25 май 2005 г. по адм. д. № 1560/2005 г.; опр. № 8131 от 18 юли 2006 г. по адм. д. № 6837/2006 г.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Section 46(2) was amended with effect from 10 April 2007 and now provides that an expulsion order may be challenged before the , whose judgment is final. Under section 46(4), the lodging of the application for judicial review does not suspend the order’s enforcement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In May 2009 the Act underwent a modification intended to bring it into line with the requirements of Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying thirdcountry nationals (see paragraph 53 below). The new version of section 44(2) provides that when ordering expulsion or similar measures the authorities must take into account the length of time an alien has remained in , his or her family status, and the existence of any family, cultural and social ties with the country of origin.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Section 44a of the Aliens Act 1998, added in 2001, provides that an alien whose expulsion has been ordered on national security or public order grounds cannot be expelled to a country where his or her life or freedom would be in danger, or where he or she may face a risk of persecution, torture, or inhuman or degrading treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  If a person who is being removed does not have a document allowing him or her to travel, the immigration authorities have to provide one by contacting the embassy or the consulate of the State whose national he or she is. If that is not possible, such a document should be provided through the consular department of the Ministry of Foreign Affairs (regulation 52(1) of the regulations for the application of the Aliens Act 1998, issued in 2000 and superseded in 2011 by regulation 74(1) of the new regulations for the application of the Act).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Detention pending removal",
                                "elements": [
                                    {
                                        "content": "45.  Section 44(5) of the Aliens Act 1998 provides that if there are obstacles to a deportee’s leaving Bulgaria or entering the destination country, he or she is placed under an obligation to report daily to his or her local police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Under section 44(6), as in force until 19 May 2009, aliens could, if necessary, be placed in special detention facilities pending the removal of the obstacles to their deportation. In the reform of May 2009 (see paragraph 42 above) that subsection was amended to say that detention is possible if an alien’s identity is unknown, if he or she hinders the enforcement of the expulsion order, or if he or she presents a risk of absconding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Section 44(9) (now section 44(11)) provides that manner of detention of aliens in special facilities is to be laid down in regulations issued by the Minister of Internal Affairs. The regulations in force at the time of the first applicant’s detention were Regulations No. I13 of 29 January 2004 (Наредба № I13 от 29 януари 2004 г. за реда за временно настаняване на чужденци, за организацията и дейността на специалните домове за временно настаняване на чужденци). Regulation 20(2) of those regulations provided that an alien was to be released from the detention facility if his or her asylum application had been admitted for examination under the general procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Under the new subsection 44(8), added on 19 May 2009, and intended to reflect Article 15 §§ 1, 5 and 6 of Directive 2008/115/EC (see paragraph 55 below), detention may be maintained as long as the conditions laid down in subsection 6 are in place, but not longer than six months. Exceptionally, if a deportee refuses to cooperate with the authorities, or there are delays in the obtaining of the necessary travel documents, or the deportee presents a national security or public order risk, detention may be prolonged for a further twelve months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Under section 46(1), as in force at the material time, as a rule, orders under the Act were subject to appeal before the higher administrative authority and to judicial review. While in its earlier caselaw the  consistently found that placement orders under section 44(6) were amenable to judicial review (реш. № 2048 от 8 март 2005 г. по адм. д. № 7396/2004 г., ВАС, V о.; реш. № 8364 от 27 септември 2005 г. по адм. д. № 4302/2005 г., ВАС, V о.; реш. № 1181 от 1 февруари 2006 г. по адм. д. № 1612/2005 г., ВАС, V о.; реш. № 5262 от 17 май 2006 г. по адм. д. № 9590/2005 г., ВАС, V о.; реш. № 13108 от 27 декември 2006 г. по адм. д. № 7687/2006 г., ВАС, V о.; реш. № 199 от 8 януари 2007 г. по адм. д. № 6122/2006 г., ВАС, V о.; реш. № 9742 от 16 октомври 2007 г. на ВАС по адм. д. № 2996/2007 г., III о.; реш. № 12844 от 17 декември 2007 г. по адм. д. № 4761/2007 г., ВАС, III о.; реш. № 10833 от 6 ноември 2007 г. по адм. д. № 3154/2007 г., ВАС, III о.; реш. № 6876 от 9 юни 2008 г. по адм. д. № 10226/2007 г., ВАС, III о.), in a series of judgments and decisions handed down in 200809 it ruled that such orders were not subject to judicial review because they were subordinate to the expulsion orders (опр. № 6216 от 27 май 2008 г. по адм. д. № 4899/2008 г., ВАС, III о.; реш. № 8117 от 2 юли 2008 г. по адм. д. № 4959/2007 г., ВАС, III о., реш. № 8750 от 15 юли 2008 г. по адм. д. № 1599/2008 г., ВАС, III о.; реш. № 10755 от 20 октомври 2008 г. по адм. д. № 672/2008 г., ВАС, III о.; реш. № 895 от 21 януари 2009 г. по адм. д. № 4205/2008 г., ВАС, III о.; опр. № 1814 от 10 февруари 2009 г. по адм. д. № 1282/2009 г., ВАС, III о.; реш. № 2208 от 17 февруари 2009 г. по адм. д. № 5470/2008 г., ВАС, III о.). In view of that discrepancy, the Chief Prosecutor asked the Plenary Meeting of that court to issue an interpretative decision on the question. However, in view of an intervening legislative amendment which settled the matter (see paragraph 50 below), on 16 July 2009 the Plenary Meeting decided not to issue such a decision (опр. № 3 от 16 юли 2009 г. по т. д. № 5/2008, ВАС, ОСК).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In the reform of 19 May 2009 (see paragraph 42 above) a new section 46a was added, making special provision for judicial review of orders for the detention of deportees. Deportees were allowed to seek judicial review of such orders by the competent administrative court within three days of being issued (subsection 1). The application for judicial review does not stay their enforcement (ibid.). The court must examine the application at a public hearing and rule, by means of a final judgment, not later than one month after the proceedings were instituted (subsection 2). With effect from 1 February 2011 subsection 2 was amended further, providing for a right of appeal of the firstinstance court’s judgment before the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In addition, under section 46a(3), every six months the head of any facility where deportees are being detained has to present to the territorially competent administrative court a list of all individuals who have remained in the facility for more than six months due to problems with their removal from the country. By subsection 4, the court has to then rule, of its own motion and by means of a decision which was not subject to appeal, on their continued detention or release. That subsection was amended with effect from 1 February 2011 to provide that the matter could be referred to the court also by the detainee, and that the court’s decision could be appealed against.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In two decisions given in May and July 2010 the  expressly held that this automatic sixmonth review does not preclude the possibility for detainees to seek release at any point, and to apply for judicial review of any negative decision of the authorities (опр. № 6983 от 27 май 2010 г. по адм. д. № 2724/2010 г., ВАС, VII о.; опр. № 9523 от 8 юли 2010 г. по адм. д. № 5761/2010 г., ВАС, VII о.).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT EUROPEAN UNION LAW",
                        "elements": [
                            {
                                "content": "53.  Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying thirdcountry nationals came into force on 13 January 2009 (Article 22). Under Article 20, the Member States of the European Union were required to transpose the bulk of its provisions in their national laws by 24 December 2009.",
                                "elements": []
                            },
                            {
                                "content": "54.  Recital 16 of the Directive reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The use of detention for the purpose of removal should be limited and subject to the principle of proportionality with regard to the means used and objectives pursued. Detention is justified only to prepare the return or carry out the removal process and if the application of less coercive measures would not be sufficient.”",
                                "elements": []
                            },
                            {
                                "content": "55.  Article 15 of the Directive, which governs detention for the purpose of removal, provides, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Unless other sufficient but less coercive measures can be applied effectively in a specific case, Member States may only keep in detention a third-country national who is the subject of return procedures in order to prepare the return and/or carry out the removal process, in particular when:",
                                "elements": []
                            },
                            {
                                "content": "(a)  there is a risk of absconding or",
                                "elements": []
                            },
                            {
                                "content": "(b)  the thirdcountry national concerned avoids or hampers the preparation of return or the removal process.",
                                "elements": []
                            },
                            {
                                "content": "Any detention shall be for as short a period as possible and only maintained as long as removal arrangements are in progress and executed with due diligence.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "4.  When it appears that a reasonable prospect of removal no longer exists for legal or other considerations or the conditions laid down in paragraph 1 no longer exist, detention ceases to be justified and the person concerned shall be released immediately.",
                                "elements": []
                            },
                            {
                                "content": "5.  Detention shall be maintained for as long a period as the conditions laid down in paragraph 1 are fulfilled and it is necessary to ensure successful removal. Each  shall set a limited period of detention, which may not exceed six months.",
                                "elements": []
                            },
                            {
                                "content": "6.  Member States may not extend the period referred to in paragraph 5 except for a limited period not exceeding a further twelve months in accordance with national law in cases where regardless of all their reasonable efforts the removal operation is likely to last longer owing to:",
                                "elements": []
                            },
                            {
                                "content": "(a)  a lack of cooperation by the thirdcountry national concerned, or",
                                "elements": []
                            },
                            {
                                "content": "(b)  delays in obtaining the necessary documentation from third countries.”",
                                "elements": []
                            },
                            {
                                "content": "56.  On 10 August 2009 the Sofia City Administrative Court made a reference for a preliminary ruling by the European Court of Justice (“the ECJ”), enquiring about the construction to be put on various paragraphs of that Article.",
                                "elements": []
                            },
                            {
                                "content": "57.  In his opinion, Advocate General Mazák expressed the view, inter alia, that it was important to note that the periods laid down in Article 15 §§ 5 and 6 of the Directive defined only the absolute and outside limits of the duration of detention, that it was clear from their wording that any detention prior to removal must be for as short a period as possible and may be maintained only as long as removal arrangements are in progress and executed with due diligence, and that detention must be brought to an end when the conditions for detention no longer exist or when there is no longer any reasonable prospect of removal. He went on to say that those maximum periods of detention were part of a body of rules intended to ensure that detention is proportionate, in other words that its duration is for as short a period as possible and, in any event, not for longer than the six months or the eighteen months provided for.",
                                "elements": []
                            },
                            {
                                "content": "58.  In its judgment of 30 November 2009 (Saïd Shamilovich Kadzoev v. Direktsia ‘Migratsia’ pri Ministerstvo na vatreshnite raboti, case C357/09), the ECJ noted, inter alia, that the objective of Article 15 §§ 5 and 6 of the Directive was to guarantee in any event that detention for the purpose of removal does not exceed eighteen months. It ruled that those provisions had to be interpreted as meaning that the maximum duration of detention laid down in them had to include a period of detention completed in connection with a removal procedure commenced before the rules in the Directive became applicable, and also as meaning that the period during which enforcement of a deportation order had been suspended because the person concerned had challenged it by way of judicial review was to be taken into account in calculating the period of detention for the purpose of removal, where the person concerned remained in detention during that procedure. The court also ruled that Article 15 § 4 of the Directive had to be interpreted as meaning that only a real prospect that removal could be carried out successfully, having regard to the periods laid down in Article 15 §§ 5 and 6, corresponded to a reasonable prospect of removal, and that such a reasonable prospect did not exist where it appeared unlikely that the person concerned would be admitted to a third country, having regard to those periods.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  RELEVANT INTERNATIONAL LAW",
                        "elements": [
                            {
                                "content": "59.   acceded to the 1951 Convention Relating to the Status of Refugees and the 1967 Protocol relating to the Status of Refugees on 12 May 1993, and they came into force in respect of it on 10 August 1993. It was published in the State Gazette on 15 October 1993, which means that, by virtue of Article 5 § 4 of the 1991 Constitution, it is part of domestic law.",
                                "elements": []
                            },
                            {
                                "content": "60.  Article 32 of that Convention, titled “Expulsion”, provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "1.  The Contracting States shall not expel a refugee lawfully in their territory save on grounds of national security or public order.",
                                "elements": []
                            },
                            {
                                "content": "2.  The expulsion of such a refugee shall be only in pursuance of a decision reached in accordance with due process of law. Except where compelling reasons of national security otherwise require, the refugee shall be allowed to submit evidence to clear himself, and to appeal to and be represented for the purpose before competent authority or a person or persons specially designated by the competent authority.",
                                "elements": []
                            },
                            {
                                "content": "3.  The Contracting States shall allow such a refugee a reasonable period within which to seek legal admission into another country. The Contracting States reserve the right to apply during that period such internal measures as they may deem necessary.”",
                                "elements": []
                            },
                            {
                                "content": "61.  A “Note on Expulsion of Refugees”, published up by the United Nations High Commissioner for Refugees on 24 August 1977 (EC/SCP/3), reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Introduction",
                                "elements": []
                            },
                            {
                                "content": "1.  A refugee who has been granted the right of lawful residence in a particular State needs the assurance that this right will not be withdrawn, with the result that he again becomes an uprooted person in search of refuge. Such assurance is given in Article 32 of the 1951 Convention and Article I(1) of the 1967 Protocol relating to the Status of Refugees. These provisions, however, also recognize that circumstances may arise in which a State may consider expulsion measures.",
                                "elements": []
                            },
                            {
                                "content": "2.  Problems connected with the expulsion of refugees include the difficulty in drawing the line between the basic protection of the refugee and the legitimate interests of his State of residence, the extremely serious consequences of expulsion for the refugee and any members of his immediate family residing with him, and the difficulty, indeed impossibility in many cases, of enforcing an expulsion measure.",
                                "elements": []
                            },
                            {
                                "content": "3.  For the purposes of the present Note, expulsion does not include return of the refugee to his country of origin, which is regulated by the principle of non-refoulement, a matter which is dealt with in a separate Note submitted to the Sub-Committee.",
                                "elements": []
                            },
                            {
                                "content": "Legal basis for the expulsion of refugees Article 32 of the 1951 Convention and Article I (1) of the 1967 Protocol",
                                "elements": []
                            },
                            {
                                "content": "4.  According to Article 32(1) of the 1951 Convention: ‘The contracting States shall not expel a refugee lawfully in their territory except on grounds of national security or public order.’",
                                "elements": []
                            },
                            {
                                "content": "The concept of ‘national security or public order’ may be difficult to apply in a particular case. The travaux préparatoires to the provision argue in favour of a restrictive interpretation in the sense that a refugee should only be expelled as a last resort and as the only practicable means of protecting the legitimate interests of the State.",
                                "elements": []
                            },
                            {
                                "content": "5.  The above interpretation can be supported by various considerations of a more general nature:",
                                "elements": []
                            },
                            {
                                "content": "(i)  Since a refugee, unlike an ordinary alien, does not have a home country to which he can return, his expulsion may have particularly severe consequences. It implies the withdrawal of the right of residence in the only country – other than his country of origin – in which the refugee is entitled to remain on a permanent basis, and the loss of the rights that the 1951 Convention and the 1967 Protocol provide for refugees lawfully staying in the territory of a . Thus, the very seriousness of the consequences of expulsion for a refugee in itself justifies a restrictive interpretation of the circumstances in which it should take place.",
                                "elements": []
                            },
                            {
                                "content": "(ii)  In assessing the gravity of acts prejudicial to ‘national security of public order’, It should be remembered, that the refugee is an uprooted person in an alien and unfamiliar environment, and consequently may encounter difficulties of adaptation and integration. This situation may create a psychological condition in which failure to conform to the laws and regulations of the country of residence – although in no way excusable – might perhaps be considered less grave than in the case of persons who have not been uprooted from their normal environment. This can of course only be determined by a careful examination of all the circumstances of a case, including the seriousness of the offence committed. Any mitigating circumstances should, if possible, be taken into account in determining the appropriateness of expulsion.",
                                "elements": []
                            },
                            {
                                "content": "(iii)  The expulsion of a refugee may result in great hard-ship for any close family members residing with him. In other words, expulsion may have serious consequences for persons other than the one against whom it is primarily directed. This is a further justification for a restrictive interpretation of the circumstances in which expulsion might be appropriate.",
                                "elements": []
                            },
                            {
                                "content": "(iv)  These considerations are not intended to justify or condone unlawful acts committed by a refugee which should be the subject of prosecution under normal penal procedures. It should not be overlooked, however, that the expulsion of a refugee can be regarded as an ‘additional’ punishment to which a national of the country committing the same offence would not be liable.",
                                "elements": []
                            },
                            {
                                "content": "Problems of enforcement of expulsion measures against refugees",
                                "elements": []
                            },
                            {
                                "content": "6.  Even in cases where expulsion may be justified under Article 32 of the 1951 Convention, its enforcement may involve considerable difficulty. A refugee expelled from his country of residence is not necessarily able to proceed to another country to take up residence, and the difficulty in obtaining such a right of admission may be very great, if not insurmountable. If the refugee tries to enter another country irregularly, he will in all probability be liable, in that other country, to punishment and to a new measure of expulsion because of his unlawful entry or presence. He may indeed be returned to the country [that] first expelled him, where because of his previous expulsion, his position would again be illegal. There have been cases in which refugees have been pushed back and forth from one country to the other over a considerable period, without being able to regularize their situation in either country.",
                                "elements": []
                            },
                            {
                                "content": "7.  It should also be mentioned that, because it may require a considerable time for a refugee under an order to be admitted to another country, detention prior to expulsion may be much more prolonged than in the case of an ordinary alien who can readily return to the country of his nationality.",
                                "elements": []
                            },
                            {
                                "content": "Conclusions",
                                "elements": []
                            },
                            {
                                "content": "8.  In view of the very serious consequences of expulsion for a refugee, it should be resorted to only in exceptional circumstances, bearing in mind both the need for a restrictive interpretation of Article 32 of the 1951 Convention and the general considerations referred to above.",
                                "elements": []
                            },
                            {
                                "content": "9.  Consideration should also be given to the consequences of an expulsion measure for the close family of the refugee and to the question whether the refugee is able to proceed to another country other than his country origin.",
                                "elements": []
                            },
                            {
                                "content": "10.  Where an expulsion measure is combined with custody or detention, it should be ensured that such custody or detention is not unduly prolonged.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  The first applicant complained of the lawfulness of his detention pending expulsion. He relied on Article 5 § 1 of the Convention, which provides, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition. ...”",
                                "elements": []
                            },
                            {
                                "content": "63.  The first applicant further complained that he could not obtain effective judicial review of that detention. He relied on Article 5 § 4 and Article 13 of the Convention. The Court, for its part, observes that Article 5 § 4 of the Convention provides a lex specialis in relation to the more general requirements of Article 13 (see, among other authorities, Chahal v. the United Kingdom, 15 November 1996, § 126, Reports of Judgments and Decisions 1996V). It will therefore examine this complaint solely by reference to Article 5 § 4, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "64.  In their observations on the admissibility and merits of the application, the Government argued that the first applicant’s detention had been lawful and imposed with a view to his expulsion. It had been based on an order issued by a competent authority in line with the requirements of the law. Section 44(6) of the Aliens Act 1998 allowed, under certain conditions, the detention of aliens with a view to their expulsion, and the issuing of the expulsion order had automatically stripped the first applicant of his refugee status. The duration of his detention had not been excessive or in breach of the timelimits laid down in European Union law and transposed in Bulgarian law. He had been released on 1 February 2010, which meant that the timelimit under section 44(8) of the above Act had been complied with. The first applicant did not have an identification document allowing him to cross borders. For that reason, the Bulgarian authorities had asked the Embassy of Lebanon to issue him such a document. However, in spite of their repeated requests, it had failed to do so. At the same time, the first applicant had not identified a third country to which he could be removed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Government went on to submit that following the coming into force of section 46a of the Aliens Act 1998 the first applicant had been able to seek judicial review of his detention, but had not done so. The procedure under that provision contained sufficient safeguards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The first applicant submitted that his detention had been unlawful, because he had been detained twice on the same grounds and because he had been detained while still having refugee status, in breach of the applicable law. The expulsion order had not automatically stripped him of his refugee status, because the only authority competent to grant or revoke such status was the State Refugees Agency, whose decision was subject to judicial review. In addition, the duration of his detention had exceeded the maximum timelimit permitted under Directive 2008/115/EC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The first applicant went on to argue that he had not been able to seek judicial review of his detention. Section 46a of the Aliens Act 1998, which expressly provided for such review, had come into force long after his placement in detention. In any event, the procedure under that provision did not meet the requirements of Articles 5 § 3, 6 § 1 and 13 of the Convention, because it did not involve a public hearing, which had prevented him from asking the Sofia Administrative Court to take into account his first period of detention for the purpose of calculating the maximum allowed duration of his second period of detention, and from adducing evidence to prove the lack of necessity of his continued deprivation of liberty. In any event, he had sought judicial review of his detention before the enactment of section 46a, but the  and the  had refused to examine his legal challenge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  In their comments on the applicants’ claim for just satisfaction, the Government submitted that the first applicant’s detention in 200810 had been based on the continuing validity of the order for his expulsion. His first detention had come to an end following the Sofia City Court’s decision to suspend the order’s enforcement. However, that did not mean that the first applicant could not be redetained after the expulsion order had become final. His detention had not become unlawful by reason of exceeding the maximum duration allowed under domestic law, because the applicant could have sought judicial review under section 46a(4) of the Aliens Act 1998 and argued that his previous period of detention in 2006 should be taken into account for the purpose of determining the maximum permissible duration of his deprivation of liberty under section 44(8) of the Act. He had failed to do so, and had therefore not exhausted domestic remedies. In any event, the maximum timelimit had been exceeded by only two months and twenty days, which was insignificant in view of the seriousness of the facts which had prompted his expulsion.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "69.  As regards the Government’s assertion that the first applicant had not exhausted domestic remedies in relation to his complaint that his detention was unlawful, the Court observes that at the time of the first applicant’s detention the provision on which the Government rely – section 46a(4) of the Aliens Act 1998 – provided for review of the detention of aliens of the administrative courts’ own motion, in private and on the papers; it was amended to allow detainees to initiate such proceedings long after the first applicant’s release (see paragraph 51 above). The Court is therefore not persuaded that the remedy which the Government invoke existed in reality. The Government’s objection of nonexhaustion of domestic remedies must therefore be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court further considers that the complaints are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention or inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Article 5 § 1 of the Convention",
                                "elements": [
                                    {
                                        "content": "71.  Article 5 of the Convention enshrines a fundamental human right, namely the protection of the individual against arbitrary interference by the State with his or her right to liberty. Subparagraphs (a) to (f) of Article 5 § 1 contain an exhaustive list of permissible grounds on which persons may be deprived of their liberty and no deprivation of liberty will be lawful unless it falls within one of those grounds. One of the exceptions, contained in subparagraph (f), permits the State to control the liberty of aliens in the immigration context (see, as recent authorities, Saadi v. the United Kingdom [GC], no. 13229/03, § 43, ECHR 2008..., and A. and Others v. the United Kingdom [GC], no. 3455/05, §§ 16263, 19 February 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Article 5 § 1 (f) does not demand that detention be reasonably considered necessary, for example, to prevent the individual from committing an offence or fleeing. It is therefore immaterial whether the underlying decision to expel can be justified under national or Convention law (see Chahal, cited above, § 112; Slivenko v. Latvia [GC], no. 48321/99, § 146, ECHR 2003X; Sadaykov v. Bulgaria, no. 75157/01, § 21, 22 May 2008; and Raza v. Bulgaria, no. 31465/08, § 72, 11 February 2010). Any deprivation of liberty under the second limb of Article 5 § 1 (f) will be justified, however, only for as long as deportation or extradition proceedings are in progress. If such proceedings are not prosecuted with due diligence, the detention will cease to be permissible under that provision (see, among other authorities, Chahal, cited above, § 113; A. and Others v. the United Kingdom, cited above, § 164; Mikolenko v. Estonia, no. 10664/05, § 63, 8 October 2009; and Raza, cited above, § 72). In other words, the length of the detention should not exceed that reasonably required for the purpose pursued (see Saadi, cited above, § 74 in fine). Indeed, a similar point was recently made by the ECJ in relation to Article 15 of Directive 2008/115/EC (see paragraphs 55 and 58 above). It should, however, be pointed out that unlike that provision, Article 5 § 1 (f) of the Convention does not lay down maximum timelimits; the question whether the length of deportation proceedings could affect the lawfulness of detention under this provision thus depends solely on the particular circumstances of each case (see Auad v. Bulgaria, no. 46390/10, § 128, 11 October 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The deprivation of liberty must also be “lawful”. Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down, as a minimum, the obligation to conform to the substantive and procedural rules of that law (see, among other authorities, Amuur v. France, 25 June 1996, § 50, Reports 1996III, and Abdolkhani and Karimnia v. Turkey, no. 30471/08, § 130, 22 September 2009). It follows that the Court can and should exercise a certain power to review whether this law has been complied with (see Benham v. the United Kingdom, 10 June 1996, § 41, Reports 1996III, and Steel and Others v. the United Kingdom, 23 September 1998, § 56, Reports 1998VII). However, the logic of the system of safeguards established by the Convention sets limits on the scope of this review. It is in the first place for the national authorities, notably the courts, to interpret and apply domestic law, even in those fields where the Convention “incorporates” the rules of that law: the national authorities are, in the nature of things, particularly qualified to settle the issues arising in this connection (see Kemmache v. France (no. 3), 24 November 1994, § 37, Series A no. 296C).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  In the instant case, the first applicant alleged that his detention had been in breach of Bulgarian law in two respects: firstly because he could not be expelled, or detained with a view to expulsion, while still enjoying refugee status, and secondly because his detention had exceeded the maximum timelimit allowed under Directive 2008/115/EC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court need not determine those points, because it considers that the first applicant’s detention was in any event incompatible with Article 5 § 1 (f) of the Convention for the reasons set out in the following paragraphs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court notes that the first applicant remained in detention pending the enforcement of the order for his expulsion for a total period of one year, eight months and twentyfour days: two months and twentytwo days in 2006, and one year, six months and two days in 200810 (see paragraphs 13, 16, 22 and 30 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  It appears that the only steps taken by the authorities during that time were to write four times to the Lebanese Embassy in , asking it to issue a travel document for the applicant (see paragraph 31 above). It is true that the Bulgarian authorities could not compel the issuing of such a document. However, there is no indication that they pursued the matter vigorously or endeavoured entering into negotiations with the Lebanese authorities with a view to expediting its delivery (see Raza, cited above, § 73; Tabesh v. Greece, no. 8256/07, § 56, 26 November 2009; and Louled Massoud v. Malta, no. 24340/08, § 66, 27 July 2010). Moreover, the Government have not provided evidence of efforts being made to secure the first applicant’s admission to a third country. Although the authorities apparently asked him to specify such a country, there is no indication that they took any steps to themselves explore that option (see paragraph 31 above). The Court is aware that, as noted by the United Nations High Commissioner for Refugees (see point 6 of the note quoted in paragraph 61 above), the enforcement of expulsion measures against refugees – the Court would add, especially ones who are stateless – may involve considerable difficulty and even prove impossible because there is no readily available country to which they may be removed. However, if the authorities are – as they surely must have been in the present case – aware of those difficulties, they should consider whether removal is a realistic prospect, and accordingly whether detention with a view to removal is from the outset, or continues to be, justified (see, mutatis mutandis, Ali v. Switzerland, no. 24881/94, Commission’s report of 26 February 1997, unpublished, § 41, and A. and Others v. the United Kingdom, cited above, § 167).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  It is true that the first applicant did not spend such a long time in detention as the applicants in some other cases, such as Chahal (cited above). However, Mr Chahal’s deportation was blocked, throughout the entire period under consideration, by the fact that proceedings were being actively and diligently pursued with a view to determining whether it would be lawful and compatible with the Convention to proceed with his deportation (see Chahal, cited above, §§ 11517, as well as, mutatis mutandis, Eid v. Italy (dec.), no. 53490/99, 22 January 2002; Gordyeyev, cited above; and Bogdanovski v. Italy, no. 72177/01, §§ 6064, 14 December 2006). By contrast, in the present case the bulk of the first applicant’s detention took place after the Supreme Administrative Court had finally determined the legal challenge to the order for his expulsion (see, mutatis mutandis, A. and Others v. the United Kingdom, cited above, § 169).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The foregoing considerations are sufficient to enable the Court to conclude that the grounds for the first applicant’s detention – action taken with a view to his deportation – did not remain valid for the whole period of his detention due to the lack of a realistic prospect of his expulsion and the domestic authorities’ failure to conduct the proceedings with due diligence. There has therefore been a breach of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Article 5 § 4 of the Convention",
                                "elements": [
                                    {
                                        "content": "80.  Article 5 § 4 of the Convention entitles a detained person to institute proceedings bearing on the procedural and substantive conditions which are essential for the “lawfulness” of his or her deprivation of liberty. The notion of “lawfulness” under Article 5 § 4 has the same meaning as in Article 5 § 1, so that the detained person is entitled to a review of the “lawfulness” of his detention in the light not only of the requirements of domestic law but also of the Convention, the general principles embodied therein and the aim of the restrictions permitted by Article 5 § 1. Article 5 § 4 does not guarantee a right to judicial review of such a scope as to empower the court, on all aspects of the case including questions of pure expediency, to substitute its own discretion for that of the decisionmaking authority. The review should, however, be wide enough to bear on those conditions which are essential for the “lawful” detention of a person according to Article 5 § 1. The reviewing “court” must not have merely advisory functions but must have the competence to “decide” the “lawfulness” of the detention and to order release if the detention is unlawful (see, as a recent authorities, A. and Others v. the United Kingdom, cited above, § 202, and Stanev, cited above, § 168, both with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  In guaranteeing to a detained person the right to institute proceedings to challenge the lawfulness of his or her deprivation of liberty, Article 5 § 4 of the Convention also proclaims the right, following the institution of such proceedings, to a speedy judicial decision. To determine whether that requirement has been complied with, it is necessary to carry out an overall assessment of the duration of the proceedings, and have regard to the circumstances of the case, including the complexity of the proceedings, their conduct by the domestic authorities and by the applicant, and what was at stake for the latter (see, as a recent authority, Mooren v. Germany [GC], no. 11364/03, § 106, 9 July 2009, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  In the instant case, the first applicant was able to challenge his detention in 2006 and obtain release (see paragraph 16 above). However, when he was redetained on 31 July 2008, in three separate decisions the Sofia City Administrative Court refused to examine his legal challenge against the order for his redetention, holding – apparently on the basis of the then prevailing caselaw of the Supreme Administrative Court – that the order, being subordinate to the expulsion order and issued within the framework of the expulsion proceedings, was not subject to judicial review (see paragraphs 25 and 49 above). On appeal, two panels of the  upheld two of the lower court’s rulings, but another panel overturned the third one and remitted the case for examination on the merits (see paragraphs 26 and 29 above). On remittal, the  examined the case on the merits, in a judgment given almost seven months after the first applicant had sought judicial review of the order for his detention (see paragraph 27 above). That judgment was in turn upheld by the  in a final judgment given one year and almost four months after the first applicant had sought judicial review of the order for his detention (see paragraph 28 above). Thus, unlike Mr Raza, the first applicant in the present case was ultimately able to obtain judicial review of the order for his detention (contrast Raza, cited above, § 77). However, the Court is unable to find that the proceedings in which that happened complied with the requirements of Article 5 § 4, because the amount of time taken by the national courts finally to determine the legal challenge to the detention order cannot be regarded as complying with the requirement of that provision that the decision be taken “speedily” (see, mutatis mutandis, Rahmani and Dineva v. Bulgaria, no. 20116/08, § 80, 10 May 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  It remains to be established whether the first applicant had at his disposal other effective and speedy remedies allowing him to challenge the lawfulness of his detention (see Raza, cited above, § 78, citing Kadem v. Malta, no. 55263/00, § 45, 9 January 2003). On this point, the Court observes that, although that possibility was not expressly envisaged by the Aliens Act 1998 or another instrument, it appears that as a matter of practice the first applicant could at any point during his detention – even before the enactment of the new section 46a of the Act – seek release from the authorities and, in case of a negative reply or lack of reply, apply for judicial review (see Raza, §§ 13 and 28, and Rahmani and Dineva, § 79, both cited above, as well as the two Supreme Administrative Court decisions cited in paragraph 52 above). However, it cannot be overlooked that in both Raza and Rahmani and Dineva it took the administrative courts about a year finally to determine such legal challenges, and that those courts did not directly order the applicants’ release but only declared their detention unlawful and referred the cases back to the authorities with instructions to rule on the applicants’ request for release. In both cases the Court found the duration of the proceedings in breach of Article 5 § 4. In Rahmani and Dineva (cited above, § 80), it went on to say that the failure of the courts directly to order release could not be regarded as compliant with Article 5 § 4, because that provision requires a remedy in which the decisionmaking body has the power to release the detainee. There is nothing to indicate that if the first applicant in the present case had opted for that procedural avenue, his legal challenge would have been examined in a different way.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  There has therefore been a breach of Article 5 § 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "85.  The applicants complained that the order for the first applicant’s expulsion and its impending enforcement, as well as the first applicant’s detention pending such enforcement, amounted to an unlawful and unjustified interference with their right to respect for their family life. They relied on Article 8 of the Convention, which provides, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic wellbeing of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "86.  The Government submitted that the measures taken against the first applicant pursued a legitimate aim and were necessary. The Contracting States were entitled to expel an alien regardless of his or her level of integration. The first applicant’s removal from  would not impose a disproportionate burden on the applicants, because they would be able to continue their family life outside the country. The circumstances in which the first applicant’s expulsion had been ordered showed that the authorities had not failed to strike a balance between the applicants’ rights and the public interest; they had carried out their duty to protect public order and national security. The expulsion order had not yet been put into effect, and the applicants’ family life could not therefore be regarded as already affected by it. The first applicant’s detention pending removal had not been disproportionate either, because the other applicants had been able to visit him in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The applicants did not comment on the effects of the enforcement of the order for the first applicant’s expulsion on their family life. They submitted that the first applicant’s detention, which had lasted in total more than twentytwo months, had been in breach of their right to respect for their family life, because it had been unlawful, in particular because of the first applicant’s refugee status; too lengthy; unnecessary; and not subject to judicial review. The first applicant had at all times remained at the authorities’ disposal and had not tried to flee. He could have been simply required to report to the police on a daily basis instead of being detained. That would have allowed him to remain with his family and to take care of his minor children.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "88.  The Court considers that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention or inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  As to the alleged violation of Article 8 stemming from the first applicant’s detention, the Court, having already found that that detention was in breach of Article 5 § 1 of the Convention (see paragraph 79 above), considers that no separate issue arises under Article 8 (see M. and Others v. Bulgaria, no. 41416/08, § 91, 26 July 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  As regards the applicants’ other head of complaint, it should be noted that it has not been disputed – and the Court finds no reason to doubt – that at the time when the authorities ordered the first applicant’s expulsion the applicants had a genuine family life in  (see paragraphs 710 above). Therefore, the enforcement of the expulsion order would amount to an interference by a public authority with the exercise of the applicants’ right to respect for their family life, as guaranteed by Article 8 § 1 of the Convention (see Raza, cited above, § 48, citing Beldjoudi v. France, 26 March 1992, § 67, Series A no. 234A).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  Such interference will be in breach of Article 8 unless it is “in accordance with the law”, pursues a legitimate aim or aims under paragraph 2, and is “necessary in a democratic society” for achieving those aims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  One of the requirements flowing from the notion that an interference be “in accordance with the law” is that domestic law must afford a degree of legal protection against arbitrary interference by the authorities, and that deportation measures affecting fundamental human rights must be subject to some form of adversarial proceedings involving effective scrutiny of the reasons for them and review of the relevant evidence, if need be with appropriate procedural limitations on the use of classified information, and giving the person concerned a possibility to challenge the authorities’ assertion that national security is at stake (see C.G. and Others v. Bulgaria, no. 1365/07, §§ 3940, 24 April 2008, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In a series of cases against Bulgaria the Court found that even though in 2003, following its judgment in AlNashif (cited above), the Bulgarian courts started to entertain legal challenges to expulsion orders relying on national security grounds, the manner in which they conducted the proceedings and reviewed the assertions that the persons concerned represented national security risks did not provide minimum safeguards against arbitrariness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  Thus, in C.G. and Others v. Bulgaria (cited above, §§ 4247 and 49) the Court found that the courts had allowed the authorities to stretch the notion of national security beyond its natural meaning, and had not examined whether they had been able to demonstrate the existence of specific facts serving as a basis for their assessments that Mr C.G. represented a national security risk, relying instead solely on their uncorroborated assertions in that respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  In Raza (cited above, §§ 5354) the Court held that the classification of the proceedings in which Mr Raza had challenged his expulsion, which had entailed a complete lack of publicity of the Supreme Administrative Court’s judgment in his case, could not be regarded as justified. The Court accepted that the use of confidential material could prove unavoidable where national security was at stake, and that it could sometimes be necessary to classify some or all of the materials used in proceedings touching upon such matters, and even parts of the decisions rendered in them. However, it went on to say that the publicity of judicial decisions constituted a basic safeguard against arbitrariness. It also noted, with reference to A. and Others v. the United Kingdom (cited above, §§ 2969, 93 and 215), that other countries which had already suffered from terrorist violence had chosen to keep secret only those parts of their courts’ decisions in such proceedings whose disclosure would compromise national security or the safety of others, which showed that there existed techniques which could accommodate legitimate security concerns without rendering nugatory fundamental procedural guarantees such as the publicity of judicial decisions. The Court was in addition not persuaded that the Bulgarian courts had carried out a proper examination of the authorities’ assertion that Mr Raza represented a national security risk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  In Kaushal and Others v. Bulgaria (no. 1537/08, §§ 2833, 2 September 2010), the Court, although accepting that some of the activities in which Mr Kaushal was alleged to have engaged could be regarded as posing a threat to national security, likewise found that the Bulgarian courts had not properly checked whether the authorities had been able to demonstrate the existence of specific facts serving as a basis for their allegations in that respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  In M. and Others v. Bulgaria (cited above, §§ 98103) the Court found that the Bulgarian courts had not verified whether the allegations against Mr M. had had an objective basis, and had allowed the authorities uncontrolled discretion to “certify” blankly, with reference to little more than their own general statements, that Mr M. was a threat to national security. As that “certification” had been based on undisclosed internal information and had been held to be beyond meaningful judicial scrutiny, the proceedings for judicial review of the expulsion order against Mr M. had not provided sufficient safeguards against arbitrariness. The Court came to the same conclusion in Madah and Others v. Bulgaria (no. 45237/08, §§ 2930, 10 May 2012), for identical reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  In the present case, it appears that the  did not accede to the first applicant’s request that the authorities be directed to present evidence in relation to some of the facts alleged against him and serving as a basis for their assertion that he represented a national security risk (see paragraph 19 above). Since the domestic proceedings were classified in their entirety, the Court has no information on the exact nature of the materials placed before that court (see, mutatis mutandis, Liu v.  (no. 2), no. 29157/09, § 90, 26 July 2011). However, a reading of its judgment of 2 June 2008 shows that it did not make any reference to the evidentiary basis for its findings of fact (see paragraph 21 above). In those circumstances, and bearing in mind that in a number of previous similar cases that court failed effectively to scrutinise allegations that an alien represented a national security risk (see C.G. and Others v. Bulgaria, § 47; Raza, § 54; Kaushal and Others, § 31; M. and Others v. Bulgaria, § 98; and Madah and Others, § 29, all cited above), the Court is not persuaded that when reviewing the order for the first applicant’s expulsion it carried out a genuine inquiry into the allegations on which that order was based, and sought to determine that point by reference to evidence rather than the authorities’ assertions (see also Liu (no. 2), cited above, § 89). In addition, some of those allegations – such as those that the first applicant was an active member of an international gang engaging in the forgery of securities and financial frauds, and that he maintained intensive contacts with persons in and outside the country who carried out criminal and terrorist activities – appear too general to have given him an opportunity effectively to challenge them (see Liu (no. 2), §§ 9091, and, mutatis mutandis, A. and Others v. the United Kingdom, §§ 22024, both cited above). It is therefore open to doubt whether the  subjected the authorities’ assertions in that respect to meaningful scrutiny.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The making of the judicial review proceedings as a whole secret had a further effect – the Supreme Administrative Court’s judgment in the first applicant’s case remained fully hidden from the public, which can hardly be regarded as justified. The Court considers it necessary to reiterate in this connection that the publicity of judicial decisions aims to ensure scrutiny of the judiciary by the public and constitutes a basic safeguard against arbitrariness. The Court has already had occasion to observe that other countries have, in the same context, chosen to keep secret only those parts of their courts’ decisions whose disclosure would compromise national security or the safety of others, thus illustrating that there exist techniques that can accommodate legitimate security concerns without fully negating fundamental procedural guarantees such as the publicity of judicial decisions (see paragraph 95 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  In view of those considerations, the Court concludes that the first applicant, despite having the formal possibility of seeking judicial review of the order for his expulsion, did not enjoy the minimum degree of protection against arbitrariness on the part of the authorities. The resulting interference with his right to respect for his family life would therefore not be in accordance with a “law” satisfying the requirements of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  In view of that conclusion, the Court does not find it necessary to determine whether the first applicant’s expulsion would pursue a legitimate aim or would be proportionate to that aim. However, it would point out that neither the domestic authority which ordered that expulsion nor the court which upheld its order appear to have assessed whether it answered a pressing social need and was proportionate to any legitimate aim – an omission that the Court has previously found contrary to Article 13 of the Convention (see C.G. and Others v. Bulgaria, §§ 5964; Raza, § 63; Kaushal, §§ 3941; M. and Others v. Bulgaria, § 125; and Madah and Others, § 39, all cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Court therefore finds that the expulsion order against the first applicant, if put into effect, would violate Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Alleged breach of Article 2 of the Convention",
                                "elements": [
                                    {
                                        "content": "103.  The first applicant complained that his impending expulsion to  would expose him to a risk of death or illtreatment. He relied on Article 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The Court, examining this complaint also by reference to Article 3 of the Convention, considers that it has not been substantiated. The first applicant, who is legally represented, did not refer to any circumstance that might put his life or health at risk in . The mere fact that he was granted refugee status eleven years ago, in 2001, cannot be regarded as sufficient proof in that respect (contrast Auad v. Bulgaria, no. 46390/10, § 103, 11 October 2011, where the grant of humanitarian status had taken place less than two years before the Court’s examination of the case), especially bearing in mind that the applicants did not provide any information about the reasons for which the State Refugee Agency decided to grant them refugee status (see paragraph 9 above). In Auad, decided in September 2011, the Court noted that the situation in Lebanon as a whole did not appear so serious that the potential return of a Palestinian there would constitute, in itself, a breach of Articles 2 or 3 (ibid., §§ 58 and 103). The Court is not aware of any fresh developments that might call that assessment into question. It is true that in Auad it found that there existed a higher risk for Palestinians, such as Mr Auad, coming from, and likely to be returned to, one of the Palestinian refugee camps in , Ain alHilweh. However, the first applicant in the present case did not specify whether he came from one of the Palestinian refugee camps in Lebanon or from Lebanon proper, and, unlike Mr Auad (ibid.), did not point to any facts showing that he might be at risk from official or private violence in that country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  It follows that this complaint is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged breaches of Article 6 of the Convention",
                                "elements": [
                                    {
                                        "content": "106.  The first applicant complained that the proceedings in which he had challenged the order for his expulsion had not been fair and that his legal challenge had been determined only by one level of court. He relied on Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The first applicant also complained that the courts hearing the legal challenges to his detention had dealt with them in private and on the papers. He again relied on Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Court observes that according to its established caselaw, decisions regarding the entry, stay and deportation of aliens do not concern the determination of their civil rights or obligations or of a criminal charge against them (see Maaouia v. France [GC], no. 39652/98, § 40, ECHR 2000X; Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 82, ECHR 2005I; Lupsa v. Romania, no. 10337/04, § 63, 8 June 2006; C.G. and Others v. Bulgaria (dec.), no. 1365/07, 13 March 2007; and Raza, cited above, § 82). Article 6 of the Convention was therefore not applicable to the proceedings in which the first applicant was trying to challenge his expulsion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  Nor does Article 6 apply to proceedings in which detainees try to challenge their deprivation of liberty; these are to be examined solely by reference to Article 5 § 4, which is the lex specialis in such situations (see Reinprecht v. Austria, no. 67175/01, §§ 4755, ECHR 2005XII, and Raza, cited above, § 83). Therefore, the proceedings in which the first applicant challenged his detention, and which have already been scrutinised under the latter provision, cannot be examined for their compatibility with the requirements of Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  It follows that these complaints are incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 (a) and must be rejected in accordance with Article 35 § 4.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "111.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "112.  The first applicant claimed 30,000 euros (EUR) in respect of nonpecuniary damage. Each of the other applicants claimed EUR 10,000 under that head. In support of their claims they submitted that the facts of the case had given rise to breaches of the first applicant’s rights under Article 5 §§ 3 and 4, Article 6 § 1, Article 8 and Article 13 of the Convention and Article 2 of Protocol No. 4, and to breaches of the other applicants’ rights under Article 8 of the Convention. They also submitted that the first applicant had endured a long period of uncertainty, during which he had been separated from his family and friends, had been unable to take care of his family, and had feared that he might be removed to a country where his family would be unable to follow him. The other applicants, and especially the first applicant’s children, had also suffered as a result of the separation from their husband and father, and of the prospect of his forced removal to another country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Government submitted that the sums claimed by the first applicant were exorbitant, and that there were no reasons to award anything to the other applicants. They pointed out that the order for the first applicant’s expulsion had not been enforced, and said that there was noting to prevent the other applicants from following him to another safe country. In those circumstances, the finding of a violation would amount to sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Court observes that in the present case an award of just satisfaction can be based only on the violations of Article 5 §§ 1 and 4 and Article 8 of the Convention. The Court further observes that no breach of Article 8 has as yet occurred. Nevertheless, the Court having found that the decision to expel the first applicant would, if implemented, give rise to a breach of that provision, Article 41 of the Convention must be taken as applying to the facts of the case. That said, the Court considers that its finding regarding Article 8 of itself amounts to adequate just satisfaction for the purposes of Article 41 (see Beldjoudi, §§ 84 and 86, and Raza, both cited above, § 88, as well as, mutatis mutandis, Soering v. the United Kingdom, 7 July 1989, §§ 12627, Series A no. 161, and Chahal, cited above, § 158). Conversely, the Court considers that the distress and frustration suffered by the first applicant as a result of his detention and the impossibility of obtaining speedy judicial review thereof cannot wholly be compensated by the finding of violation (see Quinn v. France, 22 March 1995, § 64, Series A no. 311; Gavril Yosifov v. Bulgaria, no. 74012/01, § 72, 6 November 2008; and Raza, cited above, § 88). Having regard to the awards made in similar cases, and ruling on an equitable basis, as required under Article 41, the Court decides to award the first applicant EUR 3,500, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "115.  The applicants sought reimbursement of EUR 3,000 incurred in legal fees for the proceedings before the Court. They submitted a fee agreement between them and their lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Government submitted that the claim was exorbitant. They pointed out that there was no evidence showing that the applicants had actually paid those fees, and no detailed breakdown of the hours spent by their lawyer in work on the case. They urged the Court to have regard to the domestic scales on counsels’ fees and to the principles of equity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  According to the Court’s caselaw, costs and expenses claimed under Article 41 must have been actually and necessarily incurred and reasonable as to quantum. Having regard to the materials in its possession and the above considerations, and noting that part of the application was declared inadmissible, the Court finds it reasonable to award the applicants the sum of EUR 1,000, plus any tax that may be chargeable to them.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "118.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the alleged interference with the applicants’ right to respect for their family life, the first applicant’s detention and the impossibility for him to obtain judicial review of that detention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that, should the order to expel the first applicant be put into effect, there would be a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the abovementioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 February 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ineta Ziemele",
            "role": "president"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Paul Mahoney",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF AMIE AND OTHERS v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-116413.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0212JUD005814908",
    "externalsources": [],
    "extractedappno": [
        "58149/08",
        "50963/99",
        "357/09",
        "13229/03",
        "3455/05",
        "48321/99",
        "75157/01",
        "31465/08",
        "10664/05",
        "46390/10",
        "30471/08",
        "8256/07",
        "24340/08",
        "24881/94",
        "53490/99",
        "72177/01",
        "11364/03",
        "20116/08",
        "55263/00",
        "41416/08",
        "1365/07",
        "1537/08",
        "45237/08",
        "29157/09",
        "39652/98",
        "46827/99",
        "46951/99",
        "10337/04",
        "67175/01",
        "74012/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-116413",
    "judgementdate": "12/02/2013 00:00:00",
    "kpdate": "12/02/2013 00:00:00",
    "kpthesaurus": [
        "448",
        "93",
        "135",
        "438",
        "451",
        "628"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "8",
        "5-4",
        "5-1-f",
        "5-1",
        "5"
    ],
    "parties": [
        "AMIE AND OTHERS",
        "BULGARIA"
    ],
    "rank": "958.708923339844",
    "representedby": [
        "GEORGIEV H."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "419049",
    "typedescription": "15"
}