{
    "__articles": "6;6-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Fair hearing);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "24042/09;3159/10",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-171089.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 24042/09 and 3159/10) against the Republic of Moldova lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a company incorporated under Moldovan law, Cereale Flor S.A., and a Moldovan national, Ms Snejana Roșca (“the applicants”), on 22 April and 22 December 2009 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant company Cereale Flor S.A. was represented by Mr V. Zamă and the applicant Ms Roșca was represented by Mr V. Râhlea, both lawyers practising in Chișinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr L. Apostol.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained of the wrongful quashing of final judgments in their favour. They relied on Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention. Ms Roșca also complained under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 that a judgment in her favour had not been enforced and that proceedings conducted in her absence had been unfair.",
                        "elements": []
                    },
                    {
                        "content": "4. On 21 January 2011 the applications were communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant company is a joint-stock company incorporated under Moldovan law. Ms Roșca was born in 1984 and lives in Chișinău.",
                                "elements": []
                            },
                            {
                                "content": "A.  Application no. 24042/09",
                                "elements": [
                                    {
                                        "content": "6.  On 23 February 2000 the Economic District Court ordered the applicant company to pay another company, E., 1,908,145 Moldovan lei (MDL) (equivalent to 152,190 euros (EUR)). The court issued a writ of enforcement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 14 July 2005 E. sought to restart the time-limit for the enforcement of the judgment dated 23 February 2000, arguing that it had been unable to initiate enforcement proceedings within the three-year statutory period because the bailiff had lost the original writ of enforcement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 2 May 2006 the Economic Court of Appeal, by a final judgment, dismissed E.’s application as being ill-founded, noting that a duplicate of the writ had been issued in 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 17 December 2008 the Economic Court of Appeal upheld an application by E. for a revision of the judgment, quashed the decision of 2 May 2006 and allowed the statutory time-limit to run anew. The court did not reply to the applicant company’s contention that the application was timebarred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  After communication, E. initiated enforcement proceedings and the applicant company paid MDL 294,405.37 (equivalent to EUR 18,400).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Application no. 3159/10",
                                "elements": [
                                    {
                                        "content": "11.  On 28 February 2007 the Ciocana District Court acknowledged the applicant’s entitlement, as a young family, to a plot of land for construction purposes. The court ordered the Tohatin local administration to grant the applicant ownership of such a plot of land. As there was no appeal, the judgment became final on 20 March 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant sought enforcement of the judgment of 28 February 2007, but to no avail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 11 February 2009 the Tohatin local administration lodged an application for a revision of the judgment, arguing that the applicant had not qualified as a young family because her husband had died in 2006 and she had therefore lost her entitlement to any land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 22 April 2009 the Ciocana District Court dismissed the application for revision, finding that the applicant had requested the plot of land in 2005. Her husband’s death had not qualified as a new circumstance because the local administration had been aware of that matter at the time of the proceedings. The local administration appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 24 June 2009, in the applicant’s absence, the Chișinău Court of Appeal allowed the appeal, quashed the decision of 22 April 2009 and upheld the application for revision. It also quashed the Ciocana District Court’s judgment of 28 February 2007 and delivered a new judgment on the merits that dismissed her claims as unsubstantiated.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "19.  The relevant domestic law concerning the revision of a final judgment is set out in Popov v. Moldova (no. 2) (no. 19960/04, §§ 2729, 6 December 2005) and Jomiru and Creţu v. Moldova, (no. 28430/06, §§ 2627, 17 April 2012).",
                                "elements": []
                            },
                            {
                                "content": "20.  Law no. 87, which created a new remedy to address complaints of unreasonable length of proceedings, entered into force on 1 July 2011. Further details of the law are set out in the Court’s decision in Balan v. Moldova ((dec.), no. 44746/08, 24 January 2012).",
                                "elements": []
                            },
                            {
                                "content": "21.  Under Article 11 of the Moldovan Land Code, local administrations may grant young families ownership of plots of land for construction from 0.04 to 0.12 ha.",
                                "elements": []
                            },
                            {
                                "content": "22.  In accordance with Article 449 (h) of the Moldovan Civil Procedure Code a party may apply to reopen proceedings if the European Court of Human Rights has found a violation of his or her rights which may be redressed, at least partially, by quashing the judgment delivered by the domestic courts.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "23.  The Court finds that given their common factual and legal background it is appropriate to join the present applications and examine them in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  THE GOVERNMENT’S REQUESTS TO STRIKE OUT THE APPLICATIONS UNDER ARTICLE 37 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  On 16 September 2011 and 1 October 2013 respectively the Government submitted unilateral declarations, requesting that the Court strike the applications out of its list of cases with regard to the applicants’ complaints under Articles 6 § 1 and 13 of the Convention and Article 1 of Protocol No. 1 to the Convention, as a result of the quashing of the final judgments delivered in their favour. As regards case no. 3159/10, the request was also made in respect of the domestic authorities’ failure to summon the applicant. The Government drew the Court’s attention to the fact that there could be no compensation for the amount paid by the applicant company in case no. 24042/09 because it represented a debt between two private companies. In respect of case no. 3159/10 the Government noted that the size of the plot of land had not been identified and that an assessment of damages could be made only in the course of separate civil proceedings. They proposed paying the applicant company Cereale Flor S.A. EUR 2,500 and the applicant Ms Roșca EUR 3,000 in respect of pecuniary and nonpecuniary damage and costs and expenses and argued that those amounts would constitute sufficient just satisfaction.",
                                "elements": []
                            },
                            {
                                "content": "25.  By letter of 3 November 2011 the applicant company disagreed with the unilateral declaration and objected to the striking out of its application from the Court’s list of cases. It argued that it was entitled to receive compensation for the amount paid to E. after the wrongful quashing of the decision which had stopped E. from executing a time-barred judgment against it. Accordingly, it requested MDL 294,405.37 in respect of pecuniary damage, EUR 5,000 in respect of non-pecuniary damage and EUR 900 in respect of costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "26.  By letter of 3 January 2014 Ms Roșca stated that she disagreed with the unilateral declaration and objected to the striking out of her application from the Court’s list of cases. She submitted that she was entitled to receive compensation for pecuniary damage because the declaration did not offer restitutio in integrum. She requested MDL 720,150 in respect of pecuniary damage, representing the average market price of a plot of land of 0.09 ha, the inflation rate and the costs of renting alternative accommodation. She also claimed EUR 5,000 in respect of non-pecuniary damage and EUR 2,002 in respect of costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court notes that, under certain circumstances, it may be appropriate to strike out an application under Article 37 § 1 (c) of the Convention on the basis of a unilateral declaration by the respondent Government, even if the applicant wishes the examination of the case to be continued. Such a decision will, however, depend on the particular circumstances of whether the unilateral declaration offers a sufficient basis for finding that respect for human rights as defined in the Convention does not require the Court to continue its examination of the case (see Tahsin Acar v. Turkey (preliminary issue) [GC], no. 26307/95, § 75, ECHR 2003VI, Melnic v. Moldova, no. 6923/03, § 22, 14 November 2006, and Jeronovičs v. Latvia [GC], no. 44898/10, § 64, ECHR 2016).",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court reiterates the principle set out in Former King of Greece and Others v. Greece ([GC] (just satisfaction), no. 25701/94, § 72, 28 November 2002) that a judgment in which it finds a breach imposes on the respondent State a legal obligation to put an end to the breach and make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach. The Court is of the opinion that this principle is also applicable in cases such as the present ones, where a Government seeks to obtain strike-out decisions by means of unilateral declarations (Decev v. Moldova (no. 2), no. 7365/05, § 18, 24 February 2009).",
                                "elements": []
                            },
                            {
                                "content": "29.  Having studied the terms of the Government’s unilateral declarations, the Court considers, in the circumstances of the present cases, and in particular because the amounts of compensation proposed are substantially lower than the amount the Court awards in similar cases, that the unilateral declarations do not provide a sufficient basis for concluding that respect for human rights as defined in the Convention and its Protocols does not require it to continue its examination of the cases.",
                                "elements": []
                            },
                            {
                                "content": "30.  This being so, the Court rejects the Government’s requests to strike the applications out of its list of cases under Article 37 of the Convention and will accordingly pursue its examination of the admissibility and merits of the cases.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATIONS OF ARTICLES 6 AND 13 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicants complained that the quashing of the final judgments in their favour following revision proceedings had violated Article 6 § 1 of the Convention and Article 1 of Protocol No. 1, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by a ... tribunal”",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "32.  The applicants also submitted that they had had no effective domestic remedy against the quashing of the judgments delivered in their favour. They relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“ Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "33.  The applicant in case no. 3159/10 also complained under Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention about the failure of the domestic authorities to enforce the judgment of 28 February 2007 providing her with a plot of land for the construction of a house. She also complained under Article 6 of the unfairness of the proceedings before the Chișinău Court of Appeal, which had failed to summon her and on 24 June 2009 had examined the case in her absence.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Application no. 24042/09",
                                        "elements": [
                                            {
                                                "content": "34.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application no. 3159/10",
                                        "elements": [
                                            {
                                                "content": "35.  The Court notes that the applicant brought a claim with the domestic courts under Law no. 87 in respect of her complaint concerning the nonenforcement of the judgment of 28 February 2007. The courts partially accepted the applicant’s claim and awarded her EUR 1,895 in respect of nonpecuniary damage and EUR 316 for costs and expenses. In doing so, they also expressly established that there had been a violation of the applicant’s rights protected under Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36. The Court reiterates that a decision or measure favourable to an applicant is not, in principle, sufficient to deprive him or her of his or her status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI). As to the redress which is appropriate and sufficient in order to remedy a breach of a Convention right at national level, the Court has generally considered this to be dependent on all the circumstances of the case, having regard, in particular, to the nature of the Convention violation at stake (see, as recent authorities, Gäfgen v. Germany [GC], § 116 et seq., ECHR 2010, and Sakhnovskiy v. Russia [GC], no. 21272/03, §§ 76-84, 2 November 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court needs therefore to verify whether the applicant was offered redress for the damage caused to her by the violation established in the case so as to determine whether she has lost her victim status.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court notes that the judgment of 28 February 2007 was not enforced for twenty-six months and was quashed on 24 June 2009. In that connection, the Court notes that the domestic courts clearly found a violation of the applicant’s rights. However, they did not award any compensation for pecuniary damage owing to the absence of a causal link with the violation or of evidence supporting her claims. The applicant’s claims in respect of nonpecuniary damage and costs and expenses were partially satisfied and the compensation she obtained was consistent with amounts awarded in similar cases by the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court observes that it has found in the past that domestic court decisions awarding no compensation in the absence of a claim or awarding only a part of the sum claimed in compensation corresponding to the evidence submitted to them, could be accepted as offering sufficient redress (see, for instance, Vladimir Kolobov v. Russia (dec.), no. 26528/03, 28 June 2011). It does not see any compelling reason to depart from its findings in the above-mentioned case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In view of the foregoing, the applicant should be considered as having lost her victim status in relation to this part of her complaint. The Court thus concludes that the applicant is no longer a victim of the alleged violation and that this part of the application must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court notes that the remainder of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "42.  The applicants argued that the quashing of the final judgments in their favour had breached the principle of legal certainty and had thus violated their rights under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Government acknowledged that there had been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention in respect of both applicants. However, they objected to compensating the applicant company for a debt to another private company and noted that the matter of pecuniary damage should be settled in a separate set of proceedings. The Government also noted that the judgment in Ms Roșca’s favour had not established precisely how much land she had been entitled to and that under domestic law the plots in question could range from 0.04 to 0.12 ha. Accordingly, they argued that there was no exact basis for the calculation of compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The applicants disagreed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to those in the present application (see Popov (no.2), cited above, §§ 52-58, 6 December 2005; Oferta Plus SRL v. Moldova, no. 14385/04, §§ 104-07 and 112-15, 19 December 2006; Melnic v. Moldova, no. 6923/03, §§ 38-44, 14 November 2006; and Istrate v. Moldova, no. 53773/00, §§ 46-61, 13 June 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  After examining all the material submitted to it, the Court does not see any reasons to depart from its findings in the above-mentioned cases. Indeed, the Court considers that in the present case the revision procedure was used by the Economic and Chișinău Courts of Appeal in a manner that was incompatible with the principle of legal certainty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In relation to the applicants’ complaint concerning their right of property, the Court finds, in accordance with its constant case-law on the matter (see Popov (no. 2), cited above), that the domestic authorities’ decision to quash the final decision of 2 May 2006, which relieved the applicant company of paying an amount of money, and to quash the final judgment of 28 February 2007, which granted the applicant an entitlement to a plot of land, violated their rights guaranteed by Article 1 of Protocol No. 1 to the Convention. Hence, there has been a violation of that provision too.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court does not consider it necessary to rule on the complaint under Article 13 because Article 6 § 1 is the lex specialis in relation to the applicants’ complaint, and the requirements of Article 13 in this context are absorbed by those of Article 6 § 1 (see, mutatis mutandis, Popov (no. 2), cited above, § 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In the light of the finding on Article 6 of the Convention (see paragraph 46 above), the Court does not consider it necessary to rule on Ms Roșca’s complaint under the same provision of the unfairness of the proceedings conducted in her absence.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "51.  The applicant company claimed 294,405.37 Moldovan lei (MDL) (equivalent to 18,400 euros (EUR)) in respect of pecuniary damage. The applicant company submitted a certificate from a bailiff confirming that MDL 294,405.37 had been taken out of its bank account and that enforcement of the remaining MDL 1,653,739.63 was pending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Ms Roșca claimed MDL 720,150 (equivalent to EUR 40,390) in respect of pecuniary damage, representing the average market price of 0.09 ha of land, the inflation rate and the cost of renting alternative accommodation. She submitted an assessment from a real estate agency confirming that the average price of 0.09 ha of land for construction in Tohatin ranged from EUR 18,168 to EUR 27,253 and a certificate confirming the inflation rate between 2007 and 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Government argued that the applicant company could obtain compensation for pecuniary damage by seeking the reopening of proceedings before the domestic courts. They disputed the amount claimed by Ms Roșca, noting that the judgment of 28 February 2007 had not established her entitlement to a plot of 0.09 ha.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court observes that it has found a violation of Article 6 § 1 of the Convention and of Article 1 of Protocol No. 1 in the applicant company’s case on the grounds that the setting aside of the final judgment of 2 May 2006 meant that the applicant company had to fulfil a monetary obligation it had previously been relieved of. The Court considers that the most appropriate form of redress is to ensure that the applicant is put as far as possible in the position it would have been if the requirements of those provisions not been disregarded (see Piersack v. Belgium (Article 50), 26 October 1984, § 12, Series A no. 85, and, mutatis mutandis, Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003). For that reason, the Court accepts the applicant company’s claim and awards it the sum of EUR 18,400 under this head, plus any tax that may be chargeable on that amount. In respect of the remainder of the debt, the Court notes that Article 449 (h) of the Moldovan Code of Civil Procedure provides for the possibility of reopening domestic proceedings where the Court has found a violation of an applicant’s fundamental rights and freedoms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In respect of the applicant Ms Roșca, the Court notes that under the final judgment of 28 February 2007 the local administration had been ordered to grant the applicant a plot of land for construction. The Government did not dispute the assertion that plaintiffs in similar situations, young families, had been granted plots of 0.09 ha. They did not dispute the average market value submitted by the applicant. For those reasons, the Court awards the applicant EUR 18,168 under this head, plus any tax that may be chargeable on that amount. The Court rejects the remainder of the applicant’s claims as it does not discern any causal link between the violation found and the claim for compensation for inflation and has no evidence of the costs incurred for alternative accommodation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "56.  The applicants each claimed EUR 5,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government considered that the amounts claimed were excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  As regards Ms Roșca’s claims, the Court considers that she must have suffered certain amount of distress in view of the violations found above. Ruling on an equitable basis, the Court awards her EUR 2,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  As to the applicant company, the Court reiterates that it may award pecuniary compensation for non-pecuniary damage to a commercial company. Non-pecuniary damage suffered by such companies may include aspects that are to a greater or lesser extent “objective” or “subjective”. Aspects that may be taken into account include the company’s reputation, uncertainty in planning, disruption in the management of the company (for which there is no precise method of calculating the consequences) and lastly, albeit to a lesser degree, the anxiety and inconvenience caused to the members of the management team (see Comingersoll S.A. v. Portugal [GC], no. 35382/97, § 35, ECHR 2000-IV, and Centro Europa 7 S.r.l. and Di Stefano v. Italy [GC], no. 38433/09, § 221, ECHR 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Having regard to the circumstances of the present case and the nature of the violation found, the Court considers it reasonable to award the applicant company the amount of EUR 2,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "61.  The applicant company claimed EUR 900 while Ms Roșca claimed EUR 2,002 for the costs and expenses incurred before the Court. The applicant company submitted an itemised list of hours its lawyer had worked on the case, amounting to nine hours at a rate of EUR 100 per hour. Ms Roșca submitted receipts confirming the payment of MDL 39,014 (equivalent to EUR 1,980) for legal services, translation, postage and other costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government disagreed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the applicant company the sum of EUR 900 and the applicant Ms Roșca EUR 1,500 covering costs for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "64.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Joins the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Rejects the Government’s requests to strike the applications out of the list of cases;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares application no. 24042/09 and the complaints concerning the wrongful quashing of a final judgment and the fairness of proceedings in application no. 3159/10 admissible, and the remainder of application no. 3159/10 inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention and of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there is no need to examine the complaint under Article 13 of the Convention in both applications and the complaint under Article 6 of the Convention concerning the fairness of proceedings in application no. 3159/10;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the following amounts, to be converted into the currency of the respondent State, at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicants’ claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 February 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nebojša Vučinić",
            "role": "president"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Stéphanie Mourou-Vikström",
            "role": "judges"
        },
        {
            "name": "Hasan Bakırcı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CEREALE FLOR S.A. AND ROŞCA v. THE REPUBLIC OF MOLDOVA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-171089.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0214JUD002404209",
    "externalsources": [],
    "extractedappno": [
        "24042/09",
        "3159/10",
        "19960/04",
        "28430/06",
        "44746/08",
        "26307/95",
        "6923/03",
        "44898/10",
        "25701/94",
        "7365/05",
        "28114/95",
        "21272/03",
        "26528/03",
        "14385/04",
        "53773/00",
        "53431/99",
        "35382/97",
        "38433/09"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-171089",
    "judgementdate": "14/02/2017 00:00:00",
    "kpdate": "14/02/2017 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "136",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "26",
    "paragraphs": [
        "6",
        "P1-1-1",
        "6-1",
        "P1-1"
    ],
    "parties": [
        "CEREALE FLOR S.A. AND ROŞCA",
        "THE REPUBLIC OF MOLDOVA"
    ],
    "rank": "1762.87548828125",
    "representedby": [
        "ZAMĂ V.",
        "RÂHLEA V."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "461273",
    "typedescription": "15"
}