{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "50101/12",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "No violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-183122.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 50101/12) against the Republic of Croatia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian national, Ms Ivanka Bikić (“the applicant”), on 24 July 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr D. Margaretić, a lawyer practising in Zagreb. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the refusal of her request to purchase the flat she occupied amounted to a violation of her right to peaceful enjoyment of her possessions.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 4 March 2013 the complaint concerning the applicant’s right to peaceful enjoyment of her possessions was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1954 and lives in Zagreb.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "6.  In the former Yugoslav socialist regime all employees contributed to housing funds. The funds thus obtained were used, inter alia, to build blocks of flats. The flats were distributed to employees, who acquired protected tenancies in respect of them and other already existing socially owned flats. Each publicly owned company drew up a list of persons to be granted specially protected tenancies. When a person on such a list was granted a specially protected tenancy, his or her housing needs were considered to have been met and his or her name would be removed from the list.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings on allocating the specially protected tenancy to the applicant",
                                "elements": [
                                    {
                                        "content": "7.  The applicant was employed by a socially owned company, S. All employees of S. paid contributions to a housing fund in the amount of 3% of their monthly salaries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 31 October 1988 company S. granted the applicant a specially protected tenancy of a flat measuring 65.08 square metres in the Zagreb suburbs, with the right to occupy it together with her husband and two daughters. However, since that decision was not yet final, company S. entered into an agreement with the applicant on 7 December 1988 giving her the right to move into the flat with her family and to care for that flat. The applicant moved into the flat and has been living there ever since.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The decision to grant the applicant a specially protected tenancy was challenged by three other employees and quashed by the Zagreb Basic Court of Associated Labour (Osnovni sud udruženog rada u Zagrebu).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 27 March 1990 the housing committee of company S. drew up a priority list for the distribution of flats. The applicant was the first on the list. On 23 April 1990 the company’s workers’ council approved the priority list. On the basis of that list she was entitled to have a decision allocating a flat to her issued. On 27 April 1992 the flats of the company S. were transferred for management to the Zagreb Municipality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 9 and 15 May 1990, respectively, two other employees of company S. brought an action before the competent court, seeking to have the priority list declared null and void. Competence in the matter was subsequently transferred to the Zagreb Municipal Court, which on 3 February 1999 dismissed the claims on the merits since there was no possibility under the relevant law to bring such an action at all. A civil action could be brought to challenge the decision on allocation of a flat but not to challenge a priority list.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 23 June 2004 the Zagreb County Court amended the judgment of 3 February 1999 so as to declare the actions inadmissible on the same grounds, namely that the priority list could not be challenged before a court of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Meanwhile, on 3 June 1991 Parliament had enacted the Protected Tenancies (Sale to Occupier) Act (Zakon o prodaji stanova na kojima postoji stanarsko pravo), which abolished the specially protected tenancies and regulated the sale of socially owned flats previously let under a specially protected tenancy.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s request to purchase the flat she occupies",
                                "elements": [
                                    {
                                        "content": "14.  On 29 November 1995 the applicant asked the Zagreb Municipality as the owner of the flat to conclude a contract for the sale of the flat with herself as the buyer. The Zagreb Municipality did not take any decision within the prescribed time-limit of sixty days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On an unspecified date in 2005 the applicant re-submitted to the Zagreb Municipality her request to purchase the flat she occupied. The request was refused on 6 July 2005 because she had not been granted a specially protected tenancy in respect of that flat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 26 September 2005 the applicant brought a civil action against the City of Zagreb, which in the meantime had become the owner of the flat she occupied, seeking a judgment in lieu of the contract of sale of the flat in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The claim was dismissed by the Zagreb Municipal Court on 18 June 2007 on the grounds that the applicant had not acquired a protected tenancy of the flat in question, since the priority list did not constitute a decision on the granting of protected tenancies within the meaning of the Housing Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The judgment was upheld by the Zagreb County Court on 8 April 2008. The court held that the applicant did not have a final decision on allocation of the flat to her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In a subsequent constitutional complaint lodged by the applicant, she complained that her right to equality before the law, her right to an appeal as well as her right to a fair trial had been violated. She argued that she had been the first on a priority list drawn up by company S. for the distribution of flats.  The only reasons she had not been formally granted a specially protected tenancy of the flat she had been occupying were the challenge of the priority list by her co-workers and the delay in the civil proceedings before the Zagreb Municipal Court. However, once those proceedings had ended, all of the conditions for recognition of her specially protected tenancy of the flat at issue had been met. The one-year validity of the priority list was to be counted from the date of its being confirmed, which in the applicant’s case had occurred when the national courts had dismissed all the objections concerning that list. By not recognising her right to a specially protected tenancy, the national authorities had deprived her of the possibility to purchase the flat she occupied under favourable conditions. She also relied on some other decisions of the Constitutional Court whereby it had granted protection to persons in situations comparable to her own.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 11 May 2012 the Constitutional Court dismissed the applicant’s constitutional complaint on the grounds that the findings of the lower courts that she had not acquired a specially protected tenancy of the flat at issue had been correct. It further held that the decisions the applicant had relied on concerned persons who had had specially protected tenancies which they had subsequently lost.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Housing Act",
                                "elements": [
                                    {
                                        "content": "21.  The relevant part of the Housing Act (Zakon o stambenim odnosima, Official Gazette nos. 51/1985, 42/1986, 22/1992 and 70/1993) reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A specially protected tenancy is acquired on the date of moving into the flat on the basis of a final decision allocating the flat or on another valid legal basis, unless otherwise provided for by this Act.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Transformation of Socially Owned Companies Act",
                                "elements": [
                                    {
                                        "content": "22.  The Transformation of Socially Owned Companies Act (Zakon o pretvorbi društvenih poduzeća, Official Gazette nos. 19/1991, with subsequent amendments), which entered into force on 1 May 1991, provided that all “socially owned companies” had to transform into commercial companies, in particular into either limited liability companies or joint stock companies. Section 47 provided that socially owned flats which had been managed by socially owned companies were to be managed by housing and communal services funds, and that the funds had all the rights of the provider of the flats except the right to sell.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Croatian Privatisation Fund Act",
                                "elements": [
                                    {
                                        "content": "23.  The Croatian Privatisation Fund Act (Zakon o hrvatskom fondu za privatizaciju, enacted on 4 November 1992, Official Gazette nos. 84/1992, 70/1993, 76/1993, 19/1994, 52/1994, 87/1996) established a fund of the same name to manage and privatise the assets which had become State property under the Transformation of Socially Owned Companies Act.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Specially Protected Tenancies (Sale to Occupier) Act",
                                "elements": [
                                    {
                                        "content": "24.  The Specially Protected Tenancies (Sale to Occupier) Act (Zakon o prodaji stanova na kojima postoji stanarsko pravo, Official Gazette nos. 27/1991, 33/1992, 43/1992, 69/1992, 25/1993, 26/1993, 48/1993, 2/1994, 44/1994, 47/1994, 58/1995, 11/1996, 11/1997 and 68/1998) regulates the conditions for the sale of flats let under specially protected tenancies. In general, the Act entitles the holder of a specially protected tenancy of a socially owned flat to purchase it under favourable conditions of sale.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The relevant provisions of the Act provide as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Every holder of a specially protected tenancy (hereinafter ‘the tenant’) may submit a written application to purchase a flat to the ... owner (‘the seller’) ... and the seller shall be obliged to sell the flat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The application under paragraph 1 of this section is to be submitted by 31 December 1995 and the tenant shall request that a contract of sale (hereinafter “the contract”) be concluded within six months of the date on which he or she submitted the application to purchase the flat.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The seller is obliged to conclude a contract with the tenant within sixty days of the date on which a request for concluding the contract was made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If, following the request of the tenant, the seller does not conclude the contract within the time-limit under the first paragraph of this section, the buyer has the right to institute court proceedings asking that a judgment in lieu of the contract of sale be adopted.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Lease of Flats Act",
                                "elements": [
                                    {
                                        "content": "25.  The Lease of Flats Act (Zakon o najmu stanova, Official Gazette no. 91/1996 of 28 October 1996), which entered into force on 5 November 1996, abolished the specially protected tenancy as such (section 30(1)). Section 42 provided that persons who had acquired the right to purchase a flat under the Specially Protected Tenancies (Sale to Occupier) Act but who could not realise that right within the prescribed time-limit for reasons prescribed [by law], retained that right as lessees until the expiry of the time-limits fixed by the Lease of Flats Act. Section 52(1) provided that proceedings instituted under the Housing Act should be concluded under the provisions of that Act.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Privatisation Act",
                                "elements": [
                                    {
                                        "content": "26.   The Privatisation Act (Zakon o privatizaciji, enacted on 1 March 1996, Official Gazette nos. 21/1996, 65/1999 and 68/2001) regulated, inter alia, the sale of stocks, shares, assets and rights and the transfer without payment of stocks and shares previously acquired by the Croatian Privatisation Fund on the basis of the Transformation of Socially Owned Companies Act. Section 14 provided that prior to the privatisation of a legal entity owned by the State, the value of the capital stock had to be assessed. The Government could decide not to include the value of flats owned by such entities in the capital. Flats which had not been sold under the Specially Protected Tenancies (Sale to Occupier) Act were to be transferred into State ownership unless otherwise decided by the Government.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Government decree",
                                "elements": [
                                    {
                                        "content": "27.  On 19 June 1997 a decree on the abolition of housing funds was passed. Section 3 provided that the real estate which had until then been managed by housing funds was to be taken over by local authorities, such as municipalities, which had the same rights and obligations over the real estate as the housing funds.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  Courts Act",
                                "elements": [
                                    {
                                        "content": "28.  The relevant part of the Courts Act (Zakon o sudovima, Official Gazette nos. 28/2013, 33/2015 and 82/2015) reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Supreme Court of the Republic of Croatia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. ensures the uniform application of laws and the equality of all in the application [of laws].",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "I.  Relevant practice of the Supreme Court",
                                "elements": [
                                    {
                                        "content": "29.  In its decisions nos. Rev 1799/1997-2 of 9 February 2000, Rev  483/01-2 of 18 December 2001 and Rev-x 513/11-2 of 13 July 2011, the Supreme Court held as follows:",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "J.  Relevant practice of the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "30.  The decision of the Constitutional Court no. U-III-1925/2005 of 19 December 2007, insofar as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... each individual act of a competent body (bodies of State administration, courts or legal entities with public authority) which decides on the rights or obligations of citizens shall be adopted in accordance with the Constitution and statutory provisions, but also in accordance with the applicable purpose, which purpose follows from the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The very purpose of the Specially Protected Tenancies (Sale to Occupier) Act, as regards socially owned flats on which there were specially protected tenancies, is to clearly define persons with entitlement to former socially owned property and ensure that they are, in the first place, persons who have been using these flats lawfully. That Act has been amended several times in a manner which clearly indicates its purpose, namely that, taking into consideration objective social circumstances and difficulties of a legal and factual nature, it facilitates the legal position of those entitled to the rights under that Act in the process of acquiring ownership on flats. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The decision of the Constitutional Court no. U-III-2466/2005 of 9 January 2008 concerns a case in which all requirements under section 59 of the Housing Act for acquiring a specially protected tenancy had not been fulfilled. That decision, insofar as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Constitutional Court considers unacceptable such legal practice which raises doubts as to which facts and circumstances and in which manner are decisive for adjudication of such legal issues in cases where that problem is addressed from the standpoint of the validity of the Housing Act whereas the purpose and aim of new regulation of housing matters, the existence of transitional provisions which concern the incomplete procedures for allocation of flats and the ‘pending’ rights of former tenants, in particular given that they are not responsible for the actual factual and legal situation, are all neglected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The scope and effects of the principle [of equality before the law] in a concrete case are not to be defined by mere mechanical application of the relevant provisions of the Housing Act, but by taking into consideration the utmost values of the constitutional order of the Republic of Croatia such as social justice, respect for human rights and inviolability of property. These values serve as the basis for the interpretation of the Constitution and its individual provisions and, as such, are above statutory provisions ....”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  The applicant complained that her property rights had been violated, contrary to the guarantees under Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Compatibility ratione temporis",
                                        "elements": [
                                            {
                                                "content": "33.  The Government argued that the complaint under Article 1 of Protocol No. 1 was incompatible ratione temporis with the Convention, because the facts of the case related to a period prior to 5 November 1997 when the Convention had been ratified by Croatia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The applicant replied that her application was compatible ratione temporis, since the proceedings before the national courts concerning her claim by which she had sought to purchase the flat she occupied had taken place after 5 November 1997.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court points out that the applicant was denied the right to purchase the flat she occupied by the judgments of the national courts. The civil proceedings in that respect commenced in 2005 and were concluded in 2012, thus clearly falling within the Court’s temporal jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In these circumstances the Court considers that this complaint cannot be declared inadmissible as incompatible ratione temporis.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "37.  The Government argued that the applicant had failed to exhaust domestic remedies because in her submissions before the national courts she had not complained that her right to ownership had been violated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The applicant replied that it was true that she had not relied on Article 1 of Protocol No. 1 to the Convention as such before the national courts, but she had nevertheless argued that her request to purchase the flat at issue had been wrongly refused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The purpose of the exhaustion rule is to afford a Contracting State the opportunity of addressing, and thereby preventing or putting right, the particular Convention violation alleged against it. As regards the Government’s argument that the applicant in her constitutional complaints had not relied on the provision of the Constitution guaranteeing the right of ownership or on Article 1 of Protocol No. 1 to the Convention, the Court reiterates that in order to comply with the requirements of Article 35 § 1 of the Convention it is not necessary for the Convention right to be explicitly raised at the domestic level (Radomilja and Others v. Croatia [GC], nos. 37685/10 and 22768/12, § 117, ECHR 2018). The Court has consistently held that the rule on exhaustion of domestic remedies under Article 35 § 1 of the Convention requires that the complaints intended to be made subsequently before it should have been made to the appropriate domestic body, at least in substance and in compliance with the formal requirements and time-limits laid down in domestic law and, further, that any procedural means that might prevent a breach of the Convention should have been used (see Vučković and Others v. Serbia (preliminary objection) [GC], nos. 17153/11 and 29 others, § 72, 25 March 2014; and Muršić v. Croatia [GC], no. 7334/13, § 70, ECHR 2016)",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  As to the present case, the Court notes that the claim the applicant brought before the national courts concerned her right to purchase the flat she occupied. The courts’ denial of that right forms the essence of the applicant’s complaint under Article 1 of Protocol No. 1 to the Convention, put forward in her submissions before the Court. Whereas it is true that in her submissions before the Constitutional Court the applicant did not expressly relied on her right to peaceful enjoyment of her possessions, she complained that she had been unable to purchase the flat she occupied. She submitted the same arguments as those in her application to the Court (see paragraph 19 above). She thus gave the Constitutional Court adequate opportunity to remedy the situation she is now complaining of before the Court. Thus, the Court considers that the applicant, having raised the issue in substance in his constitutional complaint, did raise before the domestic courts the complaint which she has submitted to the Court (see, by contrast, Mađer v. Croatia, no. 56185/07, § 137, 21 June 2011, and Merot d.o.o. and Storitve Tir d.o.o. v. Croatia (dec.), nos. 29426/08 and 29737/08, §§ 35 and 36, 10 December 2013). The applicant thereby provided the national authorities with the opportunity which is in principle intended to be afforded to Contracting States by Article 35 § 1 of the Convention, namely of putting right the violations alleged against them (see Gäfgen v. Germany [GC], no. 22978/05, §§ 144-46, ECHR 2010; Karapanagiotou and Others v.  Greece, no. 1571/08, § 29, 28 October 2010; and Dragojević v. Croatia, no. 68955/11, § 73, 15 January 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In those circumstances, the Court is satisfied that the applicant exhausted domestic remedies in respect of her complaint under Article 1 of Protocol No. 1 concerning her right to peaceful enjoyment of her possessions (see, by way of comparison, Lelas v. Croatia, no. 55555/08, § 51, 20 May 2010, and Damjanac v. Croatia, no. 52943/10, § 71, 24 October 2013; and Muršić, cited above, § 72). Accordingly, the complaint cannot be dismissed for failure to exhaust domestic remedies.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion as to the admissibility",
                                        "elements": [
                                            {
                                                "content": "42.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "43.  The applicant stressed that she had been the first on a priority list drawn up by company S. for the distribution of flats. She argued that the only reason why she had not been formally granted a specially protected tenancy on the flat she occupied had been the delay in the civil proceedings before the Zagreb Municipal Court. That situation had deprived her of the possibility to purchase the flat she occupied under favourable conditions. The one-year validity of the priority list was to be counted from the date of its being confirmed, which in the applicant’s case had occurred when the national courts had dismissed all the objections concerning that list.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Government submitted that the applicant had not had a possession within the meaning of Article 1 of Protocol No. 1 because she had never acquired a specially protected tenancy of the flat she occupied and therefore had not belonged to the category of persons entitled to purchase the flats they occupied under favourable conditions. Furthermore, the priority list on which the applicant had relied had been valid for only one year.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "45.  The Court reiterates that an applicant may allege a violation of Article 1 of Protocol No. 1 only in so far as the impugned decisions relate to his or her “possessions” within the meaning of that provision (see Kopecký v. Slovakia [GC], no. 44912/98,§ 35, ECHR 2004IX). “Possessions” can be “existing possessions” or claims that are sufficiently established to be regarded as “assets” (ibid.). Where a proprietary interest is in the nature of a claim, it may be regarded as an “asset” only if there is a sufficient basis for that interest in national law (for example, where there is settled case-law of the domestic courts confirming it), that is, when the claim is sufficiently established as to be enforceable (ibid., § 49, and Radomilja, cited above, § 142).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court has also referred to claims in respect of which an applicant can argue that he has at least a “legitimate expectation” that they will be realised, that is, that he or she will obtain effective enjoyment of a property right. However, a legitimate expectation has no independent existence; it must be attached to a proprietary interest for which there is a sufficient legal basis in national law (see Kopecký, §§ 35 and 45-53; and Radomilja, § 143; compare and contrast Béláné Nagy v. Hungary [GC], no. 53080/13, §§ 74 and 79, ECHR 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court notes that the condition for being granted such a right was that the occupier of a socially owned flat should have a specially protected tenancy. Under the Housing Act a specially protected tenancy was acquired on the date on which the tenant moved into the flat, on the basis of a final decision allocating the flat or on another valid legal basis (see section 59 of the Housing Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  As to the applicant, the Court notes that she was granted a specially protected tenancy in respect of the flat by her then employer on 31 October 1988. However, since that decision was not final, a decision granting the applicant “care” of the flat was issued by the applicant’s employer, company S., on 7 December 1988.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Subsequently, the decision granting the applicant the specially protected tenancy was quashed. In the renewed proceedings she was again the first on the priority list for the distribution of flats. However, no formal decision was taken confirming her entitlement to a specially protected tenancy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The applicant’s placement on the priority list was challenged by some other workers. The fact that it took a long time to dismiss that challenge could not in itself create a legitimate expectation on the applicant’s part. Moreover, no decision to grant the applicant a specially protected tenancy in respect of the flat at issue was taken after the dismissal of the action challenging the priority list and subsequently the domestic courts rejected the applicant’s civil action on the ground that she had not acquired a protected tenancy of the flat.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Thus, the applicant has never been the holder of a specially protected tenancy of the flat she occupies and has therefore never had the right to purchase the flat under favourable conditions, which is granted only to holders of specially protected tenancies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court also considers that the decision of the Constitutional Court, upholding the lower courts’ findings and holding that the applicant had not acquired a specially protected tenancy since a decision granting her such a right had never become final, cannot be regarded as arbitrary or manifestly unreasonable. The Court also accepts the Constitutional Court’s explanation that the applicant’s position differed from that of persons concerned by previous decisions of that court, since the latter had had specially protected tenancies which they had subsequently lost, whereas the applicant had never had such a right.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court acknowledges that the applicant’s right to dwell in the flat at issue entails a certain pecuniary right (compare to Saghinadze and Others v. Georgia, no. 18768/05, § 108, 27 May 2010). However, the present case does not concern the issue whether the applicant had the right to dwell in the flat she had been occupying for many years, but only whether she had the right to purchase that flat under favourable conditions under the Protected Tenancy (Sale to Occupier) Act. Since she did not fulfil the crucial condition under that Act, namely to be the holder of a specially protected tenancy in respect of the flat at issue, it cannot be said that she had a “possession” within the meaning of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Against the above background, the Court finds that in the circumstances of the present case there has been no violation of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  The applicant complained, under Article 6 § 1 of the Convention, about the outcome of the civil proceedings at issue and under Article 13 that she had no effective remedy in those proceedings.",
                                "elements": []
                            },
                            {
                                "content": "56.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "57.  It follows that these complaints are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the complaint concerning the applicant’s right to peaceful enjoyment of her possessions admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by five votes to two, that there has been no violation of Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 29 May 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  Joint concurring opinion of Judges Karakaş, Lemmens, Griţco, Kjølbro, and Ravarani;",
                        "elements": []
                    },
                    {
                        "content": "(b) Joint concurring opinion of Judges Lemmens and Ravarani;",
                        "elements": []
                    },
                    {
                        "content": "(c)  Joint dissenting opinion of Judges Turković and Mourou-Vikström.",
                        "elements": []
                    },
                    {
                        "content": "We fully agree with the conclusion that there has been no violation of Article 1 of Protocol No. 1, for the reasons given in the judgment.",
                        "elements": []
                    },
                    {
                        "content": "Given the finding that the applicant cannot be said to have had a “possession” within the meaning of that provision (see paragraph 54 of the judgment), it would perhaps be more in conformity with the practice of the Court to declare the complaint incompatible ratione materiae with the provisions of the Convention, and to declare it inadmissible on that ground.",
                        "elements": []
                    },
                    {
                        "content": "However, in that case the outcome of our deliberation would have been a decision, not a judgment. The minority would then not have been in a position to append a separate opinion to the decision (see, a contrario, Article 45 § 2 of the Convention). We have agreed to examine the issue of the existence of “possessions” on the merits, thus allowing that outcome to take the form of a judgment.",
                        "elements": []
                    },
                    {
                        "content": "This does not mean, however, that we disagree with the general practice of declaring inadmissible a complaint based on Article 1 of Protocol No. 1 where the existence of a “possession” has not been demonstrated. We consider this case as an exception to the rule.",
                        "elements": []
                    },
                    {
                        "content": "We fully agree with the conclusion that there has been no violation of Article 1 of Protocol No. 1, for the reasons given in the judgment.",
                        "elements": []
                    },
                    {
                        "content": "We would not, however, dismiss the eventuality that the applicant has been the victim of an injustice.",
                        "elements": []
                    },
                    {
                        "content": "The reason why the domestic courts held that the applicant did not have a right to purchase the flat which she occupied was that she did not fulfil the statutory condition. Indeed, she had never been the holder of a specially protected tenancy.",
                        "elements": []
                    },
                    {
                        "content": "It is true that the applicant criticised the authorities for not having taken the decision to formally grant her a specially protected tenancy, in spite of the fact that she had been listed first on the relevant priority list. She blamed in particular the Zagreb Municipal Court for the delays in the proceedings concerning the challenge to the priority list, as a result of which she could no longer be granted a specially protected tenancy following the termination of those proceedings (see paragraph 44 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "We find it relevant to note that the system of specially protected tenancy was abolished by the Lease of Flats Act of 1996 (see paragraph 25 of the judgment). After the entry into force of that Act, on 5 November 1996, the applicant could no longer be granted a specially protected tenancy.",
                        "elements": []
                    },
                    {
                        "content": "If there had been a failure on the part of the authorities to put the applicant in a position which would have allowed her to purchase the flat under favourable conditions, that failure would necessarily have to be situated in the period before the entry into force of the Lease of Flats Act. It follows that such a failure would be outside the jurisdiction ratione temporis of the Court, given that Protocol No. 1 entered into force in Croatia on 5 November 1997.",
                        "elements": []
                    },
                    {
                        "content": "Our case thus concerns the aftermath of an unfortunate situation that had become irreversible even before Protocol No. 1 entered into force in respect of the respondent State. Any possibility of obtaining reparation for the consequences of that situation would have to be sought in domestic law. One such possibility might, for example, be an action for compensation against the competent public authorities, based on tort law.",
                        "elements": []
                    },
                    {
                        "content": "1.  We regret that we cannot share the view of the majority that there has not been a violation of Article 1 of Protocol No. 1 to the Convention. In our opinion, that provision is applicable and has been breached in the circumstances of the present case.",
                        "elements": []
                    },
                    {
                        "content": "2.  We are grateful to the majority for making a judgment on the merits in order to give us an opportunity to express our views on the case in a joint dissenting opinion, although by finding that the applicant did not have a “possession” within the meaning of Article 1 of Protocol No. 1 (see para. 55 of the judgment), the majority could have rejected the complaint in accordance with Article 35 § 4 to the Convention as being incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3.",
                        "elements": []
                    },
                    {
                        "content": "3.  At the outset we would like to emphasise that legally, the present case raises an important new issue: whether a legitimate expectation that the applicant will obtain effective enjoyment of a property right can still attract protection under Article 1 Protocol No. 1 of the Convention, once the conditional claim has been denied for non-fulfilment of statutory conditions, where such failure is solely attributable to the relevant authorities while an applicant on his or her side has fulfilled all the prerequisites necessary to satisfy the statutory condition. In our view the majority has not been paid sufficient and adequate attention to that issue in the present case.",
                        "elements": []
                    },
                    {
                        "content": "4.  The issue in the present case is whether the applicant had a legitimate expectation of purchasing under favourable conditions the flat which she had been occupying since 1988, which right was granted to holders of specially protected tenancies for socially owned flats. For an easier understanding, we will reiterate the important facts.",
                        "elements": []
                    },
                    {
                        "content": "In the proceedings for allocating a specially protected tenancy within company S. on the flat at issue, the applicant was at the top of the priority list for allocation of such tenancy. The list was approved by the company’s workers’ committee on 23 April 1990 and thereby according to law it became a final legal act of a constitutive nature for getting specially protected tenancy (see paragraph 10 of the judgment). At that point, the only possible further step for company S. according to law would have been to adopt a formal decision granting her a specially protected tenancy. However, the company S. did not comply with its duty because some of its other employees challenged the list before the national courts. According to the law, such challenge was actually not admissible and thus there was no reason for the company to halt the proceedings for granting the applicant the specially protected tenancy. Indeed, the co-worker’s action was declared inadmissible under national law, albeit after a fourteen-year period (see paragraphs 11 and 12 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "In the meantime, in 1991, socially owned flats which had until then been managed by socially owned companies were from then on to be managed by housing and communal services funds (see paragraph 20 of the judgment), which had the same rights and obligations in respect of such flats as former socially owned companies. That included the duty to complete the proceedings that were underway for granting specially protected tenancies. Such rights and obligations were later transferred to the municipalities by Government decree of 19 June 1997 (see paragraph 25 above). The duty incumbent on those bodies to complete pending proceedings for granting specially protected tenancies was reinforced by the Lease of Flats Act. When the Lease of Flats Act entered into force in November 1996, it provided that proceedings instituted under the Housing Act were to be concluded under the provisions of that Act (see paragraph 25 of the judgment). This provision has not been contested and it is still in force today, and proceedings related to granting specially protected tenancies that have been initiated under the Housing Act still have to be concluded under that Act.",
                        "elements": []
                    },
                    {
                        "content": "The proceedings for granting the applicant a specially protected tenancy on the flat at issue had indeed been instituted under the Housing Act and according to the Lease of Flats Act they should have been completed pursuant to the provisions of that Act, even after it was repealed in 1996. Thus, the Zagreb County Court in its 2004 judgment, eight years after the Housing Act was repealed, applying the Section 88 of that Act, declared the applicant’s co-workers’ action inadmissible on the grounds that the priority list could not be challenged before a court of law (see paragraph 12 of the judgment). However, once the appeal by the applicant’s co-workers had been rejected on the basis of the Housing Act and any possible doubts as to their right to challenge the list in front of the court had been dispelled, Zagreb Municipality, which had in the meantime taken responsibility for managing the flat, failed to comply with its own duty under the Housing Act to grant the applicant a specially protected tenancy (see paragraph 52 in conjunction with paragraph 25 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "5.  Relying on the principle that a conditional claim which lapses as a result of non-fulfilment of the relevant conditions cannot be considered a “possession” (see Kopecký v. Slovakia [GC], no. 44912/98, § 45, 28 September 2004), the majority adopted the position in the present case that since the applicant did not fulfil the crucial condition under the Protected Tenancy (Sale to Occupant) Act, namely being the holder of a specially protected tenancy in respect of the flat in question, it cannot be said that she had a “possession” within the meaning of Article 1 of Protocol No.1 to the Convention (see paragraph 55 of the Judgment).",
                        "elements": []
                    },
                    {
                        "content": "6.  We respectfully disagree with the majority on two points. First, the way in which majority has approached the general principles pertaining to the protection of possessions under Article 1 of Protocol No. 1 as presented in two recent Grand Chamber cases, namely Radomilja v. Croatia [GC], no. 37685/10 22768/12, 20 March 2018, and Béláné Nagy v. Hungary [GC], no. 53080/13, 13 December 2016. In our view, the present case presents a new issue (see paragraph 2 above) that requires a reflective approach to the interpretation of the existing general principles. The present judgment relies on general principles from the Radomilja case which are not directly relevant for resolving the complex issue in the present case and clearly fall short of giving careful consideration to that new issue (see paragraphs 47 and 48 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "7.  Secondly, we respectfully disagree with the manner in which the majority has applied the general principles developed in the Court’s case-law, in particular those relating to legitimate expectations and errors committed by the authorities, in the circumstances of the present case. In reaching the conclusion that it cannot be said that the applicant had a “possession” within the meaning of Article 1 of Protocol No.1 (see paragraph 5 above), the majority completely disregarded the fact that the applicant was not able to fulfil the statutory condition because the competent authorities themselves made that impossible for her. Specifically, even though the applicant had fulfilled statutory prerequisites to be granted protected tenancy and on her part did everything that was required of her in this respect, the competent authorities failed to grant her such a tenancy in breach of the relevant provisions of domestic law without providing any reasoning (see paragraphs 19 and 25 of the judgment, and paragraph 4 above).",
                        "elements": []
                    },
                    {
                        "content": "8.  Finally, we also respectfully disagree with the position taken in the joint concurring opinion by Judges Lemmens and Ravarani that any possible failure of the authorities would be outside the jurisdiction ratione temporis. Their interpretation to the effect that after the entry into force of the Lease of Flats Act on 5 November 1996 the applicant could no longer be granted a specially protected tenancy is incorrect. In reaching their conclusion they disregarded the transitional provision of the Lease and Flats Act according to which all the proceedings instituted under the Housing Act should be completed under the provisions of that Act even after it was repealed (see paragraph 25 of the judgment). Thus, the situation of the applicant is not irreversible, as they claim. Consequently, the conclusion reached by Judges Lemmens and Ravarani that the failure of the authorities, if any, necessarily fell outside the jurisdiction ratione temporis of the Court, given that Protocol No. 1 entered into force in Croatia on 5 November 1997, that is after the Housing Act had been repealed, appears to be incorrect as well.",
                        "elements": []
                    },
                    {
                        "content": "9.  We would like now to focus on the first point in our disagreement with the majority. The Court provides an overview of the notion of “legitimate expectation” in Kopecký v. Slovakia (cited above, §§ 45-52) and in Béláné Nagy (cited above, §§ 74-79). In referring to general principles pertaining to the protection of possessions under Article 1 of Protocol No. 1, the majority cited two paragraphs from Radomilja Grand Chamber case (see paragraphs 47 and 48 of the judgment, which correspond to paragraphs 142 and 143 of Radomilja case, cited above) and refused to rely on the general principles presented in the Béláné Nagy Grand Chamber case, in particular those expressed in paragraphs 74 and 79, finding these paragraphs to be contrary to the Court’s established case-law predating the Béláné Nagy case (see paragraph 48 of the present judgment, where the text quoted from the Radomilja case is compared and contrasted to paragraphs 74 and 79 from the Béláné Nagy Grand Chamber judgment). In paragraph 74 the Béláné Nagy judgment merely reaffirmed the principle we find in an earlier Grand Chamber case which followed the Kopecký case, namely that of Anheuser-Busch Inc. (see Anheuser-Busch Inc. v. Portugal [GC], no. 73049/01, § 65, ECHR 2007-I). We consider that the general principles framed in those two Grand Chamber cases (Anheuser-Busch Inc. and Béláné Nagy), which we do not see as contradicting the general principles reaffirmed in Kopecký, set the scene for resolving the present case. Indeed, “in certain circumstances a ‘legitimate expectation’ of obtaining an asset may also enjoy the protection of Article 1 Protocol No. 1” (id.), and it may so even when the claim is denied (e.g. arbitrarily) or when the statutory conditions have not been fulfilled in the conditional claim (for example where the conditions imposed are discriminatory in nature). Of course, this would be possible only if a substantive proprietary interest is otherwise sufficiently established under national law (see for example, Kopecký, cited above, §§ 47 and 52; Béláné Nagy, cited above, §§ 77-79; and Radomilja, cited above, § 143).",
                        "elements": []
                    },
                    {
                        "content": "10.  In our opinion the mere fact that the two cited paragraphs of the Radomilja Grand Chamber case failed to mention the Béláné Nagy Grand Chamber case does not demonstrate that the general principles pertaining to the protection of possessions in these two Grand Chamber cases are in contradiction and that Radomilja overturned the general principles relating to legitimate expectations as presented in the Béláné Nagy case. Simply put, the facts in Radomilja case were different and did not require any reference to paragraphs 74 and 79 of the Béláné Nagy judgment.",
                        "elements": []
                    },
                    {
                        "content": "11.  The dispute on general principles relating to legitimate expectations between the majority and the minority in the Béláné Nagy Grand Chamber case, which resurfaced in the present case, demonstrates that the Court’s existing case-law on legitimate expectations might be subject to different interpretations. In legal literature, the Court’s notion of legitimate expectations, and in particular its relationship [of legitimate expectations] with the notions of right, claim and legally protected interest, is criticised as being unclear. Different authors demonstrate in particular that the Court’s case-law is controversial regarding both the relevance of legitimate expectations in constituting “possessions” and the exact nature of claims qualifying as “assets”. We find that the present judgment does not address and discuss sufficiently thoroughly the Court’s general principles relevant to this really rather unusual and complicated case.",
                        "elements": []
                    },
                    {
                        "content": "12.  As we have already emphasised, the present case raises an unprecedented issue regarding the fulfilment of statutory conditions which could not be resolved within the parameters established in the Kopecký Grand Chamber judgment (cited above) without calling into question legal certainty, fairness and ultimately the rule of law. Indeed, in Kopecký v. Slovakia (id., § 35) the Grand Chamber confirmed the principle that a conditional claim which has lapsed as a result of the non-fulfilment of the condition cannot be considered a “possession” within the meaning of Article 1 of Protocol No. 1. However, as we have demonstrated above, this principle, without further elaboration, does not provide adequate guidance in the circumstances of the present case.",
                        "elements": []
                    },
                    {
                        "content": "13.  The Court has already acknowledged that strict application of the above principle would produce unfair and unjust results under certain circumstances, such as, for example, in cases in which the statutory condition required to be fulfilled is discriminatory in nature or in cases where the condition introduced was not foreseeable for the applicant. We do not see any reason for the Court to adopt a different approach to situations in which the authorities themselves interfere with a claim pendente conditione such that they themselves frustrate the possibility of fulfilling the statutory condition(s), albeit only accidentally or by negligence, as the authorities did in the present case by omitting to grant specially protected tenancy to the applicant, in breach of the applicable law. Indeed, although there is the list which according to the law has a character of a final, enforceable legal act, as also confirmed by the 2004 Zagreb County Court’s judgment, and on which the applicant appeared in first position, the relevant authorities failed to issue a decision granting specially protected tenancy to her without giving reasons for their refusal (see paragraph 4 above, see Kopecký, cited above, § 45).",
                        "elements": []
                    },
                    {
                        "content": "14.  In such circumstances the focus should shift from the applicability of Article 1 Protocol No. 1 of the Convention to the legality, legitimate aim and balancing test. Consequently, non-fulfilment of the licit statutory condition, if fulfilment is possible but frustrated by the authorities themselves, should not affect the application of Article 1 of Protocol No. 1 for lack of legitimate expectations, but the existence of possession should be assumed if the substantive proprietary interest is otherwise sufficiently established under national law. In such a scenario the legitimate expectation should rather play a role in the fair balance test as an argument in the applicant’s favour on a par with other arguments. Otherwise, the responsibility for errors committed by State authorities would be shifted to the applicants even where the latter have at all not contributed to any error. It could also foster arbitrary behaviour on the part of the authorities. It would be absurd if the doctrine of legitimate expectations, which seeks to protect legal certainty, had the effect of compromising legal certainty itself. It should not be forgotten that the essential aim of the legitimate expectation doctrine is to counter arbitrariness. We believe therefore that it is important in the present case to examine whether the circumstances of the case, considered as a whole, conferred on the applicant title to a substantive interest protected by Article 1 of Protocol No. 1 (see Bozcaada Kimisis Teodoku Rum Ortodoks Kilisesi Vakfi v. Turkey, nos. 37639/03, 37655/03, 26736/04 and 42670/04, § 41, 3 March 2009; Depalle v. France [GC], no. 34044/02, § 62, ECHR 2010, § 62; Plalam S.P.A. v. Italy (merits), no. 16021/02, § 37, 18 May 2010; and Di Marco v. Italy, no. 32521/05, § 50, 26 April 2011).",
                        "elements": []
                    },
                    {
                        "content": "15.  We believe that the above considerations show that in the specific circumstances of the applicant’s situation, where she figured first on the list having the character of a final legal act for granting protected tenancies, the regulation of the matter under the national law which is not disputed, the case-law of the Constitutional Court (see paragraph 30 and 31 of the judgment), the applicant’s claim that she had a right to purchase the flat had a sufficient basis in national law, and the applicant’s reliance on national law were reasonably justified, so that she had a legitimate expectation of obtaining effective enjoyment of that right, which consequently constituted an “asset” and therefore a “possession” for the purposes of Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "16.  After carrying out an overall examination of the various interests in issue (see Perdigão v. Portugal [GC], no. 24768/06, § 68, 16 November 2010), bearing in mind that the Convention is intended to safeguard rights that are “practical and effective” (see, for example, Chassagnou and Others v. France [GC], nos. 25088/94, 28331/95 and 28443/95, § 100, ECHR 1999III); looking behind appearances and investigating the realities of the situation complained of (see Broniowski, cited above, § 151; HuttenCzapska v. Poland [GC], no. 35014/97, § 168, ECHR 2006VIII; and Zammit and Attard Cassar v. Malta, no. 1046/12, § 57, 30 July 2015) and assessing the nature of the interference, the conduct of the applicant and that of the State authorities (see Perdigão, cited above, § 68) in our view the situation created by the national authorities frustrated the applicant’s legitimate expectation of being able to purchase the socially owned apartment in which she had been living for thirty years, and placed an excessive individual burden on her.",
                        "elements": []
                    },
                    {
                        "content": "17.  Firstly, in the present case there is no conflict between the various private interests, since the flat which the applicant occupies was socially owned when she moved into it, and is now managed and apparently owned by the Zagreb Municipality (compare and contrast, for example, Pincová and Pinc v. the Czech Republic, no. 36548/97, ECHR 2002-VIII, and Velikovi and Others v. Bulgaria, nos. 43278/98 et al., 15 March 2007).",
                        "elements": []
                    },
                    {
                        "content": "18.  Furthermore, the applicant did not at all contribute to the situation in which she found herself. Given that the applicant had applied for the right to purchase the flat within the statutory time-limit set forth in section 4 (2) of the Protected Tenancies (Sale of Occupier) Act (see paragraph 24 of the judgment), it follows that she took all the necessary steps for acquiring the right to purchase the flat.",
                        "elements": []
                    },
                    {
                        "content": "19.  Moreover, the Zagreb Municipality failed without providing any explanation, to issue a decision allocating the flat to the applicant even though under the applicable law she satisfied all the relevant requirements. It thereby placed her in a situation where the proceedings for granting her a specially protected tenancy were never completed, in breach of domestic law. This error is solely attributable to the relevant authority and could have been avoided from the outset (cf. Zubac v. Croatia [GC], no. 40160/12, §§ 90-95, 5 April 2018). At the same time, this enabled the Zagreb Municipality to become the owner of the apartment.",
                        "elements": []
                    },
                    {
                        "content": "20.  Given the historical context of specially protected tenancies in the former Socialist Federal Republic of Yugoslavia and the fact that the aim of contributing to the housing funds was to build socially owned flats and allocate them to those in need, and that the applicant herself contributed to that fund, there appears to be no justification for transferring ownership of the flat at issue permanently to the Zagreb Municipality. This is especially so since proceedings for allocating a specially protected tenancy in respect of that flat to the applicant had already been instituted and should have been completed, as provided for under section 52 of the Lease of Flats Act. On the contrary, for the very same reasons the applicant’s reliance on the same context and provisions in expecting to be able to buy the apartment in issue was reasonably justified.",
                        "elements": []
                    },
                    {
                        "content": "21.  The Constitutional Court itself expressed the view that the purpose of the Protected Tenancies (Sale to Occupier) Act was to enable those who were lawfully using socially owned flats to become their owners (see paragraph 30 of the judgment). It also stressed that the courts, when adjudicating cases concerning the rights of tenants to purchase the flats, should not rely on “mere mechanical application of the relevant provisions of the Housing Act” but should take into consideration the principle of social justice and respect for human rights (see paragraph 31 of the judgment). This sharply contrasts with the conclusion of the Constitutional Court in the present case, where it failed to consider the reasons behind the fact that the applicant had no document granting her the protected tenancy over the apartment in which she has now been living for thirty years (see paragraph 54 of the judgment). In our view there is hardly any difference between cases in which the applicants had a specially protected tenancy which they had subsequently lost, and the present case, in which the applicant was not issued with the document granting her protected tenancy even though she fulfilled all the relevant preconditions.",
                        "elements": []
                    },
                    {
                        "content": "22.  None of the foregoing considerations, however, were taken into account either by the domestic courts or by the majority in their assessment of the present case. In view of the above discussion we cannot but conclude that there was accordingly a violation of Article 1 of Protocol No. 1 to the Convention in the present case.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Işıl Karakaş",
            "role": "president"
        },
        {
            "name": "Paul Lemmens",
            "role": "judges"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        },
        {
            "name": "Stéphanie Mourou-Vikström",
            "role": "judges"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BIKIĆ v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-183122.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0529JUD005010112",
    "externalsources": [],
    "extractedappno": [
        "50101/12",
        "483/01",
        "513/11",
        "37685/10",
        "22768/12",
        "17153/11",
        "7334/13",
        "56185/07",
        "29426/08",
        "29737/08",
        "22978/05",
        "1571/08",
        "68955/11",
        "55555/08",
        "52943/10",
        "44912/98",
        "53080/13",
        "18768/05",
        "73049/01",
        "42461/13",
        "65731/01",
        "65900/01",
        "42949/98",
        "17371/90",
        "77782/01",
        "37639/03",
        "37655/03",
        "26736/04",
        "42670/04",
        "34044/02",
        "16021/02",
        "32521/05",
        "24768/06",
        "25088/94",
        "28331/95",
        "28443/95",
        "35014/97",
        "1046/12",
        "36548/97",
        "43278/98",
        "40160/12"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-183122",
    "judgementdate": "29/05/2018 00:00:00",
    "kpdate": "29/05/2018 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "BIKIĆ",
        "CROATIA"
    ],
    "rank": "2426.81396484375",
    "representedby": [
        "MARGARETIC D."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "475243",
    "typedescription": "15"
}