{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "11093/07;14558/07;19660/07;30166/07;46736/07;52681/07;52985/07;10633/08;10652/08;12694/08;15437/08;16691/08;19447/08;19457/08;20857/08;20872/08;22546/08;25820/08;25839/08;25845/08",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-93496.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in 20 applications (nos. 11093/07, 14558/07, 19660/07, 30166/07, 46736/07, 52681/07, 52985/07, 10633/08, 10652/08, 12694/08, 15437/08, 16691/08, 19447/07, 19457/08, 20857/08, 20872/08, 22546/08, 25820/08, 25839/08 and 25845/08) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by the Israeli nationals (“the applicants”) whose names and the dates of their applications to the Court appear in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  All the applicants, with the exception of Ms Gorfunkel, were represented before the Court by Mr R.A. Zarbeyev, a lawyer practising in . Ms Gorfunkel was represented by Mr N. Glazychev, a lawyer practising in the Pskov Region. The Russian Government (“the Government”) were represented by their Agent, Mr G. Matyushkin, the Representative of the  at the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained, inter alia, of the quashing in supervisory-review proceedings of binding and enforceable judgments delivered in their favour between 2005 and 2007.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 19 May 2008 the President of the First Section decided to communicate these complaints to the respondent Government. It was also decided in all the cases to examine the merits of the applications at the same time as their admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants' names and other details are indicated in the appended table.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicants emigrated to Israel from the  in the 1980s and 1990s and obtained Israeli nationality. Before immigration they had been receiving old-age pensions from the Soviet authorities. However, once the applicants left the USSR, the payments were discontinued in accordance with the  pension law applicable at the material time. As they left the  prior to its collapse, they were not entitled to a pension under the new Russian legislation.",
                                "elements": []
                            },
                            {
                                "content": "7.  In early 2000 the applicants unsuccessfully applied to the regional departments of the Pension Fund of the  (“the Pension Fund”) for the payment of their pensions to be restored. On unspecified dates they brought civil proceedings against the Pension Fund requesting restoration of the payment of their pensions.",
                                "elements": []
                            },
                            {
                                "content": "8.  By the final judgments listed in the appended table the applicants' claims were allowed and the Pension Fund was ordered to restore pension payments.",
                                "elements": []
                            },
                            {
                                "content": "9.  In their judgments the courts found, inter alia, that although the pensions had initially been awarded in accordance with the USSR legislation, the latter was also applicable in the . The courts interpreted the relevant legal provisions in the light of the  judgment of 15 June 1998, considering that the pension payments should be restored regardless of the date or place of emigration from the .",
                                "elements": []
                            },
                            {
                                "content": "10.  The Pension Fund restored the payments in ten cases (see § 43 below).",
                                "elements": []
                            },
                            {
                                "content": "11.  On 17 June 2005 the Pension Fund, in a letter numbered ГВ2115/6390, asked the Supreme Court of the  to provide an explanation of the issue. It based the request on the fact that courts of different regions had different attitudes towards the problem. Thus, it noted that in Moscow, the Moscow Region and in most of the other regions the courts rejected claims for payment of pensions to emigrant pensioners whose pensions had been awarded in accordance with the legislation of the . At the same time, the courts in , in the Samara Region, in the Kaluga Region and in the Yaroslavl Region awarded such payment.",
                                "elements": []
                            },
                            {
                                "content": "12.  Subsequently the Pension Fund, as a party to the proceedings in the present case, lodged requests with the competent regional courts for supervisory review of the final judgments in the applicants' favour. The Presidia of the regional courts granted the requests, quashed the judgments and dismissed the applicants' claims.",
                                "elements": []
                            },
                            {
                                "content": "13.  The Presidia found that according to the relevant  legislation, under which the pensions had been awarded, there was no possibility to continue the payments to the applicants, as they had left the country. According to their interpretation of the Ruling of the Constitutional Court of 15 June 1998, the payments were to be restored only if the pensions had been awarded in accordance with the legislation of the Russian Federation, not the . The Presidia accordingly concluded that there was no basis under the domestic law for the payments to be awarded to the applicants.",
                                "elements": []
                            },
                            {
                                "content": "14.  The relevant data on the Presidia decisions is listed below.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "15.  For the relevant provisions on the supervisory-review proceedings contained in the Code of Civil Procedure of the Russian Federation see, among many other authorities, the Court's judgment in the case of Sobelin and Others v. Russia (nos. 30672/03 et seq., § 34, 3 May 2007).",
                                "elements": []
                            },
                            {
                                "content": "16.  According to the law “On the Judicial System of the Russian Federation”, no. 1-FKZ of 31 December 1996, the Supreme Court of the  is a supreme judicial body performing judicial supervision over the activities of all the courts of general jurisdiction and, inter alia, providing explanations on the issues of judicial practices.",
                                "elements": []
                            },
                            {
                                "content": "17.  The relevant provisions on the payment of pensions to those who left the USSR and the  are as follows.",
                                "elements": []
                            },
                            {
                                "content": "18.  According to the Provisions regulating the award and payment of state pensions, which were approved by the USSR Council of Ministers Decree on 3 August 1972, USSR citizens living abroad shall be paid their pensions unless they left the  for permanent residence or for capitalist countries.",
                                "elements": []
                            },
                            {
                                "content": "19.  The law of 24 October 1990 “On the Operation of Legislation of the USSR on the Territory of the Russian Federation” provided that the USSR legal acts operated directly on the territory of the Russian Federation unless they contradicted the  legislation.",
                                "elements": []
                            },
                            {
                                "content": "20.  According to the Order of the Supreme Council of the RSFSR of 11 December 1991 “On Ratification of the Agreement Establishing the Commonwealth of Independent States”, the judicial norms of the former USSR were to be applied in the Russian Federation prior to adoption of the relevant legislation of the .",
                                "elements": []
                            },
                            {
                                "content": "21.  According to the decree of the Supreme Soviet of the Russian Federation no. 4461-I of 11 February 1993, the Pension Fund was allowed to pay pensions awarded under the USSR legislation to pensioners who had been receiving such pensions in the  and had left for permanent residence abroad.",
                                "elements": []
                            },
                            {
                                "content": "22.  The law “On Pension Payments to Persons Leaving the Russian Federation for Permanent Residence Abroad” no. 5318-I of 2 July 1993 provided that upon a written request by a pensioner leaving Russia the pension should be transferred to him or her abroad.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 15 June 1998 the Constitutional Court ruled (in Decision no. 18P) that law no. 5318-I of 2 July 1993, applied at the material time, contradicted the Constitution in the part concerning the refusal to pay pensions to persons who had left the Russian Federation before 1 July 1993.",
                                "elements": []
                            },
                            {
                                "content": "24.  According to the law “On Pension Payments to Persons Leaving the Russian Federation for Permanent Residence Abroad” no. 21-FZ of 6 March 2001, pensions were to be paid to persons who had acquired the right to receive a pension in accordance with the legislation of the Russian Federation at the time they left the country.",
                                "elements": []
                            },
                            {
                                "content": "25.  The new law “On State Pensions in the ” no. 173FZ of 17 December 2001 reiterated that upon a written request by a pensioner leaving Russia the pension should be paid in  by power of attorney or transferred to him or her abroad (Article 24). It also provided that payments that had not been received in time because of the fault of the bodies responsible for the pension award or payment should be paid for the entire previous period (Article 23).",
                                "elements": []
                            },
                            {
                                "content": "26.  On 29 November 2006 in Ruling no. 85-B06-13 the Supreme Court of the Russian Federation found that no pension payments should be made if they were initially awarded in accordance with USSR, not , legislation. It noted, in particular, that “those who had been entitled to pension in accordance with the USSR legislation [...] and had left the  for permanent residence abroad have lost their title to the pension”.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "27.  Given that these 20 applications concern similar facts and complaints and raise almost identical issues under the Convention, the Court decides to consider them in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 6 AND ARTICLE 1 OF PROTOCOL NO. 1 ON ACCOUNT OF THE QUASHING OF THE JUDGMENTS IN THE APPLICANTS' FAVOUR",
                        "elements": [
                            {
                                "content": "28.  The applicants complained that the quashing by way of supervisory review of the binding and enforceable judgments in their favour had violated their rights under Article 6. They also complained in substance that Article 1 of Protocol No.1 had also been violated. The relevant provisions provide as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": [
                                    {
                                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law... ”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "29.  The Government argued that the complaints did not correspond ratione materiae to the Convention and were manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and should be declared inadmissible under Article 35 § 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court considers, in the light of the parties' submissions, that the complaints raise serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The Court therefore concludes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "31.  The applicants argued that the quashing of the binding and enforceable judgments delivered by domestic courts in their favour had violated the principle of legal certainty and, therefore, their right to a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government stated that in the present cases the supervisory review of the final judgments complied with the requirements of legality established by the Convention, namely, that the supervisory appeals were filed by a party to the proceedings; this party had exhausted the ordinary right of appeal in most of the cases; the applications for supervisory review were filed within one year from the date of adoption of the final judgments; the ground for the quashing was a material breach of law. The Government specified that the lower courts had made a fundamental error in applying the material law, in particular, abuse of authority, exceeding their limits of competence. Thus, the supervisory-review proceedings had been lawful and necessary to remedy a gross miscarriage of justice in the application of material law by the lower courts. The Government provided detailed information on the material norms that had allegedly been ignored by the lower courts. They also referred to the position of the Supreme Court on the matter, which was stated in its Ruling no. 85-B06-13 of 29 November 2006 (see § 26 above). They concluded that the quashing of the judgments in the present case had been justified, well-founded and thus compatible with the principle of legal certainty and the applicants should accordingly have had no expectation of any benefit arising from the judgments in their favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court reiterates that legal certainty, which is one of the fundamental aspects of the rule of law, presupposes respect for the principle of res judicata, that is, the principle of the finality of judgments. A departure from that principle is justified only when made necessary by circumstances of a substantial and compelling character (see Brumărescu v. Romania [GC], no. 28342/95, § 61, ECHR 1999VII; Ryabykh v. Russia, no. 52854/99, §§ 51-52, ECHR 2003IX), such as the need to correct a fundamental error (see Protsenko v. Russia, no. 13151/04, §§ 31-33, 31 July 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court has to assess whether the quashing of the final judgment by way of supervisory review was indeed justified by such circumstances (Kuzmina v. Russia, no. 15242/04, § 23, 2 April 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In the present case the final judgments were quashed on the grounds of the alleged misinterpretation of the substantive law. According to the Court's constant case-law, the fact that the Presidia disagreed with the interpretation of substantive law made in the lower courts' final judgments was not, in itself, an exceptional circumstance warranting the quashing of a binding and enforceable judgment and a reopening of the proceedings on the applicants' claims (see Kot v. Russia, no. 20887/03, § 29, 18 January 2007), especially taking into account that at the material time there was no settled domestic case-law on the issue (see §§ 11 and 26 above). No other reasons for the quashing of the final judgments were relied upon by the higher courts (see paragraph 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The foregoing considerations are sufficient to enable the Court to conclude that in the present cases there was no circumstance justifying departure from the principle of legal certainty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court further reiterates that the binding and enforceable judgments, though they did not indicate certain sums, unconditionally ordered the Pension Fund to restore the pension payments which had been made earlier. The judgments thus created an asset within the meaning of Article 1 of Protocol No. 1 (see Vasilopoulou v. , no. 47541/99, § 22, 21 March 2002, and Malinovskiy v. Russia, no. 41302/02, § 43, ECHR 2005VII (extracts)). The quashing of these judgments in breach of the principle of legal certainty frustrated the applicants' reliance on the binding judicial decisions and deprived them of an opportunity to receive the judicial awards they had legitimately expected to receive (see Dovguchits v. Russia, no. 2999/03, § 35, 7 June 2007). There has accordingly also been a violation of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  The applicants invoked Article 1 of Protocol No. 1 and Article 14, claiming that they had been initially unlawfully deprived of their pension and that this deprivation had occurred on political grounds because they had left the  for a “capitalist country”, while citizens who had left for a “socialist country” retained their pensions.",
                                "elements": []
                            },
                            {
                                "content": "39.  It should first be noted that the initial withdrawal of the applicants' pension rights was an instantaneous act, which did not give rise to any possible continuous situation of a violation of the Convention. This withdrawal was triggered by their emigration to Israel, which took place prior to 5 May 1998 when the Convention entered into force in respect of . The Convention only governs facts subsequent to its entry into force with regard to that Party (see Jovanović v. Croatia (dec.), no. 59109/00, ECHR 2002III). It follows that the complaints under Article 1 of Protocol No. 1 and Article 14 of the Convention are incompatible ratione temporis.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1. The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "41.  Mrs Gorfunkel (application no. 46736/07) did not claim any award in respect of pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  All the other applicants claimed in respect of pecuniary damage the sums of their pensions from the date indicated in the final judgments until 31 December 2008. Where in some of the cases certain sums had been paid, these were excluded from the calculation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Thus, in the cases of Ms Rubenchik (application no. 14558/07), Ms Luder (30166/07), Ms Polonetskaya (15437/08), Mr Lipkin (19447/08), Mr Sorkin (20857/08), Ms Margolina (20872/08), Mr Dybkin (22546/08), Ms Lamedman (25820/08), Mr Berman (25839/08) and Ms Berlin (25845/08) the authorities had been paying the pension from the date indicated in the final judgment.  These payments were stopped shortly after the final judgments were quashed, with the exception of the cases of Ms Polonetskaya, Mr Lipkin and Ms Margolina, in which the payments were stopped 22 days before the final judgments were quashed, and the case of Mr Sorkin, in which the payments were stopped 26 days before the quashing. According to their calculations, their monthly payments should have been 3,987.2 (in the case of Ms Polonetskaya), 4,907.56 (in the case of Mr Lipkin), 6,459.80 (in the case of Mr Sorkin) and 2,754.45 (in the case of Ms Margolina) Russian roubles (RUB) respectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In their claims for just satisfaction two of the applicants (Ms Rubenchik and Ms Luder) disagreed with the sums paid by the State. However, they did not raise the question before the national authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In the other cases, in which the payments were not made at all, the applicants claim the following sums in respect of pecuniary damage:",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  All the applicants, with the exception of Ms Gorfunkel, also asked for the payment of their pensions from 1 January 2009 to be restored.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  All the applicants claimed 10,000 euros (EUR) in respect of non-pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Government asserted that there were no arrears in payments to the applicants, as all the judgments in the applicants' favour had been duly enforced until they were quashed by way of supervisory review, with the exceptions of the judgments in the cases of Ms Tarnopolskaya, Ms Sablonskaya, Mr Drukker, Ms Drukker and Ms Skorupa, in which the applicants had allegedly failed to provide the relevant documents for the payments to be made. The Government also pointed out that it had been impossible to enforce the judgments in favour of some of the other applicants (Mr Getselev, Ms Slavina, Ms Zak, Mr Zak and Ms Gorfunkel), as the judgments in their favour had been quashed in 1997. The Government made no specific comment on the methods of calculation of pecuniary damage by the applicants.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "49.  The Court recalls that in general the most appropriate form of redress in respect of violations found is to put applicants as far as possible in the position they would have been in if the Convention requirements had not been disregarded (see Piersack v. Belgium (Article 50), judgment of 26 October 1984, § 12, Series A no. 85, and, mutatis mutandis, Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003; also Dovguchits, cited above, § 48).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  In the instant case the Court found a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1, in that the judgments in the applicants' favour had been quashed by way of supervisory review. Insofar as the applicants did not receive the money they had legitimately expected to receive under these final judgments in the period until they were quashed, there is a causal link between the violations found and the applicants' claims in respect of pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  As regards the applicants' claims in respect of their future pecuniary loss, however, the Court recalls that after the final judgments were quashed they ceased to exist under domestic law; it cannot restore the power of these judgments nor assume the role of the national authorities in awarding social benefits for the future (Dokolin v. Russia, no. 28488/04, § 18, 18 September 2008; see also Sirotin v. Russia (dec.), no. 38712/03, 14 September 2006). Furthermore the applicants' claims for future loss inevitably rely on highly speculative assumptions that veil them in a great deal of uncertainty (Parolov v. , no. 44543/04, § 45, 14 June 2007). Given the many imponderables in evolving political and economic conditions that could affect future pension entitlements and calculations it would be a largely hypothetical exercise to attempt to predict in the long term the amounts of pension which would have been paid, if any, if the final judgments had not been quashed. The Court can only therefore award the sums which should have been paid until the final rejection of the applicants' claims made after the quashing by way of supervisory review (Nekhoroshev v. Russia, no. 45017/04, § 35, 10 April 2008). Consequently, no pecuniary awards can be made for the periods after these decisions were taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In some applications the State had been enforcing the final judgments until they were quashed. Consequently, no awards are to be made in these cases (Rubenchik (application no. 14558/07), Luder (30166/07), Dybkin (22546/08), Lamedman (25820/08), Berman (25839/08) and  (25845/08)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  As to the disagreement with the sums paid by the authorities (in the cases of Ms Rubenchik and Ms Luder), the applicants failed to raise the issue before the national authorities. In any event, again, the national authorities are in a better position to calculate the sum of the pensions to be paid (Dokolin, cited above, § 18).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On the other hand, the Court considers that the applicants may legitimately claim that they had incurred pecuniary damage in the cases in which payments had not been made at all, contrary to the final judgments in their favour, or had been stopped before these judgments were quashed. The Government have not submitted any comment in respect of the methods used or suggested by the applicants for the calculation of such pecuniary damage. Nor have the Government provided the Court with any alternative calculations even as regards the pensions that they concede might not have been paid. Therefore the Court accepts the applicants' calculations and awards compensation for pecuniary damage for the periods from the dates indicated in the judgments until the dates when the judgments were quashed as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  As to the cases of Ms Polonetskaya, Mr Lipkin, Ms Margolina and Mr Sorkin, in which the payments had been stopped only several days before the final judgments were quashed, compensation for pecuniary damage should be awarded for these days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "concerning Ms Polonetskaya: 3,987.2 (RUB per month)/30 (days in month) x 22 (days before the final judgment was quashed) = RUB 2,923.95 (EUR 73.92);",
                                                "elements": []
                                            },
                                            {
                                                "content": "concerning Mr Lipkin: (4,907.56/30) x 22 = RUB 3,598.88 (EUR 90.98);",
                                                "elements": []
                                            },
                                            {
                                                "content": "concerning Ms Margolina: (2,754.45/30) x 22 = RUB 2,019.93 (EUR 51.06);",
                                                "elements": []
                                            },
                                            {
                                                "content": "concerning Mr Sorkin: (6,459.8/30) x 26 = RUB 5,598.49 (EUR 141.53).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  As Ms Gorfunkel did not make a claim in respect of pecuniary damage, the Court does not make any such award.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court furthermore finds that the applicants have suffered non-pecuniary damage as a result of the violations found which cannot be compensated by the mere finding of a violation. The applicants have, in particular, suffered a certain loss of expectation. Having regard to the circumstances of the cases and making its assessment on an equitable basis, the Court awards to each applicant the sum of EUR 3,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The sums awarded by the Court are to be converted into euros.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "59.  The applicants did not claim any costs or expenses. Accordingly, the Court does not make any award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "60.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2. Declares the complaints concerning the quashing of the binding and enforceable judgments in supervisory-review proceedings admissible and the remainder of the applications inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 of the Convention and of Article 1 of Protocol No. 1 in all cases on account of the quashing of the judgments in the applicants' favour by way of supervisory review;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following sums to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "5. Dismisses the remainder of the applicants' claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 July 2009, pursuant to Rule 77 §§ 2-3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "\nAPPENDIX",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TARNOPOLSKAYA AND OTHERS v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-93496.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0709JUD001109307",
    "externalsources": [],
    "extractedappno": [
        "11093/07",
        "14558/07",
        "19660/07",
        "30166/07",
        "46736/07",
        "52681/07",
        "52985/07",
        "10633/08",
        "10652/08",
        "12694/08",
        "15437/08",
        "16691/08",
        "19447/07",
        "19457/08",
        "20857/08",
        "20872/08",
        "22546/08",
        "25820/08",
        "25839/08",
        "25845/08",
        "30672/03",
        "28342/95",
        "52854/99",
        "13151/04",
        "15242/04",
        "20887/03",
        "47541/99",
        "41302/02",
        "2999/03",
        "59109/00",
        "19447/08",
        "53431/99",
        "28488/04",
        "38712/03",
        "44543/04",
        "45017/04",
        "56/30",
        "45/30",
        "8/30"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-93496",
    "judgementdate": "09/07/2009 00:00:00",
    "kpdate": "09/07/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "TARNOPOLSKAYA AND OTHERS",
        "RUSSIA"
    ],
    "rank": "682.610961914063",
    "representedby": [
        "ZARBEYEV R.A.",
        "GLAZYCHEV N."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "353625",
    "typedescription": "15"
}