{
    "__articles": "5;5-3",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention)",
    "applicability": "",
    "appno": "30777/06;34080/11;65253/11;75524/11;7845/13;44012/16;45865/16",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Length of pre-trial detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-182168.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications against Russia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates indicated in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applications were communicated to the Russian Government (“the Government”).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "3.  The list of applicants and the relevant details of the applications are set out in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants complained of the excessive length of their pre-trial detention. Some applicants also raised other complaints under the provisions of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "5.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  THE GOVERNMENT’S REQUEST TO STRIKE OUT AN APPLICATION UNDER ARTICLE 37 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  In application no. 75524/11 the Government submitted a unilateral declaration which did not offer a sufficient basis for finding that respect for human rights as defined in the Convention does not require the Court to continue its examination of the case (Article 37 § 1 in fine). The Court rejects the Government’s request to strike the application out and will accordingly pursue its examination of the merits of the case (see Tahsin Acar v. Turkey (preliminary objections) [GC], no. 26307/95, § 75, ECHR 2003VI).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "7.  The applicants complained principally that their pre-trial detention had been unreasonably long. They relied on Article 5 § 3 of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "8.  The Court will firstly address the objection raised by the Government in respect of application no. 65253/11. In particular, the Government argued that the applicant had failed to exhaust domestic remedies available to him for a violation of his rights guaranteed by Article 5 § 3 of the Convention in view of the fact that he had been acquitted and had thus had a right to claim compensation for his detention via the “rehabilitation” proceedings, which he had not made use of. In this respect the Court reiterates that it has already examined a similar issue in other cases against Russia, having noted, in particular, that the state of Russian law precludes any legal possibility for the applicant to receive compensation for the detention which was effected in breach of Article 5 § 3 of the Convention (see Govorushko v. Russia, no. 42940/06, § 60, 25 October 2007, and Korshunov v. Russia, no. 38971/06, § 62, 25 October 2007). The Court does not consider that it can reach a different conclusion in the present case and dismisses the Government’s non-exhaustion objection raised in respect of application no. 65253/11 (for similar reasoning, see Poltoratskiy and Others v. Russia (dec.) [Committee], nos. 4622/09 and 9 others, 30 November 2017).",
                                "elements": []
                            },
                            {
                                "content": "9.  The Government also argued that the first period of the applicant’s detention in application no. 75524/11 should be dismissed for the failure to comply with the six-month requirement. In this respect, the Court observes that is has already dealt with a similar argument by the Government in other cases (see, for instance, Naimdzhon Yakubov v. Russia, no. 40288/06, §§ 6062, 12 November 2015). For the same reasons as stated in the Naimdzhon Yakubov case (cited above), the entire period of the applicant’s detention in application no. 75524/11 constitutes a continuing situation and the six-month period only starts running from the date of the applicant’s conviction on 24 August 2011. The applicant lodged his application with the Court on 5 December 2011 and has therefore complied with the six-month time-limit. It follows that the Government’s objection in this respect should also be dismissed.",
                                "elements": []
                            },
                            {
                                "content": "10.  The Court observes that the general principles regarding the right to trial within a reasonable time or to release pending trial, as guaranteed by Article 5 § 3 of the Convention, have been stated in a number of its previous judgments (see, among many other authorities, Kudła v. Poland [GC], no. 30210/96, § 110, ECHR 2000XI, and McKay v. the United Kingdom [GC], no. 543/03, §§ 41-44, ECHR 2006X, with further references).",
                                "elements": []
                            },
                            {
                                "content": "11.  In the leading case of Dirdizov v. Russia, no. 41461/10, 27 November 2012, the Court already found a violation in respect of issues similar to those in the present case.",
                                "elements": []
                            },
                            {
                                "content": "12.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion on the admissibility and merits of these complaints. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the applicants’ pre-trial detention was excessive.",
                                "elements": []
                            },
                            {
                                "content": "13.  These complaints are therefore admissible and disclose a breach of Article 5 § 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  REMAINING COMPLAINTS",
                        "elements": [
                            {
                                "content": "14.  In applications nos. 34080/11 and 7845/13, the applicants also raised other complaints under various Articles of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "15.  The Court has examined the applications listed in the appended table and considers that, in the light of all the material in its possession and in so far as the matters complained of are within its competence, these complaints either do not meet the admissibility criteria set out in Articles 34 and 35 of the Convention or do not disclose any appearance of a violation of the rights and freedoms enshrined in the Convention or the Protocols thereto.",
                                "elements": []
                            },
                            {
                                "content": "It follows that this part of the applications must be rejected in accordance with Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "17.  Regard being had to the documents in its possession and to its caselaw (see, in particular, Pastukhov and Yelagin v. Russia, no. 55299/07, 19 December 2013), the Court considers it reasonable to award the sums indicated in the appended table.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2. Rejects the Government’s request to strike application no. 75524/11 out of its list of cases under Article 37 § 1 of the Convention on the basis of the unilateral declaration which they submitted;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the complaints concerning the excessive length of pre-trial detention admissible and the remainder of the applications nos. 34080/11 and 7845/13 inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that these complaints disclose a breach of Article 5 § 3 of the Convention concerning the excessive length of pre-trial detention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the amounts indicated in the appended table, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 April 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Alena Poláčková",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Liv Tigerstedt",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NAUMOV AND OTHERS v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-182168.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0412JUD003077706",
    "externalsources": [],
    "extractedappno": [
        "30777/06",
        "75524/11",
        "26307/95",
        "65253/11",
        "42940/06",
        "38971/06",
        "4622/09",
        "40288/06",
        "30210/96",
        "543/03",
        "41461/10",
        "34080/11",
        "7845/13",
        "55299/07",
        "44012/16",
        "45865/16"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-182168",
    "judgementdate": "12/04/2018 00:00:00",
    "kpdate": "12/04/2018 00:00:00",
    "kpthesaurus": [
        "448",
        "227"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "5-3",
        "5"
    ],
    "parties": [
        "NAUMOV AND OTHERS",
        "RUSSIA"
    ],
    "rank": "2337.08544921875",
    "representedby": [],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "473975",
    "typedescription": "15"
}